{
    "clinical_study": {
        "@rank": "10",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 13, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04323228"
        },
        "id_info": {
            "org_study_id": "ONS_COVID-19",
            "nct_id": "NCT04323228"
        },
        "brief_title": "Anti-inflammatory/Antioxidant Oral Nutrition Supplementation in COVID-19",
        "acronym": "ONSCOVID19",
        "official_title": "Anti-inflammatory/Antioxidant Oral Nutrition Supplementation on the Cytokine Storm and Progression of COVID-19: A Randomized Controlled Trial",
        "sponsors": {
            "lead_sponsor": {
                "agency": "King Saud University",
                "agency_class": "Other"
            }
        },
        "source": "King Saud University",
        "oversight_info": {
            "has_dmc": "No",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "COVID-19 pandemic threatens patients, societies and healthcare systems around the world. The\n      host immunity determines the progress of the disease and its lethality. The associated\n      cytokine storm mainly affects the lungs; leading to acute lung injury with variable degrees.\n      Modulation of cytokine production using Immunonutrition is a novel concept that has been\n      applied to other diseases. Using specific nutrients such as n3- fatty acids and antioxidant\n      vitamins in extraordinary doses modulate the host immune response and ameliorate the cytokine\n      storm associated with viral diseases such as COVID-19. In this proposal, we will conduct a\n      prospective double-blinded controlled trial for 14 days on 30 SARS-CoV-2 positive cases. The\n      participant will be randomly assigned to two groups (n=15/each); intervention (IG) and\n      placebo (PG) groups. The IG group will be provided with an anti-inflammatory and antioxidant\n      oral nutrition supplement (ONS) on a daily basis, while the PG will be given an isocaloric\n      placebo. Basal and weekly nutritional screening, as well as recording of anthropometric,\n      clinical and biochemical parameters, will be done. The main biochemical parameters include\n      serum ferritin level, cytokine storm parameters (interleukin-6, Tumor necrosis factor-α, and\n      monocyte chemoattractant protein 1), C-reactive protein, total leukocyte count, differential\n      lymphocytic count and neutrophil to lymphocyte ratio. It is expected that the\n      anti-inflammatory-antioxidant ONS might help in the reduction of the COVID-19 severity with\n      more preservation of the nutritional status of infected cases."
        },
        "detailed_description": {
            "textblock": "Subjects: A total of 30 participants will be enrolled in this double-blinded prospective,\n      randomized controlled trial. All participants will sign a written consent after details of\n      the study have been fully explained to them. Later on, they will be randomly allocated into\n      two study groups; intervention group (IG, n=15) and placebo group (PG, n=15).\n      Computer-generated random numbers will be used to randomize the participants into one of two\n      intervention groups. The study protocol will be approved by the IRB committee in King Khalid\n      University Hospital, King Saud University Medical city. This clinical trial will be\n      registered in the clinicaltrials.gov registry.\n\n      Settings: All participants will be SARS-CoV-2 positive cases admitted to King Khalid\n      University Hospital.\n\n      Study protocol: All study participants will be instructed to either consume 8 fl oz oral\n      nutrition supplement (ONS) enriched in eicosapentaenoic acid, gamma-linolenic acid and\n      antioxidants (Oxepa, Abbott Nutrition, Abbott Laboratories) or iso-caloric -isonitrogenous\n      product (by the same manufacture). The ONS will be served in opaque glasses of the same shape\n      and color and should be ingested in the morning under the supervision of a nurse. The ONS\n      should not be consumed at the time of a meal. The composition of one can of the\n      intervention-ONS includes: 14.8 g protein, 22.2 g fat, 25 g carbohydrate, 355 kcal, 1.1 g\n      EPA, 450 mg DHA, 950 mg GLA, 2840 IU vitamin A as 1.2 mg β-carotene, 205 mg Vitamin C, 75 IU\n      vitamin E, 18 ug Selenium, and 5.7 mg Zinc. The composition of the control-ONS will have the\n      same macronutrient composition, calorie density, and normal concentrations of vitamin A, C,\n      E, Selenium and zinc.\n\n      All participants will be assessed at the start and reassessed again after 1 week and after\n      14-days period. The assessment will include nutritional screening by Nutritional risk\n      screening 2002 (NRS-2002), anthropometric measurements, clinical assessment, and biochemical\n      data.\n\n      Statistical analysis: The Statistical Package for the Social Sciences (SPSS) version 25 will\n      be used for analysis. The descriptive statistics for continuous variables will be presented\n      as mean ± standard deviation, while other categorical variables as percentages. The\n      independent sample t-test will be used for comparison between the IG and PG groups. For\n      repeated measures at multiple points of time will be tested by Friedman's two-way ANOVA. The\n      Pearson correlation coefficient will be applied to correlate some relevant variables. All\n      these tests were performed with 80% power and a 5% level of significance."
        },
        "overall_status": "Not yet recruiting",
        "start_date": {
            "@type": "Anticipated",
            "#text": "April 1, 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "October 30, 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "October 1, 2020"
        },
        "phase": "Phase 4",
        "study_type": "Interventional",
        "has_expanded_access": "No",
        "study_design_info": {
            "allocation": "Randomized",
            "intervention_model": "Parallel Assignment",
            "intervention_model_description": "Participants will be randomly allocated into two study groups; intervention group (IG, n=15) and placebo group (PG, n=15). Computer-generated random numbers will be used to randomize the participants into one of two intervention groups.",
            "primary_purpose": "Supportive Care",
            "masking": "Double (Participant, Care Provider)",
            "masking_description": "The intervention-ONS and isocaloric-NOS will be served in opaque glasses of the same shape and color. the care providers (nurses, dietitians) will not know members of each groups or the nature or composition of the ONS."
        },
        "primary_outcome": [
            {
                "measure": "Change from baseline score of Nutrition risk screening-2002 (NRS-2002) at end of the trial",
                "time_frame": "up to 3 months",
                "description": "Changes in scores of the NRS-2002 for patients with COVID-19 at the end of the study, from 0 to 7 scores, with those scores < 3 means no risk of malnutrition and >= 3 means malnutrition."
            },
            {
                "measure": "Change from baseline Serum ferritin level at end of the trial",
                "time_frame": "up to 3 months",
                "description": "Change in serum ferritin at the end of the trial as ferritin is considered as a COVID-19 fatality predictor."
            },
            {
                "measure": "Change from baseline serum Interleukin-6 concentration at end of the trial",
                "time_frame": "up to 3 months",
                "description": "Change in IL-6 at the end of the trial as it represent the cytokine storm and it is considered as a COVID-19 fatality predictor"
            },
            {
                "measure": "Change from baseline serum C-reactive protein concentration at end of the trial",
                "time_frame": "up to 3 months",
                "description": "Change in C-reactive protein in the serum at the end of the trial which reflect the acute phase"
            },
            {
                "measure": "Change from baseline serum Tumor necrosis factor-α concentration at end of the trial",
                "time_frame": "up to 3 months",
                "description": "Change in the TNF a in the serum at the end of study as it represent severity of the cytokine storm"
            },
            {
                "measure": "Change from baseline serum monocyte chemoattractant protein 1 (MCP-1) at end of the trial",
                "time_frame": "up to 3 months",
                "description": "plasma MCP-1 represent severity of the cytokine storm"
            }
        ],
        "secondary_outcome": [
            {
                "measure": "Change from baseline Weight at end of the trial",
                "time_frame": "up to 3 months",
                "description": "Body weight in Kg"
            },
            {
                "measure": "Height",
                "time_frame": "up to 1 month",
                "description": "stature in cm"
            },
            {
                "measure": "Change from baseline BMI at end of the trial",
                "time_frame": "up to 3 months",
                "description": "Claculation of BMI according to weight / square Height"
            },
            {
                "measure": "Change from baseline mid arm circumference at end of the trial",
                "time_frame": "up to 3 months",
                "description": "changes of MAC in cm"
            },
            {
                "measure": "Change from baseline triceps skin-fold thickness at end of the trial",
                "time_frame": "up to 3 months",
                "description": "changes of TSF in mm"
            },
            {
                "measure": "Change from baseline MAMA at end of the trial",
                "time_frame": "Up to 3 months",
                "description": "). The mid-arm muscle area (MAMA) will be calculated according to the following equation: {MAMA= (MAC - π x TSF)2 / 4π}."
            },
            {
                "measure": "Change from baseline percentage of peripheral O2 saturation at end of the trial",
                "time_frame": "up to 3 months",
                "description": "changes in the percentage of peripheral O2 saturation by an oximeter"
            },
            {
                "measure": "Change from baseline degree of body temperature at end of the trial",
                "time_frame": "up to 3 months",
                "description": "changes in the degree of body temperature by infrared thermometer"
            },
            {
                "measure": "Change from baseline count the total leukocyte at end of the trial",
                "time_frame": "up to 3 months",
                "description": "change in the count from complete blood counts"
            },
            {
                "measure": "Change from baseline differential lymphocytic count at end of the trial",
                "time_frame": "up to 3 months",
                "description": "change in the count from complete blood counts"
            },
            {
                "measure": "Change from baseline Neutrophil count at end of the trial",
                "time_frame": "up to 3 months",
                "description": "change in the count from complete blood counts"
            },
            {
                "measure": "Change from baseline neutrophil to lymphocyte ratio at end of the trial",
                "time_frame": "up to 3 months",
                "description": "change in the rations calculated by division of the neutrophil count by the lymphocyte count"
            }
        ],
        "number_of_arms": "2",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "30"
        },
        "condition": "COVID-19",
        "arm_group": [
            {
                "arm_group_label": "Intervention",
                "arm_group_type": "Experimental",
                "description": "the intervention groups will receive daily oral nutrition supplement (ONS) enriched in eicosapentaenoic acid, gamma-linolenic acid and antioxidants. The composition of one can (8 fl oz) of the intervention-ONS includes: 14.8 g protein, 22.2 g fat, 25 g carbohydrate, 355 kcal, 1.1 g EPA, 450 mg DHA, 950 mg GLA, 2840 IU vitamin A as 1.2 mg β-carotene, 205 mg Vitamin C, 75 IU vitamin E, 18 ug Selenium, and 5.7 mg Zinc."
            },
            {
                "arm_group_label": "Placebo",
                "arm_group_type": "Placebo Comparator",
                "description": "iso-caloric -isonitrogenous product (by the same manufacture) and served in cans with the same color and shape."
            }
        ],
        "intervention": [
            {
                "intervention_type": "Dietary Supplement",
                "intervention_name": "oral nutrition supplement (ONS) enriched in eicosapentaenoic acid, gamma-linolenic acid and antioxidants",
                "description": "the intervention group will receive a commercially available anti-inflammatory/antioxidant ONS, which will be given to patients with COVID-19 in the morning 3 hours after breakfast.",
                "arm_group_label": "Intervention"
            },
            {
                "intervention_type": "Dietary Supplement",
                "intervention_name": "isocaloric/isonutrigenous ONS",
                "description": "The placebo group will receive an isocaloric/isonutrigenous ONS at the same time in the same shape/size/color of the cans.",
                "arm_group_label": "Placebo"
            }
        ],
        "eligibility": {
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          -  Confirmed SARS-CoV-2 infection\n\n          -  COVID-19 patient in stable condition (i.e., not requiring ICU admission).\n\n        Exclusion Criteria:\n\n          -  Tube feeding or parenteral nutrition.\n\n          -  Pregnant or lactating women\n\n          -  Admission to ICU > 24 hours\n\n          -  participation in another study including any forms of supplementation or disease\n             specific ONS."
            },
            "gender": "All",
            "minimum_age": "18 Years",
            "maximum_age": "65 Years",
            "healthy_volunteers": "No"
        },
        "overall_contact": {
            "last_name": "Mahmoud M.A. Abulmeaty, M.D., FACN",
            "phone": "00966548155983",
            "email": "mabulmeaty@ksu.edu.sa"
        },
        "link": [
            {
                "url": "https://books.google.com.sa/books?id=d2HvAgAAQBAJ&pg=PA17&lpg=PA17&dq=immunonutrition+virus&source=bl&ots=VUneSrxucb&sig=ACfU3U0bKU0mAdShOEvzIAMifj7SNE47Lw&hl=en&sa=X&redir_esc=y#v=onepage&q=immunonutrition%20virus&f=false",
                "description": "Immunonutrition: Interactions of Diet, Genetics, and Inflammation - Google Books. In Immunonutrition: Interactions of Diet, Genetics, and Inflammation"
            },
            {
                "url": "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(20)30628-0/fulltext",
                "description": "COVID-19: consider cytokine storm syndromes and immunosuppression"
            }
        ],
        "reference": [
            {
                "citation": "Abulmeaty MM, Almajwal AM, Almadani NK, Aldosari MS, Alnajim AA, Ali SB, Hassan HM, Elkatawy HA. Anthropometric and central obesity indices as predictors of long-term cardiometabolic risk among Saudi young and middle-aged men and women. Saudi Med J. 2017 Apr;38(4):372-380. doi: 10.15537/smj.2017.4.18758.",
                "PMID": "28397943"
            },
            {
                "citation": "Grimm H, Calder PC. Immunonutrition. Br J Nutr. 2002 Jan;87 Suppl 1:S1.",
                "PMID": "11895145"
            },
            {
                "citation": "Calder PC. Immunonutrition in surgical and critically ill patients. Br J Nutr. 2007 Oct;98 Suppl 1:S133-9. Review.",
                "PMID": "17922951"
            },
            {
                "citation": "Cascella M, Rajnik M, Cuomo A, Dulebohn SC, Di Napoli R. Features, Evaluation and Treatment Coronavirus (COVID-19). 2020 Mar 8. StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2020 Jan-. Available from http://www.ncbi.nlm.nih.gov/books/NBK554776/",
                "PMID": "32150360"
            },
            {
                "citation": "Das SK, Chisti MJ, Sarker MHR, Das J, Ahmed S, Shahunja KM, Nahar S, Gibbons N, Ahmed T, Faruque ASG, Rahman M, J Fuchs G 3rd, Al Mamun A, John Baker P. Long-term impact of changing childhood malnutrition on rotavirus diarrhoea: Two decades of adjusted association with climate and socio-demographic factors from urban Bangladesh. PLoS One. 2017 Sep 6;12(9):e0179418. doi: 10.1371/journal.pone.0179418. eCollection 2017.",
                "PMID": "28877163"
            },
            {
                "citation": "Harada K, Minami H, Ferdous T, Kato Y, Umeda H, Horinaga D, Uchida K, Park SC, Hanazawa H, Takahashi S, Ohota M, Matsumoto H, Maruta J, Kakutani H, Aritomi S, Shibuya K, Mishima K. The Elental(®) elemental diet for chemoradiotherapy-induced oral mucositis: A prospective study in patients with oral squamous cell carcinoma. Mol Clin Oncol. 2019 Jan;10(1):159-167. doi: 10.3892/mco.2018.1769. Epub 2018 Nov 16.",
                "PMID": "30655992"
            },
            {
                "citation": "Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xu J, Gu X, Cheng Z, Yu T, Xia J, Wei Y, Wu W, Xie X, Yin W, Li H, Liu M, Xiao Y, Gao H, Guo L, Xie J, Wang G, Jiang R, Gao Z, Jin Q, Wang J, Cao B. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020 Feb 15;395(10223):497-506. doi: 10.1016/S0140-6736(20)30183-5. Epub 2020 Jan 24. Erratum in: Lancet. 2020 Jan 30;:.",
                "PMID": "31986264"
            },
            {
                "citation": "Kim H. Glutamine as an immunonutrient. Yonsei Med J. 2011 Nov;52(6):892-7. doi: 10.3349/ymj.2011.52.6.892. Review.",
                "PMID": "22028151"
            },
            {
                "citation": "Kondrup J, Allison SP, Elia M, Vellas B, Plauth M; Educational and Clinical Practice Committee, European Society of Parenteral and Enteral Nutrition (ESPEN). ESPEN guidelines for nutrition screening 2002. Clin Nutr. 2003 Aug;22(4):415-21.",
                "PMID": "12880610"
            },
            {
                "citation": "McCowen KC, Bistrian BR. Immunonutrition: problematic or problem solving? Am J Clin Nutr. 2003 Apr;77(4):764-70. Review.",
                "PMID": "12663270"
            },
            {
                "citation": "Mariette C. Immunonutrition. J Visc Surg. 2015 Aug;152 Suppl 1:S14-7. doi: 10.1016/S1878-7886(15)30005-9. Review. Erratum in: J Visc Surg. 2016 Feb;153(1):83.",
                "PMID": "26315574"
            },
            {
                "citation": "McCarthy MS, Martindale RG. Immunonutrition in Critical Illness: What Is the Role? Nutr Clin Pract. 2018 Jun;33(3):348-358. doi: 10.1002/ncp.10102.",
                "PMID": "29878555"
            },
            {
                "citation": "Ruan Q, Yang K, Wang W, Jiang L, Song J. Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan, China. Intensive Care Med. 2020 Mar 3. doi: 10.1007/s00134-020-05991-x. [Epub ahead of print]",
                "PMID": "32125452"
            },
            {
                "citation": "Tisoncik JR, Korth MJ, Simmons CP, Farrar J, Martin TR, Katze MG. Into the eye of the cytokine storm. Microbiol Mol Biol Rev. 2012 Mar;76(1):16-32. doi: 10.1128/MMBR.05015-11. Review.",
                "PMID": "22390970"
            },
            {
                "citation": "Teo BW, Toh QC, Chan XW, Xu H, Li JL, Lee EJ. Assessment of muscle mass and its association with protein intake in a multi-ethnic Asian population: relevance in chronic kidney disease. Asia Pac J Clin Nutr. 2014;23(4):619-25. doi: 10.6133/apjcn.2014.23.4.01.",
                "PMID": "25516320"
            }
        ],
        "verification_date": "March 2020",
        "study_first_submitted": "March 23, 2020",
        "study_first_submitted_qc": "March 24, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "March 26, 2020"
        },
        "last_update_submitted": "March 25, 2020",
        "last_update_submitted_qc": "March 25, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "March 27, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Principal Investigator",
            "investigator_affiliation": "King Saud University",
            "investigator_full_name": "Mahmoud Abulmeaty, M.D., FACN.",
            "investigator_title": "Associate Professor"
        },
        "keyword": [
            "COVID-19",
            "Anti-inflammatory, and antioxidant ONS",
            "Cytokine storm"
        ],
        "intervention_browse": {
            "mesh_term": [
                "Evening primrose oil",
                "Anti-Inflammatory Agents",
                "Antioxidants"
            ]
        },
        "patient_data": {
            "sharing_ipd": "Yes",
            "ipd_description": "all IPD that underlie results in a publication will be shared",
            "ipd_info_type": [
                "Study Protocol",
                "Statistical Analysis Plan (SAP)",
                "Clinical Study Report (CSR)"
            ],
            "ipd_time_frame": "starting 6 months after publication.",
            "ipd_access_criteria": "Access will be available for any researcher interested in this type of research on considerable consent."
        }
    }
}