{"clinical_study": {"@rank": "224", "required_header": {"download_date": "ClinicalTrials.gov processed this data on April 06, 2020", "link_text": "Link to the current ClinicalTrials.gov record.", "url": "https://clinicaltrials.gov/show/NCT04321811"}, "id_info": {"org_study_id": "XC-PCOR-COVID19", "nct_id": "NCT04321811"}, "brief_title": "Behavior, Environment And Treatments for Covid-19", "acronym": "BEAT19", "official_title": "A PATIENT-CENTRIC OUTCOMES REGISTRY OF PATIENTS WITH KNOWN OR SUSPECTED NOVEL CORONAVIRUS INFECTION SARS-COV-2 (COVID-19)", "sponsors": {"lead_sponsor": {"agency": "xCures", "agency_class": "Industry"}, "collaborator": [{"agency": "Genetic Alliance", "agency_class": "Other"}, {"agency": "LunaDNA", "agency_class": "Other"}, {"agency": "Cancer Commons", "agency_class": "Other"}, {"agency": "REDCap Cloud", "agency_class": "Other"}]}, "source": "xCures", "oversight_info": {"has_dmc": "No", "is_fda_regulated_drug": "No", "is_fda_regulated_device": "No"}, "brief_summary": {"textblock": "Background: During the current COVID-19 pandemic there is urgent need for information about\n      the natural history of the infection in non-hospitalized patients, including the severity and\n      duration of symptoms, and outcome from early in the infection, among different subgroups of\n      patients. In addition, a large, real-world data registry can provide information about how\n      different concomitant medications may differentially affect symptoms among patient subgroups.\n      Such information can be invaluable for clinicians managing chronic diseases during this\n      pandemic, as well as identify interventions undertaken in a naturalistic setting that have\n      differential effects. Such factors may include patient diet, over the counter or prescription\n      medications, and herbal and alternative treatments, among others. Identifying the natural\n      disease history in patients from different demographic and disease subgroups will be\n      important for identifying at-risk patients and effectiveness of interventions undertaken in\n      the community.\n\n      Objectives: The purpose of this study is to understand at the population level the\n      symptomatic course of known or suspected COVID-19 patients while sheltering-in-place or under\n      quarantine. Symptoms will be measured using a daily report derived from the CTCAE-PRO as well\n      as free response. Outcomes will be assessed based on the duration and severity of infection,\n      hospitalization, lost-to-follow-up, or death. As a patient-centric registry, patients\n      themselves may propose, suggest, and/or submit evidence or ideas for relevant collection."}, "detailed_description": {"textblock": "Patients will be registered for through the study Web site. Following Web site registration,\n      patients will receive an electronic informed consent form. Informed consent is a process that\n      is initiated prior to the individual's agreeing to participate in the study and continues\n      throughout the individual's study participation. Consent forms will be Institutional Review\n      Board (IRB)-approved and the participant will read and review the document electronically.\n      Participants must sign the informed consent document prior to participating in the registry.\n      Participants will be informed that participation is voluntary and that they may withdraw from\n      the study at any time, without prejudice by emailing the study team.\n\n      As a real-world data registry, any adult men and women currently in the United States and\n      willing to provide written informed consent and:\n\n        -  who are feeling sick but have not tested positive for COVID-19, or\n\n        -  who are feeling sick and have tested positive for COVID-19, or\n\n        -  who are not feeling sick but want to participate can enroll\n\n      Patients unwilling or unable to provide informed consent will be excluded.\n\n      DATA MANAGEMENT A registry database will be maintained with identified registry data elements\n      captured into the REDCap Cloud EDC system, a commercial eClinical Platform that is 21 CFR\n      Part 11 Validated, HIPAA & FISMA compliant, and WHODrug and MedDRA certified. All access and\n      activity in the system is tracked and can easily be monitored by the Administrator. The\n      system has a login audit feature that tracks who has logged into the system, the date and\n      time of login, and the IP address of the connection. The system also tracks failed logins and\n      automatically locks a user's account after several failed attempts. The REDCap Cloud system\n      has a robust audit trail that shows all changes to any records within the system including\n      who made the change, the date and time of the change, the field that was changed, the old\n      value of the field and the new value of the field. Access can be monitored via a dashboard or\n      email alerts. Data management activities will follow standard operating procedures.\n\n      STUDY RECORDS RETENTION In the event that patient authorize the collection of additional\n      medical records, those records will be maintained in xCures' HIPAA compliant box storage\n      platform hosted on Amazon's HIPAA-compliant cloud servers. Source information, including\n      medical records will be abstracted into a study database and not made available in their\n      original format outside the study team. Study data including source records and case reports\n      forms will be maintained in electronic format indefinitely. De-identified databases derived\n      from the study records may be made available to other researchers and may be retained by\n      those organizations indefinitely based on the terms of the agreement under which the data was\n      provided.\n\n      SOURCE DOCUMENTS Source data can include clinical findings and observations, or other\n      information incorporated into the registry database to support analysis of data. Source data\n      is all information from which information in the registry database is derived in original\n      form (or certified copies of an original record). Examples of these original documents and\n      records include but are not limited to the following: electronic medical records, clinical\n      and office charts, laboratory notes, memoranda, correspondence, subjects' diaries or\n      patient-reported questionnaires, data from automated instruments, such as ECG machines,\n      photographs and other imaging (DICOM) files, slides, pharmacy records, and the reports\n      documenting medical interpretation of those files.\n\n      Data may be entered into the eCRF either manually by the study team performing data\n      abstraction from the EMR or electronically using direct entry of data into the or from an\n      electronic import of data. Patients may also enter information directly into the eCRF using a\n      patient-facing survey functionality either over the Web or using a smartphone app. Data\n      elements originating in EMR may be automatically transmitted directly into the eCRF using a\n      suitable API. Source data derived in that manner may have an intervening process, such as\n      abstraction by third-party including software including processing using machine learning\n      algorithms prior to transferring to the eCRF. xCures will retain source records in a secure\n      that will be maintained separately and securely from the eCRF. However, metadata tagging may\n      be employed to electronically map source data back from the eCRF to the source data record to\n      create an audit trail.\n\n      DISCONTINUATION OF PARTICIPATION\n\n      Participants can withdraw from the registry at any time by sending a written request to\n      xCures. Withdrawal from the study means that no additional data will be collected from the\n      patient and does not constitute revocation of the right to use the data collected prior to\n      withdrawal for the purposes described herein. xCures may discontinue the study at any time\n      for any reason. In the event the registry is discontinued enrolled participants may receive\n      an email notification and a public posting on the study Web site will be made, if possible."}, "overall_status": "Recruiting", "start_date": {"@type": "Actual", "#text": "March 21, 2020"}, "completion_date": {"@type": "Anticipated", "#text": "March 20, 2022"}, "primary_completion_date": {"@type": "Anticipated", "#text": "March 20, 2021"}, "study_type": "Observational [Patient Registry]", "has_expanded_access": "No", "study_design_info": {"observational_model": "Cohort", "time_perspective": "Prospective"}, "target_duration": "1 Year", "primary_outcome": {"measure": "Define Natural Symptom Course", "time_frame": "Cumulative symptom score from first onset of symptoms to resolution of symptoms (realistic timeframe of 14 days)", "description": "Daily survey of symptoms known or reported to be associated with COVID-19 infection based including:\nHeadache, Sore throat, Runny nose, Stuffy nose, Gritty/itch eyes, Watery eyes, Nausea, Vomiting, Diarrhea, Sneezing, Coughing, Shortness of breath, Difficulty breathing, Pain or pressure in your chest, Fever, Chills, Body aches, Fatigue, or other issues. Symptoms are rated by participants on a scale of none, mild, moderate, severe, or very severe."}, "secondary_outcome": [{"measure": "Time to Hospitalization", "time_frame": "Realistic timeframe of 14 days", "description": "Time (in days) from onset of symptoms to hospitalization"}, {"measure": "Time to Symptomatic Recovery", "time_frame": "Realistic timeframe of 14 days", "description": "Time (in days) from onset of symptoms to resolution of symptoms"}], "number_of_groups": "1", "enrollment": {"@type": "Anticipated", "#text": "100000"}, "condition": "Coronavirus", "arm_group": {"arm_group_label": "Participants", "description": "Adult men and women currently in the United States and willing to provide written informed consent and:\nwho are feeling sick but have not tested positive for COVID-19\nwho are feeling sick and have tested positive for COVID-19\nPeople who are not feeling sick but want to participate"}, "intervention": {"intervention_type": "Other", "intervention_name": "Observation of patients with known, suspected, or at risk for COVID-19 infection", "description": "Participants will receive daily diary surveys to track the symptomatic course of known or suspected COVID-19 patients as well as use of any interventions or treatments.", "arm_group_label": "Participants"}, "eligibility": {"study_pop": {"textblock": "Adults currently in the United States who may be infected or are at risk of infection with\n        novel cornoavirus SARS-CoV-2 during the current pandemic."}, "sampling_method": "Non-Probability Sample", "criteria": {"textblock": "Inclusion Criteria:\n\n          -  People who are feeling sick and have tested positive for COVID-19\n\n          -  People who are feeling sick but have not tested positive for COVID-19\n\n          -  People who are not feeling sick but want to participate\n\n        Exclusion Criteria:\n\n        • People who are unwilling or unable to provide informed consent"}, "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A"}, "overall_official": {"last_name": "Mark Shapiro", "role": "Principal Investigator", "affiliation": "xCures"}, "overall_contact": {"last_name": "BEAT19.org", "phone": "(415) 754-9290", "email": "info@beat19.org"}, "location": {"facility": {"name": "BEAT19.org", "address": {"city": "San Francisco", "state": "California", "zip": "94022", "country": "United States"}}, "status": "Recruiting", "contact": {"last_name": "BEAT19.org", "email": "info@beat19.org"}}, "location_countries": {"country": "United States"}, "link": {"url": "http://www.beat19.org", "description": "Main registration page"}, "verification_date": "March 2020", "study_first_submitted": "March 23, 2020", "study_first_submitted_qc": "March 24, 2020", "study_first_posted": {"@type": "Actual", "#text": "March 25, 2020"}, "last_update_submitted": "March 30, 2020", "last_update_submitted_qc": "March 30, 2020", "last_update_posted": {"@type": "Actual", "#text": "April 2, 2020"}, "responsible_party": {"responsible_party_type": "Sponsor"}, "keyword": ["Coronavirus", "COVID19", "SARS-CoV-2", "COVID-19"], "condition_browse": {"mesh_term": "Coronavirus Infections"}, "patient_data": {"sharing_ipd": "No", "ipd_description": "De-identified datasets will be made available to qualified researchers in accordance with the study protocol."}, "provided_document_section": {"provided_document": {"document_type": "Study Protocol and Informed Consent Form", "document_has_protocol": "Yes", "document_has_icf": "Yes", "document_has_sap": "No", "document_date": "March 20, 2020", "document_url": "https://ClinicalTrials.gov/ProvidedDocs/11/NCT04321811/Prot_ICF_000.pdf"}}}}