{"clinical_study": {"@rank": "266", "required_header": {"download_date": "ClinicalTrials.gov processed this data on April 02, 2020", "link_text": "Link to the current ClinicalTrials.gov record.", "url": "https://clinicaltrials.gov/show/NCT04226157"}, "id_info": {"org_study_id": "2018-0718", "nct_id": "NCT04226157"}, "brief_title": "Home Blood Pressure Study for Recent Stroke Survivors With High Blood Pressure *Due to COVID-19 Outbreak in United States the Investigators Have Paused All In-person Enrollment and Will Re-evaluate on May 1st*", "acronym": "HBPS", "official_title": "Home Blood Pressure Self-Management in Hypertensive Stroke Survivors: a Pilot Study", "sponsors": {"lead_sponsor": {"agency": "MedStar Georgetown University Hospital", "agency_class": "Other"}, "collaborator": {"agency": "Medstar Health Research Institute", "agency_class": "Other"}}, "source": "MedStar Georgetown University Hospital", "oversight_info": {"has_dmc": "No", "is_fda_regulated_drug": "No", "is_fda_regulated_device": "No"}, "brief_summary": {"textblock": "The purpose of this pilot study is to assess the feasibility of implementing a home blood\n      pressure self-management program in a population of recent stroke survivors in the\n      Washington, D.C. area. The investigators hypothesize that hypertensive stroke survivors in\n      the Washington, DC area who participate in the Home Blood Pressure Monitoring program will\n      have a greater reduction in mean systolic blood pressure (SBP) from baseline to 3 months, as\n      measured by automated office blood pressure (AOBP), as compared to usual care."}, "detailed_description": {"textblock": "The purpose of this trial is to determine if a home blood pressure self-management (HBPS)\n      program, including home monitoring and medication adjustments, is practical to use in recent\n      stroke survivors and whether or not it is associated with lowering blood pressure after 3\n      months. Data from this trial may be used to do more research and may be used by doctors when\n      seeing patients.This research is being done because high blood pressure, also called\n      hypertension, is the leading risk factor for stroke. Lowering blood pressure (BP) has been\n      shown to lower the risk of future strokes. The majority of stroke survivors continue to have\n      uncontrolled BP. Currently, blood pressure (BP) is most often measured in the doctor's\n      office. However, those single BP measurements are not the best picture of blood pressure over\n      time and can be influenced by the stress of being in a doctor's office, known as the \"white\n      coat effect\". This is why measuring BP at home may paint a more accurate picture of a\n      patient's true long-term BP. Home blood pressure monitoring (HBPM) is recommended in the\n      recently updated national hypertension guidelines. Home BP monitoring plus guided BP\n      medication self-adjustments is associated with lower BP in patients with high blood pressure.\n      The investigators believe that a HBPS program, including medication self-adjustment and home\n      monitoring, may help to reduce blood pressure in patients with hypertension within 3 months."}, "overall_status": "Recruiting", "start_date": {"@type": "Actual", "#text": "February 21, 2019"}, "completion_date": {"@type": "Anticipated", "#text": "March 31, 2021"}, "primary_completion_date": {"@type": "Anticipated", "#text": "December 31, 2020"}, "phase": "N/A", "study_type": "Interventional", "has_expanded_access": "No", "study_design_info": {"allocation": "Randomized", "intervention_model": "Parallel Assignment", "intervention_model_description": "Patients with hypertension who have had a stroke within the past 6 months will be randomized into two groups in a one to one ratio: Home Blood Pressure Self-Management (HBPS) or Usual Care.", "primary_purpose": "Prevention", "masking": "None (Open Label)"}, "primary_outcome": {"measure": "Feasibility of blood pressure self management in stroke survivors", "time_frame": "Three Months", "description": "At least 75 percent of HBPS participants will successfully complete the monitoring and self-titration intervention."}, "secondary_outcome": {"measure": "Systolic Blood Pressure Difference", "time_frame": "three months", "description": "Difference in systolic blood pressure from baseline to three months between HBPS and Usual Care arms."}, "number_of_arms": "2", "enrollment": {"@type": "Anticipated", "#text": "32"}, "condition": ["Ischemic Stroke", "Hypertension"], "arm_group": [{"arm_group_label": "Home Blood Pressure Self Management", "arm_group_type": "Experimental", "description": "The HBPS group will check their blood pressure at home daily using a smart BP cuff with telemonitoring capability (Home Qardio) and guided to use a self-titration plan between office visits for persistently elevate blood pressures."}, {"arm_group_label": "Usual Care", "arm_group_type": "Active Comparator", "description": "The Usual Care group will have their blood pressure monitored and medications adjusted by their primary care provider."}], "intervention": [{"intervention_type": "Device", "intervention_name": "Home Blood Pressure Monitoring Device (Qardio Arm)", "description": "The Home Blood Pressure Device with telemonitoring capability will allow the participants and physician to monitor blood pressure over time and titrate blood pressure medications as needed for persistently elevated blood pressure.", "arm_group_label": "Home Blood Pressure Self Management", "other_name": "Medication Self-Titration"}, {"intervention_type": "Other", "intervention_name": "Primary Care Provider Blood Pressure Management", "description": "Participant will follow up as would normally do with primary care provider for blood pressure management.", "arm_group_label": "Usual Care"}], "eligibility": {"criteria": {"textblock": "Inclusion Criteria:\n\n          -  Acute ischemic stroke in the past 180 days of screening\n\n          -  Age >/= 18 years old\n\n          -  Automated Office Blood Pressure ≥135 systolic or ≥85 diastolic at time of screening\n\n          -  Stage 2 hypertension (as defined by >140 mmHg SBP and or >90 mmHg DBP on 2 occasions\n             or history of hypertension prior to stroke or currently taking antihypertensive\n             medications)\n\n          -  Able to live independently (as defined by modified Rankin scale score of 0-2)\n\n        Exclusion Criteria:\n\n          -  CKD stage IV or greater (GFR < 30)\n\n          -  Inability to check BP in either arm (e.g. amputation, lymphedema)\n\n          -  Pregnancy\n\n          -  High-grade intracranial or extracranial stenosis requiring a higher BP goal\n\n          -  Unable to provide informed consent for themselves in English or Spanish\n\n          -  Life expectancy less than 12 months"}, "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No"}, "overall_contact": {"last_name": "Mary Carter Denny, MD", "phone": "202-444-8532", "email": "MaryCarter.Denny@medstar.net"}, "location": {"facility": {"name": "Medstar Georgetown University Hospital", "address": {"city": "Washington", "state": "District of Columbia", "zip": "20007", "country": "United States"}}, "status": "Recruiting", "contact": {"last_name": "Mary Carter Denny", "phone": "202-444-8532", "email": "MaryCarter.Denny@medstar.net"}}, "location_countries": {"country": "United States"}, "reference": [{"citation": "Ovbiagele B, Nguyen-Huynh MN. Stroke epidemiology: advancing our understanding of disease mechanism and therapy. Neurotherapeutics. 2011 Jul;8(3):319-29. doi: 10.1007/s13311-011-0053-1. Review.", "PMID": "21691873"}, {"citation": "Benjamin EJ, Blaha MJ, Chiuve SE, Cushman M, Das SR, Deo R, de Ferranti SD, Floyd J, Fornage M, Gillespie C, Isasi CR, Jiménez MC, Jordan LC, Judd SE, Lackland D, Lichtman JH, Lisabeth L, Liu S, Longenecker CT, Mackey RH, Matsushita K, Mozaffarian D, Mussolino ME, Nasir K, Neumar RW, Palaniappan L, Pandey DK, Thiagarajan RR, Reeves MJ, Ritchey M, Rodriguez CJ, Roth GA, Rosamond WD, Sasson C, Towfighi A, Tsao CW, Turner MB, Virani SS, Voeks JH, Willey JZ, Wilkins JT, Wu JH, Alger HM, Wong SS, Muntner P; American Heart Association Statistics Committee and Stroke Statistics Subcommittee. Heart Disease and Stroke Statistics-2017 Update: A Report From the American Heart Association. Circulation. 2017 Mar 7;135(10):e146-e603. doi: 10.1161/CIR.0000000000000485. Epub 2017 Jan 25. Review. Erratum in: Circulation. 2017 Mar 7;135(10 ):e646. Circulation. 2017 Sep 5;136(10 ):e196.", "PMID": "28122885"}, {"citation": "Petty GW, Brown RD Jr, Whisnant JP, Sicks JD, O'Fallon WM, Wiebers DO. Ischemic stroke subtypes : a population-based study of functional outcome, survival, and recurrence. Stroke. 2000 May;31(5):1062-8.", "PMID": "10797166"}, {"citation": "Katsanos AH, Filippatou A, Manios E, Deftereos S, Parissis J, Frogoudaki A, Vrettou AR, Ikonomidis I, Pikilidou M, Kargiotis O, Voumvourakis K, Alexandrov AW, Alexandrov AV, Tsivgoulis G. Blood Pressure Reduction and Secondary Stroke Prevention: A Systematic Review and Metaregression Analysis of Randomized Clinical Trials. Hypertension. 2017 Jan;69(1):171-179. Epub 2016 Oct 31. Review.", "PMID": "27802419"}, {"citation": "Law MR, Morris JK, Wald NJ. Use of blood pressure lowering drugs in the prevention of cardiovascular disease: meta-analysis of 147 randomised trials in the context of expectations from prospective epidemiological studies. BMJ. 2009 May 19;338:b1665. doi: 10.1136/bmj.b1665. Review.", "PMID": "19454737"}, {"citation": "White CL, Pergola PE, Szychowski JM, Talbert R, Cervantes-Arriaga A, Clark HD, Del Brutto OH, Godoy IE, Hill MD, Pelegrí A, Sussman CR, Taylor AA, Valdivia J, Anderson DC, Conwit R, Benavente OR; SPS3 Investigators. Blood pressure after recent stroke: baseline findings from the secondary prevention of small subcortical strokes trial. Am J Hypertens. 2013 Sep;26(9):1114-22. doi: 10.1093/ajh/hpt076. Epub 2013 Jun 4.", "PMID": "23736109"}, {"citation": "Hackam DG, Spence JD. Combining multiple approaches for the secondary prevention of vascular events after stroke: a quantitative modeling study. Stroke. 2007 Jun;38(6):1881-5. Epub 2007 Apr 12.", "PMID": "17431209"}, {"citation": "Lager KE, Mistri AK, Khunti K, Haunton VJ, Sett AK, Wilson AD. Interventions for improving modifiable risk factor control in the secondary prevention of stroke. Cochrane Database Syst Rev. 2014 May 2;(5):CD009103. doi: 10.1002/14651858.CD009103.pub2. Review. Update in: Cochrane Database Syst Rev. 2018 May 07;5:CD009103.", "PMID": "24789063"}, {"citation": "Siegel D. Barriers to and strategies for effective blood pressure control. Vasc Health Risk Manag. 2005;1(1):9-14.", "PMID": "17319093"}, {"citation": "Berlowitz DR, Ash AS, Hickey EC, Friedman RH, Glickman M, Kader B, Moskowitz MA. Inadequate management of blood pressure in a hypertensive population. N Engl J Med. 1998 Dec 31;339(27):1957-63.", "PMID": "9869666"}, {"citation": "Boden-Albala B, Quarles LW. Education strategies for stroke prevention. Stroke. 2013 Jun;44(6 Suppl 1):S48-51. doi: 10.1161/STROKEAHA.111.000396. Review.", "PMID": "23709728"}, {"citation": "McManus RJ, Mant J, Haque MS, Bray EP, Bryan S, Greenfield SM, Jones MI, Jowett S, Little P, Penaloza C, Schwartz C, Shackleford H, Shovelton C, Varghese J, Williams B, Hobbs FD, Gooding T, Morrey I, Fisher C, Buckley D. Effect of self-monitoring and medication self-titration on systolic blood pressure in hypertensive patients at high risk of cardiovascular disease: the TASMIN-SR randomized clinical trial. JAMA. 2014 Aug 27;312(8):799-808. doi: 10.1001/jama.2014.10057. Erratum in: JAMA. 2014 Nov 26;312(20):2169. Gooding, Trevor [Added]; Morrey, Ian [Added]; Fisher, Crispin [Added]; Buckley, David [Added].", "PMID": "25157723"}, {"citation": "Margolis KL, Asche SE, Bergdall AR, Dehmer SP, Groen SE, Kadrmas HM, Kerby TJ, Klotzle KJ, Maciosek MV, Michels RD, O'Connor PJ, Pritchard RA, Sekenski JL, Sperl-Hillen JM, Trower NK. Effect of home blood pressure telemonitoring and pharmacist management on blood pressure control: a cluster randomized clinical trial. JAMA. 2013 Jul 3;310(1):46-56. doi: 10.1001/jama.2013.6549.", "PMID": "23821088"}, {"citation": "Whelton PK, Carey RM, Aronow WS, Casey DE Jr, Collins KJ, Dennison Himmelfarb C, DePalma SM, Gidding S, Jamerson KA, Jones DW, MacLaughlin EJ, Muntner P, Ovbiagele B, Smith SC Jr, Spencer CC, Stafford RS, Taler SJ, Thomas RJ, Williams KA Sr, Williamson JD, Wright JT Jr. 2017 ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA Guideline for the Prevention, Detection, Evaluation, and Management of High Blood Pressure in Adults: A Report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. Hypertension. 2018 Jun;71(6):e13-e115. doi: 10.1161/HYP.0000000000000065. Epub 2017 Nov 13. Review. Erratum in: Hypertension. 2018 Jun;71(6):e140-e144.", "PMID": "29133356"}, {"citation": "Fernandez S, Chaplin W, Schoenthaler AM, Ogedegbe G. Revision and validation of the medication adherence self-efficacy scale (MASES) in hypertensive African Americans. J Behav Med. 2008 Dec;31(6):453-62. doi: 10.1007/s10865-008-9170-7. Epub 2008 Sep 11.", "PMID": "18784996"}, {"citation": "Kroenke K, Spitzer RL, Williams JB. The Patient Health Questionnaire-2: validity of a two-item depression screener. Med Care. 2003 Nov;41(11):1284-92.", "PMID": "14583691"}, {"citation": "de Man-van Ginkel JM, Hafsteinsdóttir T, Lindeman E, Burger H, Grobbee D, Schuurmans M. An efficient way to detect poststroke depression by subsequent administration of a 9-item and a 2-item Patient Health Questionnaire. Stroke. 2012 Mar;43(3):854-6. doi: 10.1161/STROKEAHA.111.640276. Epub 2011 Dec 8.", "PMID": "22156689"}], "verification_date": "March 2020", "study_first_submitted": "January 9, 2020", "study_first_submitted_qc": "January 9, 2020", "study_first_posted": {"@type": "Actual", "#text": "January 13, 2020"}, "last_update_submitted": "March 17, 2020", "last_update_submitted_qc": "March 17, 2020", "last_update_posted": {"@type": "Actual", "#text": "March 19, 2020"}, "responsible_party": {"responsible_party_type": "Principal Investigator", "investigator_affiliation": "MedStar Georgetown University Hospital", "investigator_full_name": "Dr. Mary Carter Denny", "investigator_title": "Assistant Professor of Neurology"}, "keyword": ["Blood Pressure", "Stroke", "Hypertension", "Blood Pressure Monitor", "Home Blood Pressure Monitor", "Ischemic Stroke", "Stroke Prevention"], "condition_browse": {"mesh_term": ["Stroke", "Hypertension"]}, "patient_data": {"sharing_ipd": "Undecided"}}}