{
    "clinical_study": {
        "@rank": "91",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 10, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04339816"
        },
        "id_info": {
            "org_study_id": "AZIQUINE-ICU-25032020",
            "secondary_id": "2020-001456-18",
            "nct_id": "NCT04339816"
        },
        "brief_title": "Azithromycin Added to Hydrochloroquine in Patients Admitted to Intensive Care With COVID-19: Randomised Controlled Trial",
        "acronym": "AZIQUINE-ICU",
        "official_title": "Azithromycin Added to Hydrochloroquine in Patients Admitted to Intensive Care Due to Coronavirus Disease 2019 (COVID-19)- Randomised Controlled Trial",
        "sponsors": {
            "lead_sponsor": {
                "agency": "Frantisek Duska",
                "agency_class": "Other"
            },
            "collaborator": [
                {
                    "agency": "Masaryk Hospital Usti nad Labem",
                    "agency_class": "Other"
                },
                {
                    "agency": "University Hospital Pilsen",
                    "agency_class": "Other"
                },
                {
                    "agency": "The Faculty Hospital Na Bulovce",
                    "agency_class": "Other"
                },
                {
                    "agency": "St. Anne's University Hospital Brno, Czech Republic",
                    "agency_class": "Other"
                },
                {
                    "agency": "University Hospital, Motol",
                    "agency_class": "Other"
                },
                {
                    "agency": "General University Hospital, Prague",
                    "agency_class": "Other"
                },
                {
                    "agency": "University Hospital Olomouc",
                    "agency_class": "Other"
                }
            ]
        },
        "source": "Charles University, Czech Republic",
        "oversight_info": {
            "has_dmc": "No",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "Trial design: Prospective, multi-centre, randomised, pragmatic, double blind trial\n\n      Methods:\n\n      Participants: Adult (>18 years) within 24 hours of admission to intensive care unit with\n      proven or suspected COVID-19 infection, whether or not mechanically ventilated. Exclusion\n      criteria: symptoms of febrile disease for ≥1 week, treatment limitations in place or moribund\n      patients, allergy or intolerance of any study treatment, incl. long QT syndromes,\n      participation in another outcome-based interventional trial within last 30 days, patients\n      taking Hydrochloroquine for other indication than COVID-19, pregnancy.\n\n      Interventions: Patients will be randomised in 1:1:1 ratio to receive Hydrochloroquine 800mg\n      orally in two doses followed by 400mg daily in two doses and Azithromycin 500 mg orally in\n      one dose followed by 250 mg in one dose for a total of 5 days (HC-A group) or\n      Hydrochloroquine+ placebo (HC group) or placebo + placebo (C-group) in addition to best\n      standard of care, which may evolve during the trial period but will not differ between\n      groups.\n\n      Objective: To test the hypothesis that early administration of combination therapy slows\n      disease progression and improves mechanical-ventilation free survival.\n\n      Outcomes:\n\n      Primary outcome: Composite percentage of patients alive and not on end-of-life pathway who\n      are free of mechanical ventilation at day 14.\n\n      Secondary outcomes:\n\n      Composite percentage of patients alive and not on end-of-life pathway who are free of\n      mechanical ventilation at day 14 in the subgroup of patients without the need of mechanical\n      ventilation at baseline.\n\n      ICU-LOS D28 and D 90 mortality (in hospital)\n\n      Tertiary (exploratory) outcomes:\n\n      Viral load at D7 of study enrolment (No of viral RNA copies/ml of blood), proportion of\n      patients alive and rtPCR negative from nasal swab at D14, Difference of FiO2 requirement and\n      respiratory system compliance between day 0 and 7.\n\n      Randomization: In 1:1:1 ratio and stratified according to study centre and patients age\n      (cut-off 70 years) Blinding (masking): Patients, treating clinicians, outcome assessors and\n      data analyst will be blinded to study treatment allocation. Unblinded study pharmacist or\n      research nurse will prepare investigational products."
        },
        "detailed_description": {
            "textblock": "Introduction Background and objectives. In early 2020 novel Coronavirus disease (COVID-19)\n      begun to spread from Asia to Europe and beyond forcing WHO to declare global pandemic.\n      Infected patients shed the virus for a median of 20 days [1]. Up to 10% of COVID-19 infected\n      patients develop a severe form of disease requiring intensive care admission and some of them\n      die. SARS-Cov2 is encapsulated positive strand RNA virus that uses ACE-2 of type 2\n      pneumocytes as binding sites. It has been hypothesised (Gattinoni 2020 ICM editorial) that\n      initial hypoxemia caused by loss of primary injury to pulmonary vasculature leads to\n      hyperventilation and patients self-inflicted lung injury predominantly in lung areas of\n      increase stress and strain. In turn, later during the course of the disease, ARDS develops\n      with a typical restrictive pattern of a stiff, wet and recruitable lung. At presents there is\n      no evidence-based causative treatment of SARS-CoV-2 and there is a burning need of\n      randomised-controlled trials to find effective therapeutic strategies intervention.\n\n      Explanation of rationale: Chloroquine has been used for malaria treatment and\n      chemoprophylaxis, and hydroxychloroquine is used for treatment of rheumatoid arthritis,\n      systemic lupus erythematosus and porphyrias. Both drugs have in-vitro activity against\n      SARS-CoV, SARS-CoV-2, and other coronaviruses, with hydroxychloroquine having relatively\n      higher potency against SARS-CoV-2 known to be susceptible in vitro to exposure to\n      Hydrochloroquine [2-4]. At the moment clinical trials are ongoing to test clinical efficacy\n      in pre- and post-exposure prophylaxis in SARS-CoV-2. In one highly cited French\n      non-randomised observational study by Gautret et. al., a significant reduction of virus\n      carriage has been observed in patients co-incidentally treated by Azithromycin in addition to\n      Hydrochloroquine [5] as a part of initial empirical therapy of community-acquired pneumonia.\n      Azithromycin is a macrolide antibiotic, which binds to the 50S subunit of the bacterial\n      ribosome, thus inhibiting translation of mRNA. The positive-sense RNA viruses and indeed all\n      genes defined as positive-sense can be directly accessed by host ribosomes to immediately\n      form proteins and the effects of Azithromycin on this process are not known. No data are\n      available at present on the clinical efficacy of Hydrochloroquine alone or in combination\n      with Azithromycin and it is likely that any treatment affecting virus replication would only\n      be effective if administered early, before overt ARDS develops.\n\n      In the light of this, we designed a trial in which we test a hypothesis, that early\n      administation of hydrochlorochine alone or in combination with azithromycin can prevent\n      respiratory deterioration in patients admitted to intensive care due to rapidly progressive\n      COVID-19 infection.\n\n      Methods Trial design: Prospective, multi-centre, randomised, pragmatic, double blind trial\n      Participants: Eligibility criteria for participants: Adult (>18 years) within 24 hours of\n      admission to intensive care unit with proven or suspected COVID-19 infection. For the purpose\n      of this study, intensive care unit is defined as a facility that allow continuous monitoring\n      of vital functions and oxygen administration . It is expected that most patients will have\n      rtPCR test known within 24 hours of admission to hospital. Nonetheless, if this is not the\n      case (eg. due to overloaded lab facility, lack of supplies) it is possible to randomise a\n      patient based on a strong clinical suspicion of SARS-Cov-2 infection. In case COVID-19 is not\n      confirmed in retrospect, experimental therapy is withdrawn and the study subject is withdrawn\n      from \"per protocol\" analysis of the primary and secondary outcomes, but remains in\n      \"intention-to-treat\" cohort for the analysis of safety. Exclusion criteria: symptoms of\n      febrile disease for ≥1 week, pregnancy, treatment limitations in place or moribund patients,\n      allergy or intolerance of any study treatment, incl. long QT syndromes, myasthenia gravis,\n      allergies or known deficiency of glucose-6-phosphate dehydrogenase, participation in another\n      outcome-based interventional trial within last 30 days, patients taking Hydrochloroquine for\n      other indication than COVID-19.\n\n      Settings and locations: Central study site is FNKV University Hospital Prague, updated list\n      of participating centres is listed in the appendix.\n\n      Interventions: Standard of care. All patients will receive best supportive care that will be\n      monitored, but not protocolised. It is recognised that in the standard of care may\n      substantially differ among study centres and that is why randomisation is stratified. The\n      standard of care also may change in time during the course of the study, for example, if a\n      new evidence emerges and changes the state-of-the art treatment recommendations. Any such\n      event will trigger emergency steering committee meeting, and decision will be taken about\n      further action. REB and regulatory authorities will be notified immediately about the\n      decision taken.\n\n      Study medication: All study medication is provided as a kind gift of Zentiva, ltd. Unblinded\n      study pharmacist will prepare into 40 mls of sterile water study medication, according to\n      patient's allocation into the treatment arm:\n\n        -  Hydrochloroquine sulphate 200mg\n\n        -  Azithromycin dihydrate 500mg\n\n        -  Lactose 500mg (Placebo)\n\n      See enclosed Specifications of Product characteristics. The medication will be administered\n      in covered Jeannete syringe into nasogastric tube (for patients unable to swallowed) or drunk\n      from a black mug by patients who are able to. In both cases at least 50 ml of water will be\n      used for flush. Treatment group allocation is as follows:\n\n      STUDY GROUP HC-A Azithromycin Hydrochloroquine HC Lactose Hydrochloroquine C Lactose Lactose\n\n      Each study patient will be given:\n\n        -  Day 1: Patients receive two doses 400 mg of Hydrochloroquine or placebo in 12 hours\n           interval and 500 mg of Azithromycin or placebo once in 24 hours (with the first dose of\n           hydrochloroquine or placebo)\n\n        -  Days 2-5: Patients receive two doses 200 mg of Hydrochloroquine or placebo in 12 hours\n           interval 250 mg of Azithromycin or placebo once in 24 hours (with the first dose of\n           hydrochloroquine or placebo)\n\n      Adjusting IP administration to patients' swallowing capability and GI function:\n\n      During the study, we expect 3 groups of patients to be enrolled. Those conscious and able to\n      swallow will be given study medication in black mug to swallow. Patients unable to swallow\n      with a nasogastric tube in place will be given the IP via the NG tube reconstituted in\n      sterile water and flushed as per local NG medication guideline. Administration of the IP is\n      temporarily omitted in patients who are unable to swallow but without NG access or do not\n      tolerate any enteral intake (such as patients in profound shock). As soon as the condition\n      preventing IP administration is eliminated, resumption of study medication follows the\n      guidance for day 1.\n\n      Outcomes:\n\n      Primary outcome: Composite percentage of patients alive and not on end-of-life pathway who\n      are free of mechanical ventilation at day 14.\n\n      Secondary outcomes:\n\n      Composite percentage of patients alive and not on end-of-life pathway who are free of\n      mechanical ventilation at day 14 in the subgroup of patients without the need of mechanical\n      ventilation at baseline.\n\n      ICU-LOS D28 and D 90 mortality\n\n      Tertiary (exploratory) outcomes:\n\n      Viral load at D7 (No of viral RNA copies/ml of blood), proportion of patients alive and rtPCR\n      negative from nasal swab at D14, Difference of FiO2 ratio and respiratory system compliance\n      between day 0 and 7.\n\n      Changes to trial outcomes after the trial commenced, with reasons: None at presents Sample\n      size calculation: Based on data from Wuhan [6] and Washington [7], where 67% of patients were\n      dead in 2 weeks and half of the survivors needed protracted mechanical ventilation, we assume\n      the incidence of the primary outcome in the control group (ie. being alive and off the\n      ventilator in 2 weeks) to be 25%. The study gives us 80% chance to detect the increase of the\n      primary outcome to 50% in one or both interventional groups at p<0.017 with 74 patients in\n      each arm. In order to compensate for drop-out and low of follow up we plan to enrol 240\n      subjects into the study. We plan to perform an interim analysis after the primary outcome is\n      known for the 120th subject.\n\n      Randomisation: Will be performed in blocks of 3 and stratified for study centre and age\n      (above or at/below 70 years). Electronic Case Record Form (eCRF) will perform randomisation\n      using random sequence script in software R and generates medication code. Rationale:\n      Patient's age is single most powerful predictor of outcome and stratifying randomisation and\n      stratification decreases probability of treatment groups being of different age at baseline\n      by chance. In analogy, study centers may vary in the use of non-protocolised treatments,\n      which could bias the results.\n\n      Implementation:\n\n      Prior to initiation of each centre, the central research coordinator will train the local\n      dedicated study personnel in the use of e-CRF and other study procedures. The medication will\n      be delivered in sealed numbered boxes and stored in ICUs. Adhering to Good Clinical Practice\n      rules and guidelines is of upmost importance despite all the challenges during current\n      pandemic situation. Nonetheless, the eCRF has been designed to balance the safe conduct of\n      the clinical trial and feasibility of timely data entry during staff shortages and overload.\n      In order to do so, all data that is not essential for safety can be input in retrospect.\n\n      STUDY PERIOD Enrolment Allocation Post-allocation F-up TIMEPOINT** 0-24h 0 D1,2 D3 D4-5 D6 D7\n      D8-13 D14 D/C D28 D90 ENROLMENT Eligibility screen X Informed consent X (X) (X) (X) rtPCR\n      COVID-19 X X Randomisation (stratified) X INTERVENTION (IP administration) AZI/placebo (blue)\n\n      HCQ/placebo (white)\n\n      ASSESSMENTS:\n\n      Adverse events X X X X X X X X X X ECG X X MV status and parameters X X X X X X X X* X LFT X\n      X X SOFA, Cointerventions + cultures X X X Vital status X X X X X X X* X X X Store plasma for\n      viral load and inflammatory status X X X Figure 1. Overview of study procedures. Note: F-up =\n      follow up, MV= mechanical ventilation, SOFA = sequential organ failure assessment. )* Primary\n      outcome = being alive and off MV at D14.\n\n      Collection data on cointerventions. Data on interventions that we know/think influence\n      survival will be monitored and described. This include concomitant antiviral antimicrobial\n      diagnosis. We will also collect data on how the respiratory specimen for rtPCR diagnostic was\n      collected (smear, endotracheal aspirate, bronchoalveolar lavage).\n\n      Statistical methods: Proportion of patients alive and off mechanical ventilation (primary\n      outcome) between intervention and control groups will be calculated using chi square test.\n      P-value is adjusted for multiple comparisons to p=0.017. Survival and ICU/length of stay will\n      be compared using Kaplan-Maier's curves and exploratory analyses my multi-level regression in\n      R. We plan do analyse the primary outcome separately in patients who require mechanical\n      ventilation at baseline from those who don't and we in patients above or below 70 years of\n      age as a priori subgroup analyses.\n\n      As mentioned above, primary and secondary outcomes will only be calculated in patients with\n      confirmed COVID-19 infection who received at least one dose of IP. Adverse events will be\n      calculated in all randomised patients (intention-to-treat analysis).\n\n      Ethical Considerations Benefits and risks. This trial investigates two drugs that are being\n      used off label to treat patients with severe COVID-19 with a balance of potential benefits\n      and harms. Potential benefit include good biological rationale and observational data [5] to\n      believe that one or both drugs can prevent progression of a disease which led to death in 67%\n      of patients in similar condition to those we plan to randomise [7]. Possible harms include QT\n      prolongation and resulting life-threatening arrhythmias or retinopathy, which may result in\n      blindness. We believe that clinical equipoise regarding risk/benefit to individual patient\n      justifies well the conduct of this RCT.\n\n      Informed consent procedure. Patients with decision-making capacity will be asked to provide\n      written prospective informed consent (See Appendix I) to this protocol. It is expected that a\n      significant proportion of screened patients will lack the capacity to provide informed\n      consent due to altered consciousness, respiratory distress or sedation to facilitate\n      mechanical ventilation. In this situation, the deferred consent policy will be applied as per\n      local law: independent physician will confirm in writing that the patient lacks capacity and\n      fulfils criteria. Then, patient himself/herself are approached to provide consent as soon as\n      they regain capacity. They are given options to continue in the study, to withdraw with\n      permission to use the data collected up to the point or to withdraw from the study and\n      request deleting all data collected. Patient next of kin plays no formal role as surrogate\n      decision maker as per Czech legislature. Nonetheless, the family will be informed when\n      practical about their relative's enrolment into the trial and the family will be offered an\n      information leaflet explaining the nature of the study. All serious adverse event that are\n      suspected from being related to study interventions will be reposted to Research Ethics Board\n      and regulatory authorities as per local legislation.\n\n      Stopping rules. All SUSARs will be reported to both REB and to the steering committee, who\n      may decide to stop the trial for safety concerns. Apart from safety, other reasons for\n      stopping the trial are:\n\n        1. Emergence of new data ( e.g. publication of the results of a big RCT) that may lead\n           continuation of the trial unethical. This may be due to safety concerns of placebo group\n           (in case strong clinical benefit is proven by other trial) or any of the interventional\n           groups (e.g. if harm is reported by other trials). This rule also applies for emergence\n           of a new treatment.\n\n        2. After interim analysis: The steering committee will review primary outcomes and the\n           summary of adverse events in all 3 groups (labelled as A, B, C) whilst still blinded to\n           treatment allocation. The treatment can be stopped if the following criteria are\n           fulfilled:\n\n             1. There is a significant difference in the primary outcome at p<0.017 in between the\n                groups.\n\n             2. Futility: The futility criterion is not binding for the steering committee. Based\n                on available data the study statistician calculates the probability of being able\n                to prove the null hypothesis with achieving the target number of subjects and the\n                probability of type II error made by stopping the trial prematurely.\n\n             3. Safety: In case the number of adverse events in one or more treatment groups is\n                find uneven or unacceptably high.\n\n      Replication of key aspects of trial methods and conduct. The trial is designed to be fully\n      reproducible in larger international multi-centre trial.\n\n      Role of the sponsors This is investigator-initiated trial endorsed by Czech Society of\n      Anaesthesia and Intensive Care. The most significant resource for the study is unpaid\n      voluntary work of all the personnel conducting the study, who decided to do so in times of\n      worldwide pandemic crisis. Part of the resources were gathered from voluntary donors in a\n      crowdfunding campaign conducted by medical student association. Pharmaceutical company\n      Zentiva, ltd. was approached by investigators and kindly agreed to provide study medication\n      at no cost; however, it has had nor will have any role in study design; collection,\n      management, analysis, and interpretation of data; writing of the report; or the decision to\n      submit the report for publication.\n\n      Dissemination of Results We will submit the main results of the trial in an open-access\n      peer-reviewed journal within 3 months after 240th subject completed the 90-day follow up\n      visit, which is expected to happen in Q4 of 2021. We will make fully de-identified\n      record-level raw data available in a public database.\n\n      Trial status: NOT YET RECRUITING (as of 1st April 2020)\n\n      Declarations:\n\n      Funding (Sponsors):\n\n        -  Zentiva Group, a.s.. U Kabelovny 130, 102 37 Prague 10, Czech Republic, Phone: (+420)\n           267 241 111, E-mail: zentiva.cz@zentiva.com\n\n        -  Quinta Analytica, a.s., Pražská 1486 / 18c, 102 00 Prague 10, Czech Republic, Phone +420\n           242 454 311\n\n      The trial design is in accordance with Declaration of Helsinky and the protocol, care report\n      form and informed consent formularies were reviewed and approved by FNKV University Hospital\n      Research Ethics Board (\"Ethical Committee\") on 1st April 2020 (decision number KH\n      14-00-2020).\n\n      Contributions and roles: FD and VC are the author of the main study concept and overlook the\n      conduct of the study, the investigators listed above are responsible for consenting and\n      recruiting patients and performing clinical procedures, IK is the study monitor, PW is data\n      analyst and biostatistician, MH is the lead study pharmacists. All authors will have access\n      to record-level data and will contribute to publication of the results. None of the authors\n      declare any conflict of interests.\n\n      References:\n\n        1. Zhou F, Yu T, Du R, et al (2020) Clinical course and risk factors for mortality of adult\n           inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet (London,\n           England). doi: 10.1016/S0140-6736(20)30566-3\n\n        2. Wang M, Cao R, Zhang L, et al (2020) Remdesivir and chloroquine effectively inhibit the\n           recently emerged novel coronavirus (2019-nCoV) in vitro. Cell Res. 30:269-271\n\n        3. Colson P, Rolain J-M, Lagier J-C, et al (2020) Chloroquine and hydroxychloroquine as\n           available weapons to fight COVID-19. Int. J. Antimicrob. Agents 105932\n\n        4. Yao X, Ye F, Zhang M, et al (2020) In Vitro Antiviral Activity and Projection of\n           Optimized Dosing Design of Hydroxychloroquine for the Treatment of Severe Acute\n           Respiratory Syndrome Coronavirus 2 (SARS-CoV-2). Clin Infect Dis. doi:\n           10.1093/cid/ciaa237\n\n        5. Gautret P Hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an\n           openlabel non-randomized clinical trial\n\n        6. Wang D, Hu B, Hu C, et al (2020) Clinical Characteristics of 138 Hospitalized Patients\n           With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA. doi:\n           10.1001/jama.2020.1585\n\n        7. Arentz M, Yim E, Klaff L, et al (2020) Characteristics and Outcomes of 21 Critically Ill\n           Patients With COVID-19 in Washington State. JAMA. doi: 10.1001/jama.2020.4326"
        },
        "overall_status": "Not yet recruiting",
        "start_date": {
            "@type": "Anticipated",
            "#text": "April 20, 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "June 30, 2022"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "December 31, 2021"
        },
        "phase": "Phase 3",
        "study_type": "Interventional",
        "has_expanded_access": "No",
        "study_design_info": {
            "allocation": "Randomized",
            "intervention_model": "Parallel Assignment",
            "intervention_model_description": "Prospective, multi-centre, randomised, pragmatic, double blind trial",
            "primary_purpose": "Treatment",
            "masking": "Triple (Participant, Care Provider, Outcomes Assessor)",
            "masking_description": "Visually unrecognisable IP or placebo will be prepared by dedicated unblinded study pharmacist and handed over to care provider immediately before administration"
        },
        "primary_outcome": {
            "measure": "Proportion of alive patients free off mechanical ventilation",
            "time_frame": "14 days after enrolment",
            "description": "Composite percentage of patients alive and not on end-of-life pathway who are free of mechanical ventilation at day 14."
        },
        "secondary_outcome": [
            {
                "measure": "Proportion of patients who avoided the need of mechanical ventilation",
                "time_frame": "14 days",
                "description": "Composite percentage of patients alive and not on end-of-life pathway who are free of mechanical ventilation at day 14 in the subgroup of patients without the need of mechanical ventilation at baseline."
            },
            {
                "measure": "ICU LOS",
                "time_frame": "28 days",
                "description": "Length of stay in intensive care unit"
            },
            {
                "measure": "Mortality28",
                "time_frame": "28 days",
                "description": "Proportion of patients who died by day 28"
            },
            {
                "measure": "Mortality90",
                "time_frame": "90 days",
                "description": "Proportion of patients who died by day 90"
            }
        ],
        "number_of_arms": "3",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "240"
        },
        "condition": [
            "COVID-19",
            "Respiratory Failure"
        ],
        "arm_group": [
            {
                "arm_group_label": "HC-A group",
                "arm_group_type": "Experimental",
                "description": "Day 1: Patients receive two doses 400 mg of Hydrochloroquine in 12 hours interval and 500 mg of Azithromycin once in 24 hours (with the first dose of hydrochloroquine)\nDays 2-5: Patients receive two doses 200 mg of Hydrochloroquine in 12 hours interval 250 mg of Azithromycin once in 24 hours (with the first daily dose of hydrochloroquine)"
            },
            {
                "arm_group_label": "HC group",
                "arm_group_type": "Active Comparator",
                "description": "Day 1: Patients receive two doses 400 mg of Hydrochloroquine in 12 hours interval and placebo once in 24 hours (with the first dose of hydrochloroquine)\nDays 2-5: Patients receive two doses 200 mg of Hydrochloroquine in 12 hours interval and placebo once in 24 hours (with the first dose of hydrochloroquine)"
            },
            {
                "arm_group_label": "C group",
                "arm_group_type": "Placebo Comparator",
                "description": "• Day 1-5: Patients receive two doses of placebo in 12 hours interval and 1 extra dose of placebo once in 24 hours"
            }
        ],
        "intervention": [
            {
                "intervention_type": "Drug",
                "intervention_name": "Azithromycin",
                "description": "orally or into nasogastric tube for 5 days",
                "arm_group_label": "HC-A group"
            },
            {
                "intervention_type": "Drug",
                "intervention_name": "Hydroxychloroquine",
                "description": "orally or into nasogastric tube for 5 days",
                "arm_group_label": [
                    "HC group",
                    "HC-A group"
                ]
            },
            {
                "intervention_type": "Drug",
                "intervention_name": "Placebo",
                "description": "orally or into nasogastric tube for 5 days",
                "arm_group_label": [
                    "C group",
                    "HC group"
                ],
                "other_name": "aqua pro injectione"
            }
        ],
        "eligibility": {
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          -  Adult (>18 years) within 24 hours of admission to intensive care unit with proven or\n             suspected COVID-19 infection. For the purpose of this study, intensive care unit is\n             defined as a facility that allow continuous monitoring of vital functions and oxygen\n             administration . It is expected that most patients will have rtPCR test known within\n             24 hours of admission to hospital. Nonetheless, if this is not the case (eg. due to\n             overloaded lab facility, lack of supplies) it is possible to randomise a patient based\n             on a strong clinical suspicion of SARS-Cov-2 infection. In case COVID-19 is not\n             confirmed in retrospect, experimental therapy is withdrawn and the study subject is\n             withdrawn from \"per protocol\" analysis of the primary and secondary outcomes, but\n             remains in \"intention-to-treat\" cohort for the analysis of safety.\n\n        Exclusion Criteria:\n\n          -  symptoms of febrile disease for ≥1 week, pregnancy, treatment limitations in place or\n             moribund patients, allergy or intolerance of any study treatment, incl. long QT\n             syndromes, myasthenia gravis, allergies or known deficiency of glucose-6-phosphate\n             dehydrogenase, participation in another outcome-based interventional trial within last\n             30 days, patients taking Hydrochloroquine for other indication than COVID-19."
            },
            "gender": "All",
            "minimum_age": "18 Years",
            "maximum_age": "N/A",
            "healthy_volunteers": "No"
        },
        "reference": [
            {
                "citation": "Zhou F, Yu T, Du R, Fan G, Liu Y, Liu Z, Xiang J, Wang Y, Song B, Gu X, Guan L, Wei Y, Li H, Wu X, Xu J, Tu S, Zhang Y, Chen H, Cao B. Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet. 2020 Mar 11. pii: S0140-6736(20)30566-3. doi: 10.1016/S0140-6736(20)30566-3. [Epub ahead of print] Erratum in: Lancet. 2020 Mar 12;:.",
                "PMID": "32171076"
            },
            {
                "citation": "Wang M, Cao R, Zhang L, Yang X, Liu J, Xu M, Shi Z, Hu Z, Zhong W, Xiao G. Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro. Cell Res. 2020 Mar;30(3):269-271. doi: 10.1038/s41422-020-0282-0. Epub 2020 Feb 4.",
                "PMID": "32020029"
            },
            {
                "citation": "Colson P, Rolain JM, Lagier JC, Brouqui P, Raoult D. Chloroquine and hydroxychloroquine as available weapons to fight COVID-19. Int J Antimicrob Agents. 2020 Mar 4:105932. doi: 10.1016/j.ijantimicag.2020.105932. [Epub ahead of print]",
                "PMID": "32145363"
            },
            {
                "citation": "Yao X, Ye F, Zhang M, Cui C, Huang B, Niu P, Liu X, Zhao L, Dong E, Song C, Zhan S, Lu R, Li H, Tan W, Liu D. In Vitro Antiviral Activity and Projection of Optimized Dosing Design of Hydroxychloroquine for the Treatment of Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2). Clin Infect Dis. 2020 Mar 9. pii: ciaa237. doi: 10.1093/cid/ciaa237. [Epub ahead of print]",
                "PMID": "32150618"
            },
            {
                "citation": "Gautret P, Lagier JC, Parola P, Hoang VT, Meddeb L, Mailhe M, Doudier B, Courjon J, Giordanengo V, Vieira VE, Dupont HT, Honoré S, Colson P, Chabrière E, La Scola B, Rolain JM, Brouqui P, Raoult D. Hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an open-label non-randomized clinical trial. Int J Antimicrob Agents. 2020 Mar 20:105949. doi: 10.1016/j.ijantimicag.2020.105949. [Epub ahead of print]",
                "PMID": "32205204"
            },
            {
                "citation": "Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, Wang B, Xiang H, Cheng Z, Xiong Y, Zhao Y, Li Y, Wang X, Peng Z. Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA. 2020 Feb 7. doi: 10.1001/jama.2020.1585. [Epub ahead of print]",
                "PMID": "32031570"
            },
            {
                "citation": "Arentz M, Yim E, Klaff L, Lokhandwala S, Riedo FX, Chong M, Lee M. Characteristics and Outcomes of 21 Critically Ill Patients With COVID-19 in Washington State. JAMA. 2020 Mar 19. doi: 10.1001/jama.2020.4326. [Epub ahead of print]",
                "PMID": "32191259"
            }
        ],
        "verification_date": "April 2020",
        "study_first_submitted": "April 6, 2020",
        "study_first_submitted_qc": "April 6, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "April 9, 2020"
        },
        "last_update_submitted": "April 6, 2020",
        "last_update_submitted_qc": "April 6, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "April 9, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Sponsor-Investigator",
            "investigator_affiliation": "Charles University, Czech Republic",
            "investigator_full_name": "Frantisek Duska",
            "investigator_title": "Dr"
        },
        "keyword": "covid-19; Azithromycin; Hydroxychloroquine; respiratory failure",
        "condition_browse": {
            "mesh_term": "Respiratory Insufficiency"
        },
        "intervention_browse": {
            "mesh_term": "Hydroxychloroquine"
        },
        "patient_data": {
            "sharing_ipd": "Yes",
            "ipd_description": "Deidentified record-level data will be shared in a public database",
            "ipd_info_type": [
                "Study Protocol",
                "Statistical Analysis Plan (SAP)",
                "Informed Consent Form (ICF)",
                "Clinical Study Report (CSR)"
            ],
            "ipd_time_frame": "within 6 months of study completion",
            "ipd_url": "http://mendeley.com"
        }
    }
}