{
    "clinical_study": {
        "@rank": "197",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 09, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04324528"
        },
        "id_info": {
            "org_study_id": "CYCOV",
            "nct_id": "NCT04324528"
        },
        "brief_title": "Cytokine Adsorption in Severe COVID-19 Pneumonia Requiring Extracorporeal Membrane Oxygenation",
        "acronym": "CYCOV",
        "official_title": "Cytokine Adsorption in Severe COVID-19 Pneumonia Requiring Extracorporeal Membrane Oxygenation",
        "sponsors": {
            "lead_sponsor": {
                "agency": "Dr. Alexander Supady",
                "agency_class": "Other"
            }
        },
        "source": "University Hospital Freiburg",
        "oversight_info": {
            "has_dmc": "No",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "In December 2019 in the city of Wuhan in China, a series of patients with unclear pneumonia\n      was noticed, some of whom have died of it. In virological analyses of samples from the\n      patients' deep respiratory tract, a novel coronavirus was isolated (SARS-CoV-2). The disease\n      spread rapidly in the city of Wuhan at the beginning of 2020 and soon beyond in China and, in\n      the coming weeks, around the world.\n\n      Initial studies described numerous severe courses, particularly those associated with\n      increased patient age and previous cardiovascular, metabolic and respiratory diseases. A\n      small number of the particularly severely ill patients required not only highly invasive\n      ventilation therapy but also extracorporeal membrane oxygenation (vv-ECMO) to supply the\n      patient's blood with sufficient oxygen.\n\n      Even under maximum intensive care treatment, a very high mortality rate of approximately\n      80-100% was observed in this patient group. In addition, high levels of interleukin-6 (IL-6)\n      could be detected in the blood of these severely ill patients, which in turn were associated\n      with poor outcome.\n\n      From experience in the therapy of severely ill patients with severe infections and\n      respiratory failure, we know that treatment with a CytoSorb® adsorber can lead to a reduction\n      of the circulating pro- and anti-inflammatory cytokines and thus improve the course of the\n      disease and the outcome of the patients.\n\n      Our primary goal is to investigate the efficacy of treatment with a CytoSorb® adsorber in\n      patients with severe COVID-19 disease requiring venous ECMO over 72 hours after initiation of\n      ECMO. The primary endpoint is the reduction of plasma interleukin-6 levels 72 hours after\n      initiation of ECMO support. As secondary endpoints we investigate 30-day survival,\n      vasopressor and volume requirements, lactate in terms of lactate and platelet function. As\n      safety variables, we further investigate the levels of the applied antibiotics (usually\n      ampicillin and sulbactam)."
        },
        "detailed_description": {
            "textblock": "In December 2019, a series of unexplained cases of pneumonia in the city of Wuhan in China\n      has come to light. In virological analyses of samples from the patients' deep respiratory\n      tract, a novel coronavirus was isolated (first named 2019-nCoV, then SARS-CoV-2). The disease\n      spread rapidly in the city of Wuhan in early 2020 and soon beyond. On 30 January 2020, the\n      Director-General of the World Health Organization (WHO) declared the outbreak a public health\n      emergency of international concern, and on 11 March 2020, the World Health Organization\n      declared the virus a pandemic.\n\n      In humans, an infection with the virus can cause respiratory infections and even very severe\n      pneumonia, which often ends fatally, especially in old and previously ill patients. Due to\n      the novelty of the virus, the data basis for therapy is very limited. To date, there are no\n      clinical data for an effective specific therapy, nor is there a vaccination against the virus\n      available, so that therapy, especially intensive care treatment for very severe cases, must\n      concentrate only on supportive treatment of lung failure and other complications.\n\n      The virus is very contagious and infection results in a relevant number of deaths. Due to\n      very uncertain data on the spread of the virus in the population, it is difficult to estimate\n      the mortality rate - case mortality is about 4% based on known case numbers.\n\n      In reports on the treatment of the first cases in Wuhan (Hubei Province, China) in January\n      2020, the need for intensive care treatment is described for about a quarter of the inpatient\n      cases, 10-17% had to be ventilated invasively, and venous extracorporeal membrane oxygenation\n      (vv-ECMO) was necessary in 2-4% of the inpatient cases. Patients requiring ECMO have an\n      extremely high mortality rate of 83-100% in the studies described so far.\n\n      In severe cases a pronounced release of vasoactive cytokines was repeatedly observed.\n      Excessive release of these vasoactive mediators (\"cytokine storm\") can result in pronounced\n      vasodilatation and membrane leakage, which can ultimately lead to severe vasoplegic shock\n      that is difficult to control. Ruan et al. and Zhou et al. have identified high interleukin 6\n      (IL-6) levels as a potential predictor of a fatal outcome when compared between survivors and\n      patients who died of COVID-19 disease.\n\n      IL-6 is also an important factor in the pathophysiology of severe septic shock and excessive\n      immune response in hemophagocytic lymphohistiocytosis (HLH) - for both indications has been\n      shown, that the extracorporeal adsorption of IL-6 and other vasoactive substances in a\n      CytoSorb® adsorber (CytoSorbents Corporation, Monmouth Junction, NJ, USA) leads to a\n      significant reduction of these cytokines in the patient blood. Clinical experience and\n      (previously unpublished) data from our monocentric registry study show that cytokine\n      adsorption in a CytoSorb® Adsorber can also be safely integrated into a vv-ECMO system.\n\n      The aim of the study is to investigate the influence of extracorporeal cytokine adsorption on\n      humoral inflammation parameters and patient survival under controlled conditions in patients\n      with severe COVID-19 disease requiring extracorporeal membrane oxygenation."
        },
        "overall_status": "Recruiting",
        "start_date": {
            "@type": "Actual",
            "#text": "March 27, 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "November 26, 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "September 26, 2020"
        },
        "phase": "N/A",
        "study_type": "Interventional",
        "has_expanded_access": "No",
        "study_design_info": {
            "allocation": "Randomized",
            "intervention_model": "Single Group Assignment",
            "intervention_model_description": "randomized controlled trial examining COVID-patients requiring vv-ECMO therapy (+/- cytokine adsorption)",
            "primary_purpose": "Treatment",
            "masking": "None (Open Label)"
        },
        "primary_outcome": {
            "measure": "interleukin-6 (IL-6) level after 72 hours",
            "time_frame": "72 hours",
            "description": "measurement of IL-6 levels in patient blood after 72 hours of cytokine adsorption (in relation to level before initiation of cytokine adsorption)"
        },
        "secondary_outcome": [
            {
                "measure": "30-day-survival",
                "time_frame": "72 hours",
                "description": "survival after 30 days"
            },
            {
                "measure": "vasopressor dosage",
                "time_frame": "72 hours",
                "description": "needed dosage of norepinephrine and other vasopressors"
            },
            {
                "measure": "fluid balance",
                "time_frame": "72 hours",
                "description": "fluid balance levels during cytokine adsorption"
            },
            {
                "measure": "lactate",
                "time_frame": "72 hours",
                "description": "serum-lactate levels during cytokine adsorption"
            }
        ],
        "number_of_arms": "2",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "30"
        },
        "condition": [
            "Coronavirus",
            "COVID-19",
            "SARS-CoV Infection",
            "Respiratory Failure",
            "Cytokine Storm"
        ],
        "arm_group": [
            {
                "arm_group_label": "vv-ECMO + cytokine adsorption",
                "arm_group_type": "Experimental",
                "description": "after indication of treatment with vv-ECMO in acute respiratory failure in COVID-19-disease, patients will additionally receive cytokine adsorption using a Cytosorb adsorber"
            },
            {
                "arm_group_label": "control-arm: vv-ECMO (no cytokine adsorption)",
                "arm_group_type": "Other",
                "description": "treatment with vv-ECMO in acute respiratory failure in COVID-19-disease (standard treatment without additional cytokine adsorption)"
            }
        ],
        "intervention": [
            {
                "intervention_type": "Device",
                "intervention_name": "vv-ECMO + cytokine adsorption (Cytosorb adsorber)",
                "description": "in COVID-19-diseased vv-ECMO patients additional treatment with cytokine adsorption using a Cytosorb adsorber will be randomized (vs. control group)",
                "arm_group_label": "vv-ECMO + cytokine adsorption"
            },
            {
                "intervention_type": "Device",
                "intervention_name": "vv-ECMO only (no cytokine adsorption)",
                "description": "COVID-19-diseased treated with vv-ECMO",
                "arm_group_label": "control-arm: vv-ECMO (no cytokine adsorption)"
            }
        ],
        "eligibility": {
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          -  SARS-CoV-2-infection with COVID-pneumonia\n\n          -  vv-ECMO therapy\n\n        Exclusion Criteria:\n\n          -  pregnancy, breastfeeding"
            },
            "gender": "All",
            "minimum_age": "18 Years",
            "maximum_age": "100 Years",
            "healthy_volunteers": "No"
        },
        "overall_official": {
            "last_name": "Alexander Supady, Dr., MPH",
            "role": "Principal Investigator",
            "affiliation": "University Clinic Freiburg"
        },
        "overall_contact": {
            "last_name": "Alexander Supady, Dr., MPH",
            "phone": "+49761270",
            "phone_ext": "73790",
            "email": "alexander.supady@universitaets-herzzentrum.de"
        },
        "location": {
            "facility": {
                "name": "University Clinic Freiburg",
                "address": {
                    "city": "Freiburg",
                    "zip": "79108",
                    "country": "Germany"
                }
            },
            "status": "Recruiting",
            "contact": {
                "last_name": "Alexander Supady, Dr., MPH"
            }
        },
        "location_countries": {
            "country": "Germany"
        },
        "verification_date": "March 2020",
        "study_first_submitted": "March 25, 2020",
        "study_first_submitted_qc": "March 25, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "March 27, 2020"
        },
        "last_update_submitted": "March 27, 2020",
        "last_update_submitted_qc": "March 27, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "March 31, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Sponsor-Investigator",
            "investigator_affiliation": "University Hospital Freiburg",
            "investigator_full_name": "Dr. Alexander Supady",
            "investigator_title": "Attending Physician - Oberarzt"
        },
        "condition_browse": {
            "mesh_term": [
                "Coronavirus Infections",
                "Severe Acute Respiratory Syndrome",
                "Pneumonia",
                "Respiratory Insufficiency"
            ]
        },
        "patient_data": {
            "sharing_ipd": "No"
        }
    }
}