{
    "clinical_study": {
        "@rank": "327",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 07, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04335630"
        },
        "id_info": {
            "org_study_id": "HSC-MS-20-0286",
            "nct_id": "NCT04335630"
        },
        "brief_title": "Cardiovascular Manifestations of COVID-19",
        "official_title": "Cardiovascular Manifestations of Hospitalized Patients With Coronavirus Disease 2019",
        "sponsors": {
            "lead_sponsor": {
                "agency": "Memorial Hermann Health System",
                "agency_class": "Other"
            }
        },
        "source": "Memorial Hermann Health System",
        "oversight_info": {
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is the pathogen responsible for\n      the novel coronavirus disease 2019 (COVID-19). The first reports of COVID-19 came from Wuhan,\n      China in December of 2019. Since then, the disease has spread rapidly around the globe,\n      accounting for thousands of deaths in multiple countries. On March 11th, 2020, the World\n      Health Organization declared COVID-19 as a pandemic. Although COVID-19 manifests primarily as\n      a respiratory illness, several cardiovascular implications have been reported related to its\n      natural course and treatment. Its exact effect on the cardiovascular system though is\n      currently unknown. Therefore, we propose a retrospective, observational, case-control study\n      looking for cardiovascular manifestations of COVID-19, including laboratory evidence of\n      myocardial injury, electrocardiographic changes, arrhythmias and echocardiographic\n      abnormalities. Hospitalized patients admitted with fever, cough, sore throat, and/or dyspnea\n      who were tested positive for SARS-CoV-2 will be included in our study and will be matched\n      based on their age and gender with patients admitted with similar symptoms who tested\n      negative for SARS-CoV-2. The electronic medical charts of the study subjects will be reviewed\n      and relevant demographic, clinical, laboratory and imaging findings will be deidentified and\n      recorded. Since our study will be a retrospective chart review study it carries minimal risk\n      for the patients and the investigators. Cardiovascular disease associated with COVID-19 might\n      be contributing to the high mortality rates and its recognition will allow for prevention,\n      early diagnosis and appropriate treatment. This will be the first, large, case-control study\n      assessing cardiovascular involvement of COVID-19 in a well-defined cohort of patients."
        },
        "detailed_description": {
            "textblock": "Significance:\n\n      Coronavirus disease 2019 (COVID-19) is a rapidly spreading infection that has already\n      affected close to a million patients around the world. It is estimated that COVID-19 will be\n      lethal for up to 200,000 Americans. Several cardiovascular manifestations have been reported\n      to be associated with the disease or its treatment and might be contributing to its high\n      mortality rates.1,2 The National Health Commission of China (NHC) documented that\n      approximately 12% of patients without prior cardiovascular disease (CVD) who expired in the\n      setting of COVID-19 had either elevated cardiac troponin I levels or a cardiac arrest during\n      hospitalization.3 Furthermore, patients with underlying cardiovascular comorbidities\n      experience worse outcomes when infected with SARS-CoV-2.1 Acute myocarditis, acute myocardial\n      injury, and heart failure have been associated with COVID-19.3 However, most of these\n      associations come from small observational studies or from comparisons with other\n      coronaviruses.3 The hypothesized pathogenetic mechanism of CVD in COVID-19 includes either\n      direct effects of the virus to the cardiac cells expressing the angiotensin- converting\n      enzyme 2 (ACE2) receptor, or indirect effects from the severe systemic inflammatory response,\n      cytokine surge and immune system activation. The exact effect of COVID-19 on the\n      cardiovascular system though is still not well known. This study seeks to identify the\n      prevalence of CVD and its role in clinical outcomes of hospitalized patients diagnosed with\n      COVID-19 in a large tertiary center of Houston, TX. CVD associated with COVID-19 might be\n      contributing to the high mortality rates and its recognition will allow for prevention, early\n      diagnosis and appropriate treatment. This will be the first, large, case-control study\n      assessing cardiovascular involvement of COVID-19 in a well-defined cohort of patients.\n\n      Methods:\n\n      Study population and data handling:\n\n      A retrospective observational case-control study will be performed. Multiple hospitals will\n      participate in the current study and the study protocol will be submitted separately to each\n      local IRB for approval. Subjects admitted to the participating hospitals from March 30th,\n      2020 to March 30th, 2021, who were tested for SARS-CoV-2 by PCR will be identified through\n      the microbiology lab registry. Subjects who were tested positive for SARS-CoV-2 by PCR will\n      be age- and gender-matched with subjects admitted to the hospital with similar symptoms but\n      negative PCR tests for SARS-CoV-2 (one negative PCR test for patients of low clinical\n      suspicion and two negative tests, 24 hours apart from each other, for patients of high\n      clinical suspicion). Demographic, clinical, laboratory and imaging findings will be collected\n      by retrospective electronic chart review. The current study will not involve face-to-face\n      patient contact and does not intent to alter the usual care of the patients involved. The\n      collected data will be deidentified and stored in a HIPAA approved, password-secured\n      designated folder of the UTH-share drive of the University of Texas Health Science Center at\n      Houston. No patient information will be stored or processed in any personal electronic\n      devices. A total of 500 study subjects are estimated to be included in the study. Upon\n      completion of the study, the data will be stored for an additional 5 years; following that\n      all research-related files will be permanently deleted.\n\n      Data collection:\n\n      Demographic characteristics including age at the time of diagnosis, gender, race and body\n      mass index will be collected. Past medical history including coronary artery disease, heart\n      failure with reduced or preserved ejection fraction, atrial fibrillation, hypertension,\n      dyslipidemia, diabetes mellitus, smoking status as well as home medications will be\n      abstracted. The name and daily dose of ACE inhibitors or angiotensin receptor blockers will\n      be recorded. Laboratory values including cardiac enzymes, electrolytes, hemoglobin and\n      creatinine will be collected. Available electrocardiograms (EKGs) and transthoracic\n      echocardiograms (TTEs) will be individually reviewed by an independent cardiovascular disease\n      fellow or a cardiovascular disease faculty member who will be blinded to the SARS-CoV-2 PCR\n      results. Finally, clinical outcomes including need for mechanical ventilation, length of\n      intensive care unit stay, length of hospitalization, arrhythmias, cardiac arrest and\n      in-hospital mortality will be abstracted from the electronic charts.\n\n      Statistical analysis:\n\n      Continuous variables will be tested for distribution. Normally distributed variables will be\n      presented as mean values +/- standard deviation (SD) and compared using the student's t test.\n      Non-normally distributed variables will be presented as median values with interquartile\n      ranges and compared using the Mann-Whitney test. Categorical variables will be presented as\n      percentages and compared using chi-square test. Multivariable regression analysis will be\n      performed to control for possible cofounder. A two-sided p-value of less than 0.05 will be\n      considered statistically significant. All statistical analyses will be performed using STATA\n      15 (StataCorp, College Station, TX)."
        },
        "overall_status": "Recruiting",
        "start_date": {
            "@type": "Actual",
            "#text": "March 30, 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "March 2022"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "March 2021"
        },
        "study_type": "Observational",
        "has_expanded_access": "No",
        "study_design_info": {
            "observational_model": "Case-Control",
            "time_perspective": "Retrospective"
        },
        "primary_outcome": {
            "measure": "Prevalence of cardiomyopathy, myocardial infarction, heart failure, clinically significant arrhythmias, cardiogenic shock or cardiac arrest.",
            "time_frame": "One year"
        },
        "secondary_outcome": [
            {
                "measure": "Prevalence of pericarditis, pericardial effusion, valvular disease.",
                "time_frame": "One year"
            },
            {
                "measure": "Identification of characteristic electrocardiographic patterns related to COVID-19",
                "time_frame": "One year"
            },
            {
                "measure": "Role of active cardiovascular disease in clinical outcomes of patients with COVID-19 including length of ICU stay, length of hospitalization and mortality.",
                "time_frame": "One year"
            },
            {
                "measure": "Role of pre-existing cardiovascular comorbidities in clinical course of COVID-19",
                "time_frame": "One year"
            },
            {
                "measure": "Role of treatment with ACE inhibitors or ARBs in the clinical course of COVID-19",
                "time_frame": "One year"
            },
            {
                "measure": "Role of insurance type on clinical outcomes of patients with COVID-19",
                "time_frame": "One year"
            },
            {
                "measure": "Effect of age, gender and race on clinical course of COVID-19 and prevalence of cardiovascular complications",
                "time_frame": "One year"
            },
            {
                "measure": "Role of active smoking on clinical course of COVID-19 and prevalence of cardiovascular complications",
                "time_frame": "One year"
            }
        ],
        "number_of_groups": "2",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "500"
        },
        "condition": [
            "Cardiovascular Diseases",
            "COVID"
        ],
        "arm_group": [
            {
                "arm_group_label": "Cases",
                "description": "Patients admitted to the hospital with symptoms of fever, sore throat, cough, nasal congestion and/or dyspnea who were tested positive for SARS-CoV-2 by PCR."
            },
            {
                "arm_group_label": "Controls",
                "description": "Age- and gender-matched subjects admitted to the hospital with similar symptoms but negative PCR testing for SARS-CoV-2 (one negative PCR test for patients of low clinical suspicion and two negative tests, 24 hours apart from each other, for patients of high clinical suspicion)."
            }
        ],
        "intervention": {
            "intervention_type": "Diagnostic Test",
            "intervention_name": "Electrocardiogram, telemetry, echocardiogram, laboratory values",
            "description": "Serial electrocardiograms, telemetry monitoring, echocardiographic assessment and serial laboratory testing will be used to identify differences among the two study groups.",
            "arm_group_label": [
                "Cases",
                "Controls"
            ]
        },
        "eligibility": {
            "study_pop": {
                "textblock": "Subjects admitted to the COVID unit and medical intensive care unit of Memorial Hermann\n        Hospital/Texas Medical Center from March 30th, 2020 to March 30th, 2021 will be identified\n        by location search of the electronic medical records. Subjects who were tested positive for\n        SARS-CoV-2 by PCR will be age- and gender-matched with subjects admitted to the COVID unit\n        or medical intensive care unit with similar symptoms but negative PCR tests for SARS-CoV-2\n        (one negative PCR test for patients of low clinical suspicion and two negative tests, 24\n        hours apart from each other, for patients of high clinical suspicion). Demographic,\n        clinical, laboratory and imaging findings will be collected by retrospective electronic\n        chart review."
            },
            "sampling_method": "Non-Probability Sample",
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          -  Patients admitted to the hospital with symptoms of fever, sore throat, cough, nasal\n             congestion and/or dyspnea who were tested positive for SARS-CoV-2 by PCR\n\n        Exclusion Criteria:\n\n          -  Patients of high clinical suspicion for COVID-19 with only one negative PRC test for\n             SARS-CoV-2\n\n          -  Patients with COVID-19 who do not require hospitalization"
            },
            "gender": "All",
            "minimum_age": "18 Years",
            "maximum_age": "N/A",
            "healthy_volunteers": "No"
        },
        "overall_contact": {
            "last_name": "Efstratios Koutroumpakis, MD",
            "phone": "4123203161",
            "email": "Efstratios.Koutroumpakis@uth.tmc.edu"
        },
        "overall_contact_backup": {
            "last_name": "Heinrich Taegtmeyer, MD, DPhil",
            "email": "Heinrich.Taegtmeyer@uth.tmc.edu"
        },
        "location": {
            "facility": {
                "name": "Memorial Hermann Hospital-Texas Medical Center",
                "address": {
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States"
                }
            },
            "status": "Recruiting",
            "contact": {
                "last_name": "Efstratios Koutroumpakis, MD",
                "phone": "412-320-3161",
                "email": "Efstratios.Koutroumpakis@uth.tmc.edu"
            }
        },
        "location_countries": {
            "country": "United States"
        },
        "reference": [
            {
                "citation": "Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xu J, Gu X, Cheng Z, Yu T, Xia J, Wei Y, Wu W, Xie X, Yin W, Li H, Liu M, Xiao Y, Gao H, Guo L, Xie J, Wang G, Jiang R, Gao Z, Jin Q, Wang J, Cao B. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020 Feb 15;395(10223):497-506. doi: 10.1016/S0140-6736(20)30183-5. Epub 2020 Jan 24. Erratum in: Lancet. 2020 Jan 30;:.",
                "PMID": "31986264"
            },
            {
                "citation": "Xiong TY, Redwood S, Prendergast B, Chen M. Coronaviruses and the cardiovascular system: acute and long-term implications. Eur Heart J. 2020 Mar 18. pii: ehaa231. doi: 10.1093/eurheartj/ehaa231. [Epub ahead of print]",
                "PMID": "32186331"
            },
            {
                "citation": "Zheng YY, Ma YT, Zhang JY, Xie X. COVID-19 and the cardiovascular system. Nat Rev Cardiol. 2020 Mar 5. doi: 10.1038/s41569-020-0360-5. [Epub ahead of print]",
                "PMID": "32139904"
            }
        ],
        "verification_date": "April 2020",
        "study_first_submitted": "April 2, 2020",
        "study_first_submitted_qc": "April 2, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "April 6, 2020"
        },
        "last_update_submitted": "April 3, 2020",
        "last_update_submitted_qc": "April 3, 2020",
        "last_update_posted": {
            "@type": "Estimate",
            "#text": "April 7, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Principal Investigator",
            "investigator_affiliation": "Memorial Hermann Health System",
            "investigator_full_name": "Efstratios Koutroumpakis",
            "investigator_title": "MD"
        },
        "condition_browse": {
            "mesh_term": "Cardiovascular Diseases"
        },
        "patient_data": {
            "sharing_ipd": "Undecided"
        }
    }
}