{
    "clinical_study": {
        "@rank": "11",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 09, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04329611"
        },
        "id_info": {
            "org_study_id": "ABCOV-01 version 1.1",
            "nct_id": "NCT04329611"
        },
        "brief_title": "ALBERTA HOPE COVID-19 for the Prevention of Severe COVID19 Disease",
        "official_title": "A Randomized, Double-blind, Placebo-controlled Trial to Assess the Efficacy and Safety of Oral Hydroxychloroquine for the Treatment of SARS-CoV-2 Positive Patients for the Prevention of Severe COVID-19 Disease.",
        "sponsors": {
            "lead_sponsor": {
                "agency": "Dr. Michael Hill",
                "agency_class": "Other"
            }
        },
        "source": "University of Calgary",
        "oversight_info": {
            "has_dmc": "Yes",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "Albertans with COVID-19 are at risk of deteriorating and developing severe illness. Those\n      over age 40 or with co-morbid illness, and likely those who are immune suppressed, are at\n      highest risk. This study will include a focus on people with immune-suppressed states.\n      Individuals confirmed to have SARS-CoV-2 infection will be identified using administrative\n      data (positive lab result, age 18 or over, not hospitalized, and not living in SL4 level of\n      care). They will then be contacted by AHS staff, independent of the researchers, to obtain\n      their consent for the researchers to contact them about this trial. The AHS staff member who\n      contacts the individual will enroll consenting individuals into a study database. If they\n      provided an email address an email will automatically be sent to the individual with study\n      information. Those who decline to be contacted will also be informed of the study website so\n      they can choose to review the study information and self-enrol, although they will need to do\n      so quickly to meet study timelines. Enrolled participants will be contacted by a study\n      coordinator. Those without access to the internet will be informed about the study details\n      when they are contacted by a study coordinator. When the study coordinator contacts potential\n      participants the study will be reviewed, and the potential participant will have an\n      opportunity to ask questions. Consent for participation will be obtained by telephone.\n      Telephone consent will be recorded. Participants will then be screened for inclusion and\n      exclusion criteria by telephone interview and review of Alberta Netcare. Alberta Netcare is\n      the province of Alberta's public Electronic Health Record used to store patient information\n      so that it is easily accessible to healthcare professionals for the purpose of care.\n      Information like immunizations, ECG results, diagnostic images and reports, written medical\n      reports (e.g. surgery reports, consultations, hospital admissions), diagnostic lab testing\n      results (e.g. blood tests, urine tests, blood bank info), allergies and intolerances (drug\n      and food allergies, food intolerances), prescription history, and general patient information\n      (e.g. name, birthdate, personal health number, address, phone number). Those who are not\n      eligible for the study will be informed of the reason(s) for ineligibility (generally it will\n      be a safety exclusion and they should be aware of this). Those who are eligible will be\n      randomized to receive HCQ or placebo for a total duration of 5 days. Study drug will be\n      delivered to their residence by courier. Telephone follow-up will occur at day 7 (range 7-10\n      days) and at day 30 (range 25-35 days)."
        },
        "detailed_description": {
            "textblock": "This double-blind placebo-controlled, randomized clinical trial will determine if\n      hydroxychloroquine for 5 days, initiated within 96 hours of confirmation of a positive\n      COVID-19 result, and within 12 days of symptom onset, reduces the occurrence of severe\n      COVID-19 disease. Severe disease is defined as the composite of hospitalization, invasive\n      mechanical ventilation and 30-day mortality. This trial will enrol consenting adults who are\n      not hospitalized, are age 18 or over, have a risk factor for severe disease, have no\n      contraindication to treatment with hydroxychloroquine, can swallow pills, and who do not have\n      a severe underlying comorbidity where treatment is not likely to be beneficial to the\n      patient.\n\n      Secondary outcomes will be the proportion of participants requiring hospitalization, invasive\n      mechanical ventilation, 30-day mortality, and disposition at 30 days, defined as recovered,\n      ongoing symptoms but not hospitalized, hospitalized, or deceased.\n\n      Randomization will be stratified by age, risk of severe disease, and Alberta Health zone of\n      primary residence. A pre-specified risk classification that includes immunosuppressed status\n      will define those at high risk of severe disease. Health care delivery across Alberta Health\n      zones will likely differ, in part due to the remote location of most patients in some zones.\n\n      Alberta has a single publicly funded health care system with processes and administrative\n      data that will allow complete capture of health system encounters and resource utilization.\n      The population is ethnically diverse. In 2016, 23.5% of Albertans belonged to a visible\n      minority group compared with 22.3% for Canada overall (1). Also, in 2018, 94.1% of Albertans\n      age 15 and older used the internet for personal use compared with 91.3% for Canada overall;\n      this excluded full-time residents of institutions (2). This will support a high degree of\n      electronic recruitment and data capture.\n\n      The current COVID-19 epidemic has also paused most ongoing research, thus providing access to\n      many experienced researchers and highly trained research staff.\n\n      Lack of any proven treatments for this severe condition makes it imperative that we use the\n      resources we have to try to improve the lives of Albertans and determine if there is evidence\n      for the use of hydroxychloroquine for confirmed COVID-19 disease, overall, and in high risk\n      participants."
        },
        "overall_status": "Not yet recruiting",
        "start_date": {
            "@type": "Anticipated",
            "#text": "April 15, 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "August 31, 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "July 31, 2020"
        },
        "phase": "Phase 3",
        "study_type": "Interventional",
        "has_expanded_access": "No",
        "study_design_info": {
            "allocation": "Randomized",
            "intervention_model": "Single Group Assignment",
            "intervention_model_description": "Randomization will be conducted using an online tool. The use of an online tool will allow for dynamic randomization which ensures concealment of allocation. We will use a minimal sufficient balance randomization tool to ensure balance on age, sex, risk status (binary variable based on immune competence and other identified risks), days from symptom onset to randomization and provincial health zone (5 categories). These variables will be identified at telephone screening by a study coordinator, clarified with a physician when necessary, and entered into the online randomization tool. It is predicted that many patients will want treatment. Further, immunosuppressed patients may be at the highest risk of fatal outcomes. Therefore, we will use 2:1 randomization (HCQ: placebo).",
            "primary_purpose": "Treatment",
            "masking": "Triple (Participant, Care Provider, Investigator)",
            "masking_description": "A randomized, double-blind, placebo-controlled trial - trial staff and patients will all be blinded to the treatment allocation."
        },
        "primary_outcome": {
            "measure": "Composite of hospitalization, invasive mechanical ventilation or death within 30 days",
            "time_frame": "Within 30 days of randomization",
            "description": "The aim of this intervention is to prevent severe COVID-19 disease.\nThis trial aims to confirm that severe COVID-19 disease can be reduced by a relative risk reduction of 50% by the use of hydroxychloroquine.The aim of this intervention is to prevent severe COVID-19 disease.\nThis trial aims to confirm that severe COVID-19 disease can be reduced by a relative risk reduction of 50% by the use of hydroxychloroquine.The aim of this intervention is to prevent severe COVID-19 disease.\nThis trial aims to confirm that severe COVID-19 disease can be reduced by a relative risk reduction of 50% by the use of hydroxychloroquine."
        },
        "secondary_outcome": [
            {
                "measure": "mortality",
                "time_frame": "Within 30 days of randomization",
                "description": "Mortality within 30 days of randomization"
            },
            {
                "measure": "Symptom duration",
                "time_frame": "Within 30 days of randomization",
                "description": "Symptom duration of COVID10"
            },
            {
                "measure": "Disposition at 30 days defined as recovered, ongoing symptoms but not hospitalized, hospitalized, or deceased.",
                "time_frame": "Within 30 days of randomization",
                "description": "Disposition of the patient at the Day 30 telephone followup"
            }
        ],
        "number_of_arms": "2",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "1660"
        },
        "condition": "COVID-19",
        "arm_group": [
            {
                "arm_group_label": "hydroxychloroquine",
                "arm_group_type": "Active Comparator",
                "description": "hydroxychloroquine 400 mg po bid loading dose for 1 day followed by 200 mg po twice daily for 4 days"
            },
            {
                "arm_group_label": "Placebo",
                "arm_group_type": "Placebo Comparator",
                "description": "Matching Placebo"
            }
        ],
        "intervention": {
            "intervention_type": "Drug",
            "intervention_name": "Hydroxychloroquine",
            "description": "COVID19",
            "arm_group_label": [
                "Placebo",
                "hydroxychloroquine"
            ],
            "other_name": "plaquenil"
        },
        "eligibility": {
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          1. Confirmed SARS-CoV-2 infection, defined as RT-PCR provincial laboratory confirmation.\n\n          2. Self-reported symptoms of SARS-CoV-2 infection including any of the following: fever\n             ≥37.5°C, cough, dyspnea, chest tightness, malaise, sore throat, myalgias, or coryza\n\n          3. Time from a positive test result to day 1 of treatment <96 hours\n\n          4. Time from patient reported first symptoms to day 1 of treatment <12 days\n\n          5. Adults, age 18 and over, with any risk factor for severe disease\n\n          6. Resident of Alberta or if not a resident of Alberta able to provide complete follow-up\n             data\n\n          7. Agrees to use adequate contraception for the duration of the study\n\n          8. Informed consent\n\n        Exclusion Criteria:\n\n          1. Currently or imminently planned admission to hospital\n\n          2. Any contraindication to hydroxychloroquine\n\n          3. Participation in an ongoing interventional clinical trial within the previous 30 days\n\n          4. Use of hydroxychloroquine (Plaquenil) or chloroquine, lumefantrine, mefloquine, or\n             quinine within the previous 30 days.\n\n          5. Inability to swallow pills or any other reason that compliance with the medical\n             regimen is not likely\n\n          6. Pregnant or breastfeeding\n\n          7. Severe underlying disease where treatment is not likely to be beneficial to the\n             patient."
            },
            "gender": "All",
            "minimum_age": "18 Years",
            "maximum_age": "N/A",
            "healthy_volunteers": "No"
        },
        "overall_official": [
            {
                "last_name": "Luanne Metz, MD",
                "role": "Principal Investigator",
                "affiliation": "University of Calgary"
            },
            {
                "last_name": "Michael D Hill, MD",
                "role": "Study Director",
                "affiliation": "University of Calgary"
            }
        ],
        "overall_contact": {
            "last_name": "Dr. L Metz, MD",
            "phone": "403-944-4241",
            "email": "luanne.metz@ahs.ca"
        },
        "overall_contact_backup": {
            "last_name": "Dr. M Hill, MD",
            "phone": "403-210-7786",
            "email": "michael.hill@ucalgary.ca"
        },
        "location": {
            "facility": {
                "name": "University of Calgary/Foothills Medical Centre",
                "address": {
                    "city": "Calgary",
                    "state": "Alberta",
                    "zip": "T2N 2T9",
                    "country": "Canada"
                }
            },
            "contact": {
                "last_name": "Carol C Kenney, RN, CCRP",
                "phone": "403-944-4286",
                "email": "ckenney@ucalgary.ca"
            },
            "contact_backup": {
                "last_name": "Michael D Hill, MD",
                "phone": "403-210-7786",
                "email": "michael.hill@ucalgary.ca"
            },
            "investigator": [
                {
                    "last_name": "Luanne M Metz, MD, FRCPC",
                    "role": "Principal Investigator"
                },
                {
                    "last_name": "Michael D Hill, MD.FRCPC",
                    "role": "Sub-Investigator"
                }
            ]
        },
        "location_countries": {
            "country": "Canada"
        },
        "verification_date": "April 2020",
        "study_first_submitted": "March 29, 2020",
        "study_first_submitted_qc": "March 31, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "April 1, 2020"
        },
        "last_update_submitted": "April 5, 2020",
        "last_update_submitted_qc": "April 5, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "April 7, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Sponsor-Investigator",
            "investigator_affiliation": "University of Calgary",
            "investigator_full_name": "Dr. Michael Hill",
            "investigator_title": "Co-Principal Investigator"
        },
        "keyword": [
            "SARS-Cov2",
            "viral pneumonia"
        ],
        "intervention_browse": {
            "mesh_term": "Hydroxychloroquine"
        },
        "patient_data": {
            "sharing_ipd": "Yes",
            "ipd_info_type": [
                "Study Protocol",
                "Statistical Analysis Plan (SAP)",
                "Informed Consent Form (ICF)",
                "Clinical Study Report (CSR)",
                "Analytic Code"
            ],
            "ipd_time_frame": "24 months after study close out.",
            "ipd_access_criteria": "pending."
        }
    }
}