{
    "clinical_study": {
        "@rank": "409",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 14, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04321369"
        },
        "id_info": {
            "org_study_id": "20-001",
            "nct_id": "NCT04321369"
        },
        "brief_title": "Impact of Swab Site and Sample Collector on Testing Sensitivity for COVID-19 Virus in Symptomatic Individuals",
        "official_title": "Impact of Swab Site and Sample Collector on Testing Sensitivity for COVID-19 Virus in Symptomatic Individuals",
        "sponsors": {
            "lead_sponsor": {
                "agency": "Dr. Deneen Vojta",
                "agency_class": "Industry"
            },
            "collaborator": [
                {
                    "agency": "Quest Diagnostics",
                    "agency_class": "Industry"
                },
                {
                    "agency": "Bill and Melinda Gates Foundation",
                    "agency_class": "Other"
                }
            ]
        },
        "source": "UnitedHealth Group",
        "oversight_info": {
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "Operational project to compare clinician collected nasopharyngeal (NP) samples to\n      patient-obtained tongue, nasal and mid-turbinate (MT) samples in the detection of SARS-CoV-2\n      in an outpatient clinic setting"
        },
        "detailed_description": {
            "textblock": "This work will serve both the Everett Clinic and broader UnitedHealth Group patient\n      populations as well as advance the public health emergency (PHE) response to the community\n      spread of SARS-CoV-2 virus, especially as the number of cases and deaths continues to rise in\n      many geographies. Leveraging our presence in the Seattle/Puget Sound area with Everett\n      Clinic, we intend to develop a model that can screen a large number of patients at varying\n      levels of risk and manifestation of clinical symptoms while conserving personal protective\n      equipment (PPE) and decreasing transmission risk to health care workers. This will also serve\n      to support the enterprise and public health response. Towards this goal, we must first assess\n      the equivalence between clinician-collected nasopharyngeal (NP) samples to patient-collected\n      tongue, nasal, and mid-turbinate (MT) samples to detect SARS-CoV-2 across a broad\n      cross-section of the population."
        },
        "overall_status": "Completed",
        "start_date": {
            "@type": "Actual",
            "#text": "March 9, 2020"
        },
        "completion_date": {
            "@type": "Actual",
            "#text": "March 23, 2020"
        },
        "primary_completion_date": {
            "@type": "Actual",
            "#text": "March 23, 2020"
        },
        "study_type": "Observational",
        "has_expanded_access": "No",
        "study_design_info": {
            "observational_model": "Case-Only",
            "time_perspective": "Retrospective"
        },
        "primary_outcome": {
            "measure": "Accuracy of patient administered tests",
            "time_frame": "2 weeks",
            "description": "compare clinician collected nasopharyngeal (NP) samples to patient-obtained tongue, nasal and mid-turbinate (MT) samples in the detection of SARS-CoV-2 in an outpatient clinic setting"
        },
        "enrollment": {
            "@type": "Actual",
            "#text": "533"
        },
        "condition": [
            "Infections, Respiratory",
            "Fever",
            "Cough"
        ],
        "intervention": {
            "intervention_type": "Diagnostic Test",
            "intervention_name": "Testing Sensitivity for SARS-CoV-2 Virus in Symptomatic Individuals",
            "description": "This is an operational project. Patients will collect a sample from the tongue, nasal cavity and MT and then clinicians will collect a NP sample from the nostril corresponding to each participant's dominant hand."
        },
        "biospec_retention": "None Retained",
        "biospec_descr": {
            "textblock": "Four nasal swabs will be collected on each participant"
        },
        "eligibility": {
            "study_pop": {
                "textblock": "Patients presenting symptoms indicative of an upper respiratory infection visiting one of\n        the five Everett Clinic sites of during the study duration while the operational project is\n        occurring are eligible to participate in the project."
            },
            "sampling_method": "Non-Probability Sample",
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          -  Able to consent and agree to participate in the project after discussing the project\n\n          -  Coming to The Everett Clinic during the operational project duration\n\n          -  Evidence of upper respiratory symptoms suggesting higher risk of testing positive for\n             SARS-CoV-2 virus.\n\n        Exclusion Criteria:\n\n          -  Not able to demonstrate understanding of the study\n\n          -  Not willing to commit to having all four samples collected\n\n          -  Medical history evidencing any of the following\n\n               -  Active nosebleed in the past 24 hours\n\n               -  Nasal surgery in the past two weeks\n\n               -  Chemotherapy treatment with low platelet and low white blood cell counts\n\n               -  Acute facial trauma"
            },
            "gender": "All",
            "minimum_age": "N/A",
            "maximum_age": "N/A",
            "healthy_volunteers": "No"
        },
        "overall_official": {
            "last_name": "Ethan Berke, MD",
            "role": "Principal Investigator",
            "affiliation": "UnitedHealth Group"
        },
        "location": {
            "facility": {
                "name": "Everett Clinic",
                "address": {
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98133",
                    "country": "United States"
                }
            }
        },
        "location_countries": {
            "country": "United States"
        },
        "results_reference": [
            {
                "citation": "Coronavirus Disease 2019 (COVID-19) in the US. Centers for Disease Control and Prevention, accessed March 13, 2020. https://www.cdc.gov/coronavirus/2019-ncov/cases-in-us.html"
            },
            {
                "citation": "Personal communication per Dr. Scott Lindquist, MD State of Washington Epidemiologist (March 2020"
            },
            {
                "citation": "Anderson RM, Heesterbeek H, Klinkenberg D, Hollingsworth TD. How will country-based mitigation measures influence the course of the COVID-19 epidemic? Lancet. 2020 Mar 21;395(10228):931-934. doi: 10.1016/S0140-6736(20)30567-5. Epub 2020 Mar 9.",
                "PMID": "32164834"
            },
            {
                "citation": "Frazee BW, Rodríguez-Hoces de la Guardia A, Alter H, Chen CG, Fuentes EL, Holzer AK, Lolas M, Mitra D, Vohra J, Dekker CL. Accuracy and Discomfort of Different Types of Intranasal Specimen Collection Methods for Molecular Influenza Testing in Emergency Department Patients. Ann Emerg Med. 2018 Apr;71(4):509-517.e1. doi: 10.1016/j.annemergmed.2017.09.010. Epub 2017 Nov 24.",
                "PMID": "29174837"
            }
        ],
        "verification_date": "April 2020",
        "study_first_submitted": "March 23, 2020",
        "study_first_submitted_qc": "March 23, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "March 25, 2020"
        },
        "last_update_submitted": "April 9, 2020",
        "last_update_submitted_qc": "April 9, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "April 13, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Sponsor-Investigator",
            "investigator_affiliation": "UnitedHealth Group",
            "investigator_full_name": "Dr. Deneen Vojta",
            "investigator_title": "Executive Vice President and Chief Medical Officer, UHG R&D"
        },
        "condition_browse": {
            "mesh_term": "Respiratory Tract Infections"
        },
        "patient_data": {
            "sharing_ipd": "Yes",
            "ipd_description": "All patients who participate in this operational pilot will have standard COVID-19 screening information entered into their electronic medical record. The collection locations and source of collection (medical personnel versus patient) will need to be clearly distinguished for the purposes of this project. Data resulting from analysis of the samples will also be stored in the electronic medical record and any positive results will be reported accordingly to public health officials as required. The data collected due to this operational effort will be extracted from the medical record and stored for additional research analysis to demonstrate equivalence between location in the nose for the collection of the sample and similarity between sample collected by medical personnel and samples collected by the patient. Data will be shared between the participating clinics, UHG and collaborating partners performing the analysis of the samples and returning results.",
            "ipd_info_type": "Study Protocol",
            "ipd_time_frame": "March 2020 - June 2020",
            "ipd_access_criteria": ". Data will be shared between the participating clinics, UHG and collaborating partners performing the analysis of the samples and returning results as outlined in data sharing agreements."
        }
    }
}