{"clinical_study": {"@rank": "267", "required_header": {"download_date": "ClinicalTrials.gov processed this data on April 03, 2020", "link_text": "Link to the current ClinicalTrials.gov record.", "url": "https://clinicaltrials.gov/show/NCT04283461"}, "id_info": {"org_study_id": "20-0003", "secondary_id": "1UM1AI148373-01", "nct_id": "NCT04283461"}, "brief_title": "Safety and Immunogenicity Study of 2019-nCoV Vaccine (mRNA-1273) for Prophylaxis SARS CoV-2 Infection", "official_title": "Phase I, Open-Label, Dose-Ranging Study of the Safety and Immunogenicity of 2019-nCoV Vaccine (mRNA-1273) in Healthy Adults", "sponsors": {"lead_sponsor": {"agency": "National Institute of Allergy and Infectious Diseases (NIAID)", "agency_class": "NIH"}}, "source": "National Institute of Allergy and Infectious Diseases (NIAID)", "oversight_info": {"is_fda_regulated_drug": "Yes", "is_fda_regulated_device": "No", "is_us_export": "No"}, "brief_summary": {"textblock": "This is a phase I, open-label, dose ranging clinical trial in males and non-pregnant females,\n      18 to 55 years of age, inclusive, who are in good health and meet all eligibility criteria.\n      This clinical trial is designed to assess the safety, reactogenicity and immunogenicity of\n      mRNA-1273 manufactured by ModernaTX, Inc. mRNA-1273 is a novel lipid nanoparticle\n      (LNP)-encapsulated mRNA-based vaccine that encodes for a full-length, prefusion stabilized\n      spike (S) protein of SARS-CoV-2. Enrollment will occur at one domestic site. Forty-five\n      subjects will be enrolled into one of three cohorts and will receive an intramuscular (IM)\n      injection of mRNA-1273 on Days 1 and 29 in the deltoid muscle. Subjects will be followed\n      through 12 months post second vaccination (Day 394). The primary objective is to evaluate the\n      safety and reactogenicity of a 2-dose vaccination schedule of mRNA-1273, given 28 days apart,\n      across 3 dosages in healthy adults."}, "detailed_description": {"textblock": "This is a phase I, open-label, dose ranging clinical trial in males and non-pregnant females,\n      18 to 55 years of age, inclusive, who are in good health and meet all eligibility criteria.\n      This clinical trial is designed to assess the safety, reactogenicity and immunogenicity of\n      mRNA-1273 manufactured by ModernaTX, Inc. mRNA-1273 is a novel lipid nanoparticle\n      (LNP)-encapsulated mRNA-based vaccine that encodes for a full-length, prefusion stabilized\n      spike (S) protein of SARS-CoV-2. Enrollment will occur at one domestic site. Forty-five\n      subjects will be enrolled into one of three cohorts (25 microgram [mcg], 100 mcg, 250 mcg).\n      Subjects will receive an intramuscular (IM) injection (0.5 milliliter [mL]) of mRNA-1273 on\n      Days 1 and 29 in the deltoid muscle and will be followed through 12 months post second\n      vaccination (Day 394). Follow-up visits will occur 1, 2 and 4 weeks post each vaccination\n      (Days 8, 15, 29, 36, 43, and 57), as well as 3, 6 and 12 months post second vaccination (Days\n      119, 209 and 394). The primary objective is to evaluate the safety and reactogenicity of a\n      2-dose vaccination schedule of mRNA-1273, given 28 days apart, across 3 dosages in healthy\n      adults. The secondary objective is to evaluate the immunogenicity as measured by\n      Immunoglobulin G (IgG) enzyme-linked immunosorbent assay ELISA to the SARS-CoV-2 S (spike)\n      protein following a 2-dose vaccination schedule of mRNA-1273 at Day 57."}, "overall_status": "Recruiting", "start_date": {"@type": "Actual", "#text": "March 3, 2020"}, "completion_date": {"@type": "Anticipated", "#text": "June 1, 2021"}, "primary_completion_date": {"@type": "Anticipated", "#text": "June 1, 2021"}, "phase": "Phase 1", "study_type": "Interventional", "has_expanded_access": "No", "study_design_info": {"allocation": "Non-Randomized", "intervention_model": "Sequential Assignment", "primary_purpose": "Prevention", "masking": "None (Open Label)"}, "primary_outcome": [{"measure": "Frequency of solicited local reactogenicity adverse events (AEs)", "time_frame": "Through 7 days post-vaccination"}, {"measure": "Frequency of any medically-attended adverse events (MAAEs)", "time_frame": "Day 1 to Day 394"}, {"measure": "Frequency of any new-onset chronic medical conditions (NOCMCs)", "time_frame": "Day 1 to Day 394"}, {"measure": "Frequency of any serious adverse events (SAEs)", "time_frame": "Day 1 to Day 394"}, {"measure": "Frequency of any unsolicited adverse events (AEs)", "time_frame": "Through 28 days post-vaccination"}, {"measure": "Frequency of solicited systemic reactogenicity adverse events (AEs)", "time_frame": "Through 7 days post-vaccination"}, {"measure": "Grade of any unsolicited adverse events (AEs)", "time_frame": "Through 28 days post-vaccination"}, {"measure": "Grade of solicited local reactogenicity adverse events (AEs)", "time_frame": "Through 7 days post-vaccination"}, {"measure": "Grade of solicited systemic reactogenicity adverse events (AEs)", "time_frame": "Through 7 days post-vaccination"}], "secondary_outcome": [{"measure": "Geometric mean fold rise (GMFR) in IgG titer from baseline", "time_frame": "Day 1 to Day 57"}, {"measure": "Geometric mean titer (GMT) of antibody", "time_frame": "Day 57"}, {"measure": "Percentage of subjects who seroconverted", "time_frame": "Day 1 to Day 57", "description": "Seroconversion is defined as a 4-fold change in antibody titer from baseline"}], "number_of_arms": "3", "enrollment": {"@type": "Anticipated", "#text": "45"}, "condition": ["Corona Virus Infection", "Immunisations"], "arm_group": [{"arm_group_label": "Arm 1", "arm_group_type": "Experimental", "description": "25 mcg of mRNA-1273 administered through 0.5 mL intramuscular injection in the deltoid muscle on Days 1 and 29. n=15 (4 sentinel, 11 non-sentinel)."}, {"arm_group_label": "Arm 2", "arm_group_type": "Experimental", "description": "100 mcg of mRNA-1273 administered through 0.5 mL intramuscular injection in the deltoid muscle on Days 1 and 29. n=15 (4 sentinel, 11 non-sentinel)."}, {"arm_group_label": "Arm 3", "arm_group_type": "Experimental", "description": "250 mcg of mRNA-1273 administered through 0.5 mL intramuscular injection in the deltoid muscle on Days 1 and 29. n=15 (4 sentinel, 11 non-sentinel)."}], "intervention": {"intervention_type": "Biological", "intervention_name": "mRNA-1273", "description": "Lipid nanoparticle (LNP) dispersion containing an mRNA that encodes for the prefusion stabilized spike protein 2019-nCoV. mRNA-1273 consists of an mRNA Drug Substance that is manufactured into LNPs composed of the proprietary ionizable lipid, SM-102, and 3 commercially available lipids, cholesterol, DSPC, and PEG2000 DMG.", "arm_group_label": ["Arm 1", "Arm 2", "Arm 3"]}, "eligibility": {"criteria": {"textblock": "Inclusion Criteria:\n\n        A subject must meet all of the following criteria to be eligible to participate in this\n        study:\n\n          1. Provides written informed consent prior to initiation of any study procedures.\n\n          2. Be able to understand and agrees to comply with planned study procedures and be\n             available for all study visits.\n\n          3. Agrees to the collection of venous blood per protocol.\n\n          4. Male or non-pregnant female, 18 to 55 years of age, inclusive, at time of enrollment.\n\n          5. Body Mass Index 18-35 kg/m^2, inclusive, at screening.\n\n          6. Women of childbearing potential* must agree to use or have practiced true abstinence**\n             or use at least one acceptable primary form of contraception.***, **** Note: These\n             criteria are applicable to females in a heterosexual relationship and child-bearing\n             potential (i.e., the criteria do not apply to subjects in a same sex relationship).\n\n             *Not of childbearing potential - post-menopausal females (defined as having a history\n             of amenorrhea for at least one year) or a documented status as being surgically\n             sterile (hysterectomy, bilateral oophorectomy, tubal ligation/salpingectomy, or\n             Essure(R) placement).\n\n             **True abstinence is 100% of time no sexual intercourse (male's penis enters the\n             female's vagina). (Periodic abstinence [e.g., calendar, ovulation, symptothermal,\n             post-ovulation methods] and withdrawal are not acceptable methods of contraception).\n\n             ***Acceptable forms of primary contraception include monogamous relationship with a\n             vasectomized partner who has been vasectomized for 180 days or more prior to the\n             subject's first vaccination, intrauterine devices, birth control pills, and\n             injectable/implantable/insertable hormonal birth control products.\n\n             ****Must use at least one acceptable primary form of contraception for at least 30\n             days prior to the first vaccination and at least one acceptable primary form of\n             contraception for 60 days after the last vaccination.\n\n          7. Women of childbearing potential must have a negative urine or serum pregnancy test\n             within 24 hours prior to each vaccination.\n\n          8. Male subjects of childbearing potential*: use of condoms to ensure effective\n             contraception with a female partner from first vaccination until 3 months after the\n             last vaccination.\n\n             *Biological males who are post-pubertal and considered fertile until permanently\n             sterile by bilateral orchiectomy or vasectomy.\n\n          9. Male subjects agree to refrain from sperm donation from the time of first vaccination\n             until 3 months after the last vaccination.\n\n         10. Oral temperature is less than 100.0 degrees Fahrenheit (37.8 degrees Celsius).\n\n         11. Pulse no greater than 100 beats per minute.\n\n         12. Systolic blood pressure (BP) is 85 to 150 mmHg, inclusive.\n\n         13. Clinical screening laboratory evaluations (white blood cell (WBC), hemoglobin (Hgb),\n             platelets (PLTs), alanine transaminase (ALT), aspartate transaminase (AST), creatinine\n             (Cr), alkaline phosphatase (ALP), total bilirubin (T. Bili), Lipase, prothrombin time\n             (PT), and partial thromboplastin time (PTT)) are within acceptable normal reference\n             ranges at the clinical laboratory being used.\n\n         14. Must agree to have samples stored for secondary research.\n\n         15. Agrees to adhere to Lifestyle Considerations throughout study duration.\n\n         16. The subject must agree to refrain from donating blood or plasma during the study\n             (outside of this study).\n\n        Exclusion Criteria:\n\n        A subject who meets any of the following criteria will be excluded from participation in\n        this study:\n\n          1. Positive pregnancy test either at screening or just prior to each vaccine\n             administration.\n\n          2. Female subject who is breastfeeding or plans to breastfeed from the time of the first\n             vaccination through 60 days after the last vaccination.\n\n          3. Has any medical disease or condition that, in the opinion of the site PI or\n             appropriate sub-investigator, precludes study participation.*\n\n             *Including acute, subacute, intermittent or chronic medical disease or condition that\n             would place the subject at an unacceptable risk of injury, render the subject unable\n             to meet the requirements of the protocol, or may interfere with the evaluation of\n             responses or the subject's successful completion of this trial.\n\n          4. Presence of self-reported or medically documented significant medical or psychiatric\n             condition(s).*\n\n             *Significant medical or psychiatric conditions include but are not limited to:\n             Respiratory disease (e.g., chronic obstructive pulmonary disease [COPD], asthma)\n             requiring daily medications currently or any treatment of respiratory disease\n             exacerbations (e.g., asthma exacerbation) in the last 5 years. Asthma medications:\n             inhaled, oral, or intravenous (IV) corticosteroids, leukotriene modifiers, long and\n             short acting beta agonists, theophylline, ipratropium, biologics.\n\n             Significant cardiovascular disease (e.g., congestive heart failure, cardiomyopathy,\n             ischemic heart disease) or history of myocarditis or pericarditis as an adult.\n\n             Neurological or neurodevelopmental conditions (e.g., history of migraines in the past\n             5 years, epilepsy, stroke, seizures in the last 3 years, encephalopathy, focal\n             neurologic deficits, Guillain-Barré syndrome, encephalomyelitis or transverse\n             myelitis).\n\n             Ongoing malignancy or recent diagnosis of malignancy in the last five years excluding\n             basal cell and squamous cell carcinoma of the skin, which are allowed.\n\n             An autoimmune disease, including hypothyroidism without a defined non-autoimmune\n             cause, localized or history of psoriasis.\n\n             An immunodeficiency of any cause.\n\n          5. Has an acute illness*, as determined by the site PI or appropriate sub-investigator,\n             with or without fever [oral temperature > / = 38.0 degrees Celsius (100.4 degrees\n             Fahrenheit)] within 72 hours prior to each vaccination.\n\n             *An acute illness which is nearly resolved with only minor residual symptoms remaining\n             is allowable if, in the opinion of the site PI or appropriate sub-investigator, the\n             residual symptoms will not interfere with the ability to assess safety parameters as\n             required by the protocol.\n\n          6. Has a positive test result for hepatitis B surface antigen, hepatitis C virus\n             antibody, or HIV types 1 or 2 antibodies at screening.\n\n          7. Has participated in another investigational study involving any investigational\n             product* within 60 days, or 5 half-lives, whichever is longer, before the first\n             vaccine administration.\n\n             *study drug, biologic or device\n\n          8. Currently enrolled in or plans to participate in another clinical trial with an\n             investigational agent* that will be received during the study-reporting period.**\n\n             *Including licensed or unlicensed vaccine, drug, biologic, device, blood product, or\n             medication.\n\n             **13 months after the first vaccination.\n\n          9. Has previously participated in an investigational study involving lipid nanoparticles\n             (LNPs) (a component of the investigational vaccine assessed in this trial).\n\n         10. Has a history of hypersensitivity or severe allergic reaction (e.g., anaphylaxis,\n             generalized urticaria, angioedema, other significant reaction) to any previous\n             licensed or unlicensed vaccines.\n\n         11. Chronic use (more than 14 continuous days) of any medications that may be associated\n             with impaired immune responsiveness.*\n\n             *Including, but not limited to, systemic corticosteroids exceeding 10 mg/day of\n             prednisone equivalent, allergy injections, immunoglobulin, interferon,\n             immunomodulators, cytotoxic drugs, or other similar or toxic drugs during the\n             preceding 6-month period prior to vaccine administration (Day 1). The use of low dose\n             topical, ophthalmic, inhaled and intranasal steroid preparations will be permitted.\n\n         12. Received immunoglobulins and/or any blood or blood products within the 4 months before\n             the first vaccine administration or at any time during the study.\n\n         13. Has any blood dyscrasias or significant disorder of coagulation.\n\n         14. Has any chronic liver disease, including fatty liver.\n\n         15. Has a history of alcohol abuse or other recreational drug (excluding cannabis) use\n             within 6 months before the first vaccine administration.\n\n         16. Has a positive test result for drugs of abuse at screening or before the first vaccine\n             administration. If cannabis is the only detected drug, inclusion is permitted.\n\n         17. Has any abnormality or permanent body art (e.g., tattoo) that would interfere with the\n             ability to observe local reactions at the injection site (deltoid region).\n\n         18. Received or plans to receive a licensed, live vaccine within 4 weeks before or after\n             each vaccination.\n\n         19. Received or plans to receive a licensed, inactivated vaccine within 2 weeks before or\n             after each vaccination.\n\n         20. Receipt of any other SARS-CoV-2 or other experimental coronavirus vaccine at any time\n             prior to or during the study.\n\n         21. Close contact of anyone known to have SARS-CoV-2 infection within 30 days prior to\n             vaccine administration.\n\n         22. Current use of any prescription or over-the-counter medications within 7 days prior to\n             vaccination, unless approved by the investigator.\n\n         23. Plan to travel outside the US (continental US, Hawaii, and Alaska) from enrollment\n             through 28 days after the second vaccination."}, "gender": "All", "minimum_age": "18 Years", "maximum_age": "55 Years", "healthy_volunteers": "Accepts Healthy Volunteers"}, "overall_contact": {"last_name": "20-0003 Central Contact", "phone": "12062872061", "email": "KPWA.vaccine@kp.org"}, "location": [{"facility": {"name": "Emory Vaccine Center - The Hope Clinic", "address": {"city": "Decatur", "state": "Georgia", "zip": "30030-1705", "country": "United States"}}, "status": "Recruiting"}, {"facility": {"name": "National Institutes of Health - Clinical Center - Vaccine Research Center Clinical Trials Program", "address": {"city": "Bethesda", "state": "Maryland", "zip": "20892", "country": "United States"}}, "status": "Not yet recruiting"}, {"facility": {"name": "Kaiser Permanente Washington Health Research Institute - Vaccines and Infectious Diseases", "address": {"city": "Seattle", "state": "Washington", "zip": "98101-1466", "country": "United States"}}, "status": "Recruiting"}], "location_countries": {"country": "United States"}, "verification_date": "February 20, 2020", "study_first_submitted": "February 21, 2020", "study_first_submitted_qc": "February 21, 2020", "study_first_posted": {"@type": "Actual", "#text": "February 25, 2020"}, "last_update_submitted": "March 26, 2020", "last_update_submitted_qc": "March 26, 2020", "last_update_posted": {"@type": "Actual", "#text": "March 30, 2020"}, "responsible_party": {"responsible_party_type": "Sponsor"}, "keyword": ["2019-nCoV (mRNA-1273)", "Dose-escalation", "Immunogenicity", "novel coronavirus", "Safety", "SARS-CoV-2"], "condition_browse": {"mesh_term": ["Infection", "Coronavirus Infections", "Severe Acute Respiratory Syndrome", "Virus Diseases"]}, "intervention_browse": {"mesh_term": "Vaccines"}}}