{"clinical_study": {"@rank": "157", "required_header": {"download_date": "ClinicalTrials.gov processed this data on April 03, 2020", "link_text": "Link to the current ClinicalTrials.gov record.", "url": "https://clinicaltrials.gov/show/NCT04273646"}, "id_info": {"org_study_id": "202001", "nct_id": "NCT04273646"}, "brief_title": "Study of Human Umbilical Cord Mesenchymal Stem Cells in the Treatment of Novel Coronavirus Severe Pneumonia", "official_title": "Clinical Study of Human Umbilical Cord Mesenchymal Stem Cells in the Treatment of Novel Coronavirus Severe Pneumonia", "sponsors": {"lead_sponsor": {"agency": "Wuhan Union Hospital, China", "agency_class": "Other"}, "collaborator": {"agency": "Wuhan Hamilton Bio-technology Co., Ltd, China.", "agency_class": "Other"}}, "source": "Wuhan Union Hospital, China", "oversight_info": {"has_dmc": "Yes", "is_fda_regulated_drug": "No", "is_fda_regulated_device": "No"}, "brief_summary": {"textblock": "The novel coronavirus pneumonia is a kind of new emerging respiratory infectious disease,\n      characterized by fever, dry cough, and chest tightness, and caused by the infection of the\n      2019 novel coronavirus (2019-nCoV). In severe cases, there will be rapid respiratory system\n      failure. The novel coronavirus pneumonia is extremely contagious and the disease progresses\n      rapidly. It has become a urgent and serious public health event that threatens human life and\n      health globally. Among them, severe pneumonia caused by novel coronavirus is characterized by\n      extensive acute inflammation of the lungs and the patient is critically ill. At present,\n      there is no effective treatment in clinical practice.Most of them should receive supportive\n      care to help relieve symptoms. For severe cases, treatment should include care to support\n      vital organ functions. This clinical trial is to inspect the safety and efficiency of Human\n      Umbilical Cord Mesenchymal Stem Cells (UC-MSCs) therapy for severe pneumonia patients\n      infected with 2019-nCoV."}, "detailed_description": {"textblock": "Since December 2019, Wuhan has successively found multiple cases of patients with pneumonia\n      infected by a novel coronavirus. With the spread of the epidemic, other cases in China and\n      abroad have also found such cases. As of 24:00 on February 1, 2020, a total of 14,380\n      confirmed cases were reported in China, of which there were 2110 severe cases and 304 death\n      cases. At present, there is no effective treatment for pneumonia in the clinic against new\n      coronavirus infection, especially severe and critical cases. Therefore, it is of great\n      significance to explore more active and effective therapeutic approach to severe pneumonia\n      patients infected with 2019-nCoV.\n\n      Human and animal studies have shown that after infection with coronavirus, the rapid\n      replication of the virus in the body and the subsequent inflammatory response cause damage to\n      alveolar epithelial cells and capillary endothelial cells, causing diffuse interstitial and\n      alveolar edema, and pulmonary function. Impaired, leading to acute hypoxic respiratory\n      insufficiency. The National Health and Medical Commission recently released the \"New\n      Coronavirus Infected Pneumonia Diagnosis and Treatment Plan (Trial Version 5)\", which pointed\n      out that the new type of coronavirus severe pneumonia usually has difficulty breathing after\n      one week, and the severe cases quickly progress to acute respiratory distress syndrome,\n      Septic shock and metabolic acidosis that is difficult to correct. It can be seen that the key\n      to the treatment of new coronavirus severe pneumonia is to inhibit the super-inflammatory\n      immune response caused by the virus, thereby reducing the damage of alveolar epithelial cells\n      and capillary endothelial cells, and then repairing the structure and function of lung\n      tissue.\n\n      Mesenchymal stem cells (MSCs) are one of the most studied and important adult stem cells. A\n      large amount of evidence shows that MSCs can migrate to and return to damaged tissues, exert\n      strong anti-inflammatory and immune regulatory functions, promote the regeneration and repair\n      of damaged tissues, resist apoptosis and inhibit tissue fibrosis, and reduce tissue damage.\n      Many studies have shown that the anti-inflammatory effects of MSCs can significantly reduce\n      virus-induced lung injury and mortality in mice. Studies have shown that MSCs can\n      significantly reduce acute lung injury in mice caused by H9N2 and H5N1 viruses by reducing\n      the levels of proinflammatory cytokines and chemokines and reducing the recruitment of\n      inflammatory cells into the lungs. Compared with MSCs from other sources, human umbilical\n      cord-derived MSCs (umbilical cord MSCs, UC-MSCs) have been widely used because of their\n      convenient collection, no ethical controversy, low immunogenicity, fast self-renewal and\n      strong proliferation ability Research on the treatment of various diseases. Early research in\n      this laboratory used UC-MSCs to intervene in endotoxin (LPS) -induced acute lung injury in\n      mice, and confirmed that UC-MSCs can significantly reduce inflammatory cell infiltration in\n      lung tissue, reduce inflammation in lung tissue, and significantly improve lung The structure\n      and function of tissues protect mouse lung tissue from endotoxin-induced damage.\n\n      The purpose of this study is to investigate efficiency and safety of UC-MSCs in treating\n      severe pneumonia patients infected with 2019-nCoV. This trial will recruit 48 patients. 24\n      patients received i.v. transfusion one round (4 times) of 5.0*10E6 cells/kg of UC-MSCs as the\n      treated group, all of them received the conventional treatment. In addition, the equal 24\n      patients received conventional treatment were used as control group. The respiratory\n      function, pulmonary inflammation, clinical symptoms, pulmonary imaging, side effects, 28-days\n      mortality, immunological characteristics (immune cells, inflammatory factors, etc.) will be\n      evaluated during the 90 days to 96 weeks follow up."}, "overall_status": "Not yet recruiting", "start_date": {"@type": "Anticipated", "#text": "February 16, 2020"}, "completion_date": {"@type": "Anticipated", "#text": "February 15, 2022"}, "primary_completion_date": {"@type": "Anticipated", "#text": "June 30, 2020"}, "phase": "N/A", "study_type": "Interventional", "has_expanded_access": "No", "study_design_info": {"allocation": "Randomized", "intervention_model": "Parallel Assignment", "intervention_model_description": "Parallel Assignment", "primary_purpose": "Treatment", "masking": "None (Open Label)"}, "primary_outcome": [{"measure": "Pneumonia severity index", "time_frame": "From Baseline (0W) to 12 week after treatment", "description": "Evaluation of Pneumonia Improvement"}, {"measure": "Oxygenation index (PaO2/FiO2)", "time_frame": "From Baseline (0W) to 12 week after treatment", "description": "Evaluation of Pneumonia Improvement"}], "secondary_outcome": [{"measure": "Side effects in the UC-MSCs treatment group", "time_frame": "From Baseline (0W) to 96 week after treatment", "description": "Incidence of acute and chronic treatment-related adverse events in patients with novel coronavirus severe pneumonia receiving UC-MSCs infusion as assessed."}, {"measure": "28-days survival", "time_frame": "Day 28", "description": "Marker for efficacy of treatment"}, {"measure": "Sequential organ failure assessment", "time_frame": "Day 28", "description": "Markers of organ function（Score each criterion on a scale of 0 to 4, and the higher the score, the worse the prognosis.）"}, {"measure": "C-reactive protein", "time_frame": "From Baseline (0W) to 12 week after treatment", "description": "Markers of Infection"}, {"measure": "Procalcitonin", "time_frame": "From Baseline (0W) to 12 week after treatment", "description": "Markers of Infection"}, {"measure": "Lymphocyte count", "time_frame": "From Baseline (0W) to 12 week after treatment", "description": "Marker of Immunological function"}, {"measure": "CD3+, CD4+ and CD8+ T celll count", "time_frame": "From Baseline (0W) to 12 week after treatment", "description": "Marker of Immunological function"}, {"measure": "CD4+/CD8+ratio", "time_frame": "From Baseline (0W) to 12 week after treatment", "description": "Marker of Immunological function"}], "number_of_arms": "2", "enrollment": {"@type": "Anticipated", "#text": "48"}, "condition": ["2019 Novel Coronavirus Pneumonia", "COVID-19"], "arm_group": [{"arm_group_label": "UC-MSCs Treatment Group", "arm_group_type": "Experimental", "description": "Conventional treatment plus UC-MSCs:\nParticipants will receive conventional treatment plus 4 times of UC-MSCs(0.5*10E6 UC-MSCs/kg body weight intravenously at Day 1，Day 3，Day 5，Day7)."}, {"arm_group_label": "Conventional Control Group", "arm_group_type": "Placebo Comparator", "description": "Conventional treatment plus Placebo:\nWithout UC-MSCs Therapy but conventional treatment should be received. Participants will receive conventional treatment plus 4 times of Placebo intravenously at Day 1，Day 3，Day 5，Day7)."}], "intervention": [{"intervention_type": "Biological", "intervention_name": "UC-MSCs", "description": "4 times of UC-MSCs(0.5*10E6 UC-MSCs/kg body weight intravenously at Day 1, Day 3, Day 5, Day 7).", "arm_group_label": "UC-MSCs Treatment Group"}, {"intervention_type": "Drug", "intervention_name": "Placebo", "description": "4 times of cell-free stem cell suspension (saline containing 1% human albumin) intravenously at Day 1, Day 3, Day 5, Day 7).", "arm_group_label": "Conventional Control Group"}], "eligibility": {"criteria": {"textblock": "Inclusion Criteria:\n\n          1. CT image is characteristic of viral pneumonia;\n\n          2. 2019-ncov infection (positive nucleic acid test) is confirmed by pathogenic test;\n\n          3. In compliance with the 2019-nCoV infection severe pneumonia diagnosis standard\n             (according to the novel coronavirus infection pneumonia diagnosis and treatment\n             program (Trial Implementation Version 5) issued by the National Health and Medical\n             Commission, and WHO 2019 new coronavirus guidelines standards). It is severe if it\n             meets any of the following: (A) Increased breathing rate (≥30 beats / min), difficulty\n             breathing, cyanosis of the lips; (B) When inhaling, means oxygen saturation ≤93%; (C)\n             Partial pressure of arterial oxygen (PaO2) / Fraction of inspired oxygen (FiO2) ≤300\n             mmHg (1mmHg = 0.133kPa);\n\n          4. 18 years old ≤ age ≤ 65 years old, regardless of gender;\n\n          5. The patient or legal donor agrees to participate in the study and signs the informed\n             consent.\n\n        Exclusion Criteria:\n\n          1. Patients with severe allergies or allergies to stem cell preparations and their\n             components;\n\n          2. Patients with serious basic diseases that affect survival, including: blood diseases,\n             cachexia, active bleeding, severe malnutrition, etc .;\n\n          3. Patients with pulmonary obstructive pneumonia, severe pulmonary interstitial fibrosis,\n             alveolar proteinosis, allergic alveolitis, and other known viral pneumonia or\n             bacterial pneumonia;\n\n          4. Continuous use of immunosuppressive agents or organ transplants in the past 6 months;\n\n          5. In vitro life support (ECMO, ECCO2R, RRT);\n\n          6. Expected deaths within 48 hours, uncontrolled infections;\n\n          7. Patients with malignant blood-borne diseases such as HIV or syphilis;\n\n          8. Patient with pregnancy, are planning to become pregnant or breastfeeding;\n\n          9. Patients with poor compliance and unable to complete the full study;\n\n         10. The investigator determines that there may be increased risk of the subject or other\n             conditions that interfere with the clinical trial and the judgment of the results\n             (such as excessive stress, sensitivity or cognitive impairment, etc.);\n\n         11. There are other situations that the researchers think are not suitable to participate\n             in this clinical study."}, "gender": "All", "minimum_age": "18 Years", "maximum_age": "65 Years", "healthy_volunteers": "No"}, "overall_contact": {"last_name": "Yang Jin, MD", "phone": "+8613554361146", "email": "whuhjy@sina.com"}, "overall_contact_backup": {"last_name": "Yang Jin, MD", "phone": "+86027-85726114", "email": "whuhjy@126.com"}, "location": {"facility": {"name": "Union Hospital, Tongji Medical College, Huazhong University of Science and Technology", "address": {"city": "Wuhan", "state": "Hubei", "zip": "430000", "country": "China"}}}, "location_countries": {"country": "China"}, "verification_date": "February 2020", "study_first_submitted": "February 14, 2020", "study_first_submitted_qc": "February 17, 2020", "study_first_posted": {"@type": "Actual", "#text": "February 18, 2020"}, "last_update_submitted": "February 19, 2020", "last_update_submitted_qc": "February 19, 2020", "last_update_posted": {"@type": "Actual", "#text": "February 21, 2020"}, "responsible_party": {"responsible_party_type": "Principal Investigator", "investigator_affiliation": "Wuhan Union Hospital, China", "investigator_full_name": "Yang Jin", "investigator_title": "Principle Investigator, Clinical Professor of Department of Respiratory and Critical Care Medicine,"}, "keyword": ["2019 Novel Coronavirus Pneumonia", "Safety", "Efficiency", "Cell Therapy", "UC-MSCs"], "condition_browse": {"mesh_term": ["Coronavirus Infections", "Pneumonia"]}, "patient_data": {"sharing_ipd": "No"}}}