{
    "clinical_study": {
        "@rank": "40",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 08, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04333628"
        },
        "id_info": {
            "org_study_id": "EMC 0045-20",
            "nct_id": "NCT04333628"
        },
        "brief_title": "Chloroquine for Mild Symptomatic and Asymptomatic COVID-19",
        "official_title": "Chloroquine for Mild Symptomatic and Asymptomatic COVID-19 in A Two Staged, Multicenter, Open Label and Randomized Trial",
        "sponsors": {
            "lead_sponsor": {
                "agency": "HaEmek Medical Center, Israel",
                "agency_class": "Other"
            }
        },
        "source": "HaEmek Medical Center, Israel",
        "oversight_info": {
            "has_dmc": "Yes",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "19 COVID (Coronavirus disease 2019 ) is a deadly viral disease that has been spreading around\n      the world for several months, and is caused by a CORONA family virus (COVID-19). Following\n      IN-VITRO evidence of the antiviral effect of CHLOROQUINE in CORONA viruses, this drug has\n      been used empirically for COVID-19 patients and is currently recommended in Israel for the\n      treatment of intermediate and severity disease.\n\n      The mechanism of action of chloroquine is in part by inhibiting the virus distribution, and\n      changing the intracellular acidity, the virus distribution site. The intracellular\n      chloroquine concentration is determined by a pump called PGP (permeability glycoprotein) that\n      removes the drug from the cell and is activated by the drug. In the treatment of malaria, the\n      benefit of low dosage of the drug has been shown to be effective due to the fact that the\n      intracellular concentration of the drug is probably higher, and therefore the logic to\n      examine this issue in COVID-19 treatment.\n\n      The purpose of this study is to test whether a low dose of Chloroquine will reduce the\n      duration of the viral shedding and prevent the disease from worsening."
        },
        "detailed_description": {
            "textblock": "19 COVID is a deadly viral disease that has been spreading around the world for several\n      months, and is caused by a CORONA family virus (COVID-19). This virus family causes upper\n      respiratory tract disease and sometimes severe and fatal lung disease, as in the past:\n      SARS-CoV (severe acute respiratory syndrome) and -MERS-CoV.\n\n      Since the outbreak of the pandemic there has been a constant search for effective drug\n      treatment for the disease. Following IN-VITRO evidence of the antiviral effect of CHLOROQUINE\n      in CORONA viruses, this drug has been used empirically for COVID-19 patients and is currently\n      recommended in Israel for the treatment of intermediate and severity disease.\n\n      Currently, it is not common to treat patients with mild illness or asymptomatic carriers. In\n      these situations, isolation is recommended until upper respiratory tract surfaces no longer\n      show the presence of the virus, a period of approximately 20 days. .\n\n      The mechanism of action of chloroquine is in part by inhibiting the virus distribution, and\n      changing the intracellular acidity, the virus distribution site. The intracellular\n      chloroquine concentration is determined by a pump called PGP that removes the drug from the\n      cell and is activated by the drug. In the treatment of malaria, the benefit of low dosage of\n      the drug has been shown to be effective due to the fact that the intracellular concentration\n      of the drug is probably higher, and therefore the logic to examine this issue in COVID-19\n      treatment.\n\n      The purpose of this study is to test whether a low dose of Chloroquine will reduce the\n      duration of the viral shedding and prevent the disease from worsening. Reducing the duration\n      of viral shedding, shortens the time when there is a risk that the person will spread the\n      disease, and the time when the person is in isolation and cannot return to his normal life.\n\n      The trial will be conducted in two stages, first in patients with mild-grade symptomatology\n      disease , and then, depending on the results of the first phase, Investigator's will consider\n      chloroquine therapy in asymptomatic patients (carriers only) to reduce the duration of viral\n      shedding and prevent the onset of symptomatic disease. (Chloroquine dosage at this stage will\n      be determined by the results of the first stage) In the first stage, patients will be\n      recruited at a slight level and will compare two doses of chloroquine (low and normal) with\n      standard of care.\n\n      In the second stage, Investigator's plan to examine asymptomatic carriers. Progress between\n      Phase 1 and Phase 2 of the experiment will be contingent upon receiving a renewed approval\n      from the Helsinki Committee, based on an interim report to be submitted.\n\n      For the first study, patients diagnosed with COVID-19 patients will be recruited in a mild\n      condition, with no background disease or drug therapy that endangers them with the side\n      effects of chloroquine. will monitor patients' will be monitor for clinical status and\n      periodic PCR (polymerase chain reaction ) results from nasal and pharyngeal surfaces."
        },
        "overall_status": "Not yet recruiting",
        "start_date": {
            "@type": "Anticipated",
            "#text": "April 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "December 2021"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "April 2021"
        },
        "phase": "Phase 2/Phase 3",
        "study_type": "Interventional",
        "has_expanded_access": "No",
        "study_design_info": {
            "allocation": "Randomized",
            "intervention_model": "Parallel Assignment",
            "intervention_model_description": "This study will compare three groups of treatment, identical of their size (by randomization table) group 1- 125mgx1 / d low dose chloroquine group for 7 days (or until the condition worsens, whichever comes first) group 2- Regular dose chloroquine dose at 500mgx2 / d for 7 days (or until the condition worsens, whichever comes first) 3. Standard treatment group.\nWe will monitor patients' clinical status and periodic PCR (Polymerase Chain Reaction) results from nasal and pharyngeal surfaces.",
            "primary_purpose": "Treatment",
            "masking": "None (Open Label)"
        },
        "primary_outcome": [
            {
                "measure": "change in virus duration (viral shedding)",
                "time_frame": "23 days",
                "description": "change in the extent and duration of virus shedding."
            },
            {
                "measure": "change in the number of patients going from asymptomatic to moderately disease",
                "time_frame": "1 month",
                "description": "change in the number of patients going from asymptomatic to moderately disease"
            }
        ],
        "number_of_arms": "3",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "210"
        },
        "condition": "COVID-19",
        "arm_group": [
            {
                "arm_group_label": "low dose chloroquine",
                "arm_group_type": "Experimental",
                "description": "oral chloroquine 125mg daily for 7 days (or until the condition worsens, whichever comes first)"
            },
            {
                "arm_group_label": "Regular dose chloroquine",
                "arm_group_type": "Experimental",
                "description": "oral chloroquine 500 mg twice daily for 7 days (or until the condition worsens, whichever comes first)"
            },
            {
                "arm_group_label": "Standard of care",
                "arm_group_type": "Other",
                "description": "The treatment is mostly supportive in character and is given, based on patient's clinical state. Antibiotics do not help patients fight novel coronavirus."
            }
        ],
        "intervention": [
            {
                "intervention_type": "Drug",
                "intervention_name": "chloroquine",
                "description": "oral treatment of chloroquine",
                "arm_group_label": [
                    "Regular dose chloroquine",
                    "low dose chloroquine"
                ]
            },
            {
                "intervention_type": "Other",
                "intervention_name": "standard care",
                "description": "Currently, there is no specific treatment for novel coronavirus. The treatment is mostly supportive in character and is given, based on patient's clinical state. Antibiotics do not help patients fight novel coronavirus.",
                "arm_group_label": "Standard of care"
            }
        ],
        "eligibility": {
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          -  Age over 18\n\n          -  A person diagnosed with COVID-19 in the past 48 hours\n\n          -  Asymptomatic\n\n        Exclusion Criteria:\n\n          -  chronic lung disease with chronic hypoxia\n\n          -  Sleep apnea requiring BIPAP / continuous positive airway pressure\n\n          -  Retinal disease\n\n          -  Porphyria\n\n          -  Myastenia gravis\n\n          -  immunodeficiency disorders\n\n          -  Hearing Disorders\n\n          -  Scheduled for general anesthesia\n\n          -  treatment with antibiotics or antiretroviral for any reason\n\n          -  Pulse <50\n\n          -  Known Ventricular arrhythmias\n\n          -  Heart Failure: Systolic or Diastolic\n\n          -  kown QT prolongation\n\n          -  Taking medicines that increase the risk of QT prolongation in combination with\n             CHLOROQUINE."
            },
            "gender": "All",
            "minimum_age": "18 Years",
            "maximum_age": "N/A",
            "healthy_volunteers": "No"
        },
        "overall_official": {
            "last_name": "Lee Goldstein, MD",
            "role": "Principal Investigator",
            "affiliation": "HaEmek Medical Center, Israel"
        },
        "overall_contact": {
            "last_name": "Lee Goldstein, MD",
            "phone": "972-4-6494143",
            "email": "goldstein_le@clalit.org.il"
        },
        "overall_contact_backup": {
            "last_name": "gilat ron avraham",
            "email": "gilat_av@clalit.org.il"
        },
        "verification_date": "April 2020",
        "study_first_submitted": "April 1, 2020",
        "study_first_submitted_qc": "April 2, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "April 3, 2020"
        },
        "last_update_submitted": "April 5, 2020",
        "last_update_submitted_qc": "April 5, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "April 7, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Sponsor"
        },
        "intervention_browse": {
            "mesh_term": [
                "Chloroquine",
                "Chloroquine diphosphate"
            ]
        },
        "patient_data": {
            "sharing_ipd": "No"
        }
    }
}