{
    "clinical_study": {
        "@rank": "32",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 08, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04337541"
        },
        "id_info": {
            "org_study_id": "2020-04-02",
            "nct_id": "NCT04337541"
        },
        "brief_title": "Reduction in COVID-19 Infection Using Surgical Facial Masks Outside the Healthcare System",
        "official_title": "Reduction in COVID-19 Infection Using Surgical Facial Masks Outside the Healthcare System",
        "sponsors": {
            "lead_sponsor": {
                "agency": "Rigshospitalet, Denmark",
                "agency_class": "Other"
            },
            "collaborator": [
                {
                    "agency": "Nordsjaellands Hospital",
                    "agency_class": "Other"
                },
                {
                    "agency": "Hvidovre University Hospital",
                    "agency_class": "Other"
                },
                {
                    "agency": "Herlev Hospital",
                    "agency_class": "Other"
                },
                {
                    "agency": "Technical University of Denmark",
                    "agency_class": "Other"
                }
            ]
        },
        "source": "Rigshospitalet, Denmark",
        "oversight_info": {
            "has_dmc": "No",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "In the current COVID-19 pandemic with coronavirus, SARS-COV2, the Danish Health Authorities\n      recommend using facial masks in the health care system when handling patients presumed or\n      proven to be infected with the virus. However, the use of facial masks outside the health\n      care system is not recommended by the Danish Health Authorities. Here, Health Authorities in\n      other countries have different recommendations for the use of facial masks.\n\n      Challenges when using facial masks outside the health care system include wearing the mask\n      consistently, an efficacy of the mask of app. 8 hours necessitating a change of mask\n      throughout the day, and that it is not sufficiently tight enough to safely keep the virus\n      out. Moreover, the eyes (mucous membrane) remain exposed. Compliance could also be another\n      challenge.\n\n      SARS-COV2 is assumed to primarily enter the body via the mouth through respiratory droplets -\n      or possibly through inhalation of aerosol containing the virus. From the mouth the virus is\n      assumed to spread to the airways and the gastro-intestinal tract. SARS-COV2 is also known to\n      be transmitted via physical contact, helped along by the fact that the virus can survive on\n      surfaces for at least 72 hours. Touching such a contaminated surface can transfer the virus\n      to the mouth via the hand - and thus lead to infection of the person.\n\n      Facial masks are expected to protect against viral infection in two ways;\n\n        1. By reducing the risk of getting the virus in via the mouth or nose via respiratory\n           droplets or aerosol\n\n        2. By reducing the transfer from virus-contaminated hands to the mouth or nose\n\n      Hypothesis The use of surgical facial masks outside the hospital will reduce the frequency of\n      COVID-19 infection.\n\n      All participants will follow authority recommendations and be randomized to either wear\n      facial masks or not. The participants will be screened for antibodies at study start and\n      study end. They will perform swab-test if they experience symptoms during the study as well\n      as the end of study."
        },
        "detailed_description": {
            "textblock": "Background In the current COVID-19 pandemic with coronavirus, SARS-COV2, the Danish Health\n      Authorities recommend using facial masks in the health care sector when handling patients\n      presumed or proven to be infected with the virus. However, the use of facial masks outside\n      the healthcare system is not recommended by the Danish Health Authorities. Challenges when\n      using facial masks outside the health care system include wearing the mask consistently, an\n      efficacy of the mask of app. 8 hours necessitating a change of mask throughout the day, and\n      that it is not sufficiently tight enough to safely keep the virus out. Moreover, the eyes\n      (mucous membrane) remain exposed. Compliance could also be another challenge. Health\n      Authorities in other countries have different recommendations for the use of facial masks and\n      the authors of the Lancet study concluded; \"Universal use of face masks could be considered\n      if supplies permit. In parallel, urgent research on the duration of protection of face masks,\n      the measures to prolong life of disposable masks, and the invention on reusable masks should\n      be encouraged.\"\n\n      SARS-COV2 is assumed to primarily enter the body via the mouth through respiratory droplets\n      or possibly through inhalation of aerosol containing the virus. From the mouth the virus is\n      assumed to spread to the airways and the gastro-intestinal tract. SARS-COV2 is also known to\n      be transmitted via physical contact, helped along by the fact that the virus can survive on\n      surfaces for at least 72 hours. Touching such a contaminated surface can transfer the virus\n      to the mouth via the hand - and thus lead to infection of the person. A study with 26 medical\n      students showed that they touched their face on average 23 times per hour, and that in 44 %\n      of the incidents they touched their mucous membranes3. A Japanese questionnaire study showed\n      that facial masks reduced the risk for school children for getting influenza by 15 %4. N95\n      mask and surgical facial masks are presumed to have the same effect for healthcare personnel\n      when providing protecting from infection with influenza.\n\n      Facial masks are assumed to protect against viral infection in two ways;\n\n        1. By reducing the risk of getting the virus via mouth or nose through the air via\n           respiratory droplets or aerosol\n\n        2. By reducing the transfer from virus-contaminated hands to the mouth or nose\n\n      About 10 % of the Danish population is estimated to get COVID-19 during the present\n      pandemic-wave; this corresponds to 600,000 Danes. Later COVID-19 waves are expected to occur.\n      The epidemic in Denmark is expected to be at the highest point in medio April. In April and\n      May it be estimated that >2 % of the population will be infected per month.\n\n      Hypothesis The use of surgical facial masks outside the hospital will reduce the frequency of\n      COVID-19 infection.\n\n      Method The participants recruited are people working outside of their home, who have not\n      previously been infected with COVID-19 and who do not wear facial masks (e.g. healthcare\n      personnel) when working. They will be randomized for\n\n        1. Normal behavior according to the authority's recommendations or\n\n        2. Normal behavior according to the authority's recommendations and use of facial masks\n\n      Participants will be instructed in using the facial mask consistently when outside their home\n      (and at home when receiving visits from others. The instruction is given in writing and via\n      an instruction video. The participants will be contacted once weekly to optimize compliance.\n      It will be registered if the participants are diagnosed with COVID-19. Participants, who are\n      not tested positive for COVID-19 in the study period will perform a self-test if having\n      symptoms or when the study ends (instruction video).\n\n      Perspective The study can determine whether use of facial masks in the public is beneficial\n      and if there is an effect this could have great impact on the current as well as any future,\n      similar epidemics.\n\n      Interested participants can register through a link in the add to our research registration\n      database RedCap. The participant will then receive written information and can then register.\n      They will receive a COVID-19 screening test set and (+/-) facial masks ( 2 per day) for the\n      first month. If the participant experience symptoms, he/she will register their symptoms in\n      RedCap, test with a swab-test and send the swab-test to the study investigator for analyses.\n      If negative, new test-sets are sent out - if positive, the participant will be referred to\n      the hospital. This process continues until the participant is tested positive for COVID-19,\n      the pandemic is considered finished by the Danish authorities or when the study ends on May 7\n      2020. At study end, all participants perform antibody screening and swab test, and send it to\n      the study investigators.\n\n      Power calculation With an infection frequency of 2 % in the study period, an expected\n      reduction of the risk to 1 % should be demonstratable with a power of 80 % and a p-value of 5\n      %, if including a total of 4,636 patients randomized 1:1. If the infection frequency is\n      higher the power of the study will be higher. With an expected defection of 20 % a total of\n      6,000 participants will be included.\n\n      Authority approvals from The Danish National Committee On Health Research Ethics and The Data\n      Protection Agency have been granted."
        },
        "overall_status": "Recruiting",
        "start_date": {
            "@type": "Actual",
            "#text": "April 2, 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "July 1, 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "July 1, 2020"
        },
        "phase": "N/A",
        "study_type": "Interventional",
        "has_expanded_access": "No",
        "study_design_info": {
            "allocation": "Randomized",
            "intervention_model": "Parallel Assignment",
            "intervention_model_description": "The participants recruited are people working outside of their home, who have not previously been infected with COVID-19 and who do not wear facial masks (e.g. healthcare personnel) when working. They will be randomized for\nNormal behavior according to the authority's recommendations or\nNormal behavior according to the authority's recommendations and use of facial masks\nParticipants will be instructed in using the facial mask consistently when outside their home (and at home when receiving visits from others. The instruction is given in writing and via an instruction video. The participants will be contacted once weekly to optimize compliance. It will be registered if the participants are diagnosed with COVID-19. Participants will perform antibody screening at study start and end. Participants, who are not tested positive for COVID-19 in the study period will perform a swab self-test if experiencing symptoms or when the study ends (instruction video).",
            "primary_purpose": "Prevention",
            "masking": "None (Open Label)"
        },
        "primary_outcome": {
            "measure": "Reduction in COVID-19 infection frequency",
            "time_frame": "30 days",
            "description": "Reduction in COVID-19 infection frequency"
        },
        "secondary_outcome": {
            "measure": "Antibody-screening",
            "time_frame": "30 days",
            "description": "Number of participants testing positive in antibody screening at study start and study end, respectively"
        },
        "number_of_arms": "2",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "6000"
        },
        "condition": "COVID-19",
        "arm_group": [
            {
                "arm_group_label": "Normal recommendations, no mask",
                "arm_group_type": "No Intervention",
                "description": "Normal behavior according to the authority's recommendations or"
            },
            {
                "arm_group_label": "Normal recommendations AND mask",
                "arm_group_type": "Experimental",
                "description": "Normal behavior according to the authority's recommendations AND use of facial masks"
            }
        ],
        "intervention": {
            "intervention_type": "Other",
            "intervention_name": "Surgical facial mask",
            "description": "Participants will follow normal Authority recommendations AND wear mask outside their homes, or when receiving visits in their home.",
            "arm_group_label": "Normal recommendations AND mask"
        },
        "eligibility": {
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          -  Older than 18 years of age and without symptoms associated with corona-virus (or\n             previously tested positive for corona).\n\n          -  Participant is outside their home more than 3 hours a day. E.g.for work or for other\n             activities among other people.\n\n          -  Have not experienced any fever in the last month\n\n          -  Do not normally wear a facial mask for daily work (e.g. healthcare personnel)\n\n        Exclusion Criteria:\n\n          -  Previously tested positive for corona-virus\n\n          -  Have had a fever in the last month\n\n          -  Wear facial mask for work"
            },
            "gender": "All",
            "minimum_age": "18 Years",
            "maximum_age": "N/A",
            "healthy_volunteers": "Accepts Healthy Volunteers"
        },
        "overall_official": [
            {
                "last_name": "Henrik Ullum, Prof., DMSc",
                "role": "Principal Investigator",
                "affiliation": "Rigshospitalet, Denmark"
            },
            {
                "last_name": "Kasper Karmark Iversen, Prof., DMSc",
                "role": "Principal Investigator",
                "affiliation": "Herlev Hospital"
            },
            {
                "last_name": "Thomas Benfield, Prof., DMSc",
                "role": "Principal Investigator",
                "affiliation": "Hvidovre University Hospital"
            },
            {
                "last_name": "Christian Torp-Pedersen, Prof., DMSc",
                "role": "Principal Investigator",
                "affiliation": "Nordsjællands Hospital"
            }
        ],
        "overall_contact": {
            "last_name": "Henning Bundgaard, Prof., DMSc",
            "phone": "+4526112290",
            "email": "henning.bundgaard@regionh.dk"
        },
        "location": {
            "facility": {
                "name": "Rigshospitalet",
                "address": {
                    "city": "Copenhagen",
                    "zip": "2100",
                    "country": "Denmark"
                }
            },
            "status": "Recruiting",
            "contact": {
                "last_name": "Henning Bundgaard, Prof., DMSc",
                "phone": "+4526112290",
                "email": "henning.bundgaard@regionh.dk"
            }
        },
        "location_countries": {
            "country": "Denmark"
        },
        "reference": [
            {
                "citation": "Feng S, Shen C, Xia N, Song W, Fan M, Cowling BJ. Rational use of face masks in the COVID-19 pandemic. Lancet Respir Med. 2020 Mar 20. pii: S2213-2600(20)30134-X. doi: 10.1016/S2213-2600(20)30134-X. [Epub ahead of print]",
                "PMID": "32203710"
            },
            {
                "citation": "van Doremalen N, Bushmaker T, Morris DH, Holbrook MG, Gamble A, Williamson BN, Tamin A, Harcourt JL, Thornburg NJ, Gerber SI, Lloyd-Smith JO, de Wit E, Munster VJ. Aerosol and Surface Stability of SARS-CoV-2 as Compared with SARS-CoV-1. N Engl J Med. 2020 Mar 17. doi: 10.1056/NEJMc2004973. [Epub ahead of print]",
                "PMID": "32182409"
            },
            {
                "citation": "Kwok YL, Gralton J, McLaws ML. Face touching: a frequent habit that has implications for hand hygiene. Am J Infect Control. 2015 Feb;43(2):112-4. doi: 10.1016/j.ajic.2014.10.015.",
                "PMID": "25637115"
            },
            {
                "citation": "Uchida M, Kaneko M, Hidaka Y, Yamamoto H, Honda T, Takeuchi S, Saito M, Kawa S. Effectiveness of vaccination and wearing masks on seasonal influenza in Matsumoto City, Japan, in the 2014/2015 season: An observational study among all elementary schoolchildren. Prev Med Rep. 2016 Dec 6;5:86-91. eCollection 2017 Mar.",
                "PMID": "27981021"
            },
            {
                "citation": "Gralton J, McLaws ML. Protecting healthcare workers from pandemic influenza: N95 or surgical masks? Crit Care Med. 2010 Feb;38(2):657-67. Review.",
                "PMID": "20095070"
            }
        ],
        "verification_date": "April 2020",
        "study_first_submitted": "April 2, 2020",
        "study_first_submitted_qc": "April 5, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "April 7, 2020"
        },
        "last_update_submitted": "April 5, 2020",
        "last_update_submitted_qc": "April 5, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "April 7, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Principal Investigator",
            "investigator_affiliation": "Rigshospitalet, Denmark",
            "investigator_full_name": "Henning Bundgaard",
            "investigator_title": "Professor of Cardiology, Consultant, MD, DMSc"
        },
        "condition_browse": {
            "mesh_term": "Infection"
        },
        "patient_data": {
            "sharing_ipd": "No"
        }
    }
}