{
    "clinical_study": {
        "@rank": "516",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 14, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04319172"
        },
        "id_info": {
            "org_study_id": "COVIDSOT",
            "nct_id": "NCT04319172"
        },
        "brief_title": "Multicentric Study of Coronavirus Disease 2019 (COVID-2019) in Solid Organ Transplant Recipients",
        "acronym": "COVIDSOT",
        "official_title": "Multicentric Study of Coronavirus Disease 2019 (COVID-2019) in Solid Organ Transplant Recipients",
        "sponsors": {
            "lead_sponsor": {
                "agency": "Fundación Pública Andaluza para la gestión de la Investigación en Sevilla",
                "agency_class": "Other"
            },
            "collaborator": [
                {
                    "agency": "Spanish Network for Research in Infectious Diseases",
                    "agency_class": "Other"
                },
                {
                    "agency": "GESITRA-IC",
                    "agency_class": "Other"
                }
            ]
        },
        "source": "Fundación Pública Andaluza para la gestión de la Investigación en Sevilla",
        "oversight_info": {
            "has_dmc": "No",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "The overall purpose of this project is to better understand the incidence, risk factors,\n      etiology, clinical manifestations and outcome of tCOVID19 in solid organ transplant\n      recipients. The results obtained will allow us to gain insight on the need of antiviral\n      treatment, on the strategy for complications surveillance, on how to adjust the\n      immunosuppressant therapy and on the level of care in which each patient should be treated.\n      In order to attain the objectives previously described we will develop a multicenter\n      prospective study of consecutive cases of COVID-19 among solid organ transplant recipients."
        },
        "detailed_description": {
            "textblock": "There will be a clinical follow-up of the patients included in this study to observe possible\n      complications and survival rate. Data collected form this study will be evaluated with a\n      descriptive statistical analysis of the cohort consisting of analysis of the risk factors of\n      COVID-19. Subsequently a multivaried logistic regression analysis will be performed in which\n      the factors selected from the analysis and those clinically relevant."
        },
        "overall_status": "Not yet recruiting",
        "start_date": {
            "@type": "Anticipated",
            "#text": "March 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "April 2022"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "March 2022"
        },
        "study_type": "Observational",
        "has_expanded_access": "No",
        "study_design_info": {
            "observational_model": "Cohort",
            "time_perspective": "Prospective"
        },
        "primary_outcome": [
            {
                "measure": "Incidence of coronavirus infection in Solid Organ Transplant Recipients",
                "time_frame": "From baseline at the time of signature of informed consent form to day 28 after confirmation of positive test to coronavirus",
                "description": "Number of Solid Organ Transplant Recipients positive to coronavirus"
            },
            {
                "measure": "Clinical manifestations of coronavirus infection in Solid Organ Transplant Recipients",
                "time_frame": "From baseline at the time of signature of informed consent form to day 28 after confirmation of positive test to coronavirus",
                "description": "Number of participants who present clinical symptoms possibly related to coronavirus infection in Solid Organ Transplant Recipients"
            },
            {
                "measure": "Presence of other risk factors",
                "time_frame": "From baseline at the time of signature of informed consent form to day 28 after confirmation of positive test to coronavirus",
                "description": "Gathering possible risk factors in coronavirus infection in Solid Organ Transplant"
            },
            {
                "measure": "Establish the frequency and type of complications related to the net state of the patient immunosuppression",
                "time_frame": "From baseline at the time of signature of informed consent form to day 28 after confirmation of positive test to coronavirus",
                "description": "Establish the frequency and type of complications related to the net state of the patient immunosuppression"
            }
        ],
        "secondary_outcome": [
            {
                "measure": "Frequency of co-infections",
                "time_frame": "From baseline at the time of signature of informed consent form to day 28 after confirmation of positive test to coronavirus",
                "description": "Another infections at the time of coronavirus positive infection will be gathered"
            },
            {
                "measure": "Mortality",
                "time_frame": "From baseline at the time of signature of informed consent form to study completion",
                "description": "Number of deaths in coronavirus infection in Solid Organ Transplant"
            },
            {
                "measure": "Laboratory characteristics",
                "time_frame": "At inclusion and at 28 days of follow up",
                "description": "Biochemical analysis, hemogram,"
            },
            {
                "measure": "Determination of coronavirus viral load",
                "time_frame": "At inclusion at 14 days and at 28 days",
                "description": "Nasopharyngeal swabs"
            },
            {
                "measure": "Microbiological testing",
                "time_frame": "At inclusion at 14 days and at 28 days",
                "description": "According to the clinical manifestations at blood culture, pleural liquid culture, gram stain and culture of sputum, detection of pneumococcus and Legionella pneumophila antigen in urine, in cases of pneumonia"
            }
        ],
        "enrollment": {
            "@type": "Anticipated",
            "#text": "50"
        },
        "condition": [
            "Transplant Recipient",
            "Infections, Coronavirus"
        ],
        "biospec_retention": "Samples Without DNA",
        "biospec_descr": {
            "textblock": "-  Biochemical analysis\n\n        -  Hemogram\n\n        -  Microbiological testing will be made: blood culture, pleural liquid culture, gram stain\n           and culture of sputum, detection of pneumococcus and Legionella pneumophila antigen in\n           urine, in cases of pneumonia.\n\n        -  Nasopharyngeal swabs"
        },
        "eligibility": {
            "study_pop": {
                "textblock": "Patients older than 16 years with a solid organ transplant diagnosed of COVID-19."
            },
            "sampling_method": "Probability Sample",
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          -  Patients older than 16 years with a solid organ transplant diagnosed of COVID-19.\n\n        NOTE: A confirmed case of infection, is defined by a clinical syndrome that is compatible\n        to that of an respiratory infection (fever, cough and/or dyspnea) and the presence of a\n        positive microbiological result.\n\n        Exclusion Criteria:\n\n          -  Absence of informed consent after giving the information regarding the study."
            },
            "gender": "All",
            "minimum_age": "16 Years",
            "maximum_age": "N/A",
            "healthy_volunteers": "No"
        },
        "overall_official": {
            "last_name": "Elisa Cordero-Matía, MD-PhD",
            "role": "Study Chair",
            "affiliation": "University Hospital Virgen del Rocío"
        },
        "overall_contact": {
            "last_name": "Elisa Cordero-Matía, MD-PhD",
            "phone": "+34 670949617",
            "email": "elisacorderom@gmail.com"
        },
        "overall_contact_backup": {
            "last_name": "Clara Rosso-Fernández, MD-PhD",
            "phone": "+34 625881764",
            "email": "claram.rosso.sspa@juntadeandalucia.es"
        },
        "link": {
            "url": "http://reipi.org/platform/",
            "description": "REIPI is a Research Network aimed at improving developing high quality basic, translational and clinical research in the area of clinical microbiology and infectious diseases"
        },
        "reference": [
            {
                "citation": "Cordero E, Pérez-Romero P, Moreno A, Len O, Montejo M, Vidal E, Martín-Dávila P, Fariñas MC, Fernández-Sabé N, Giannella M, Pachón J; Novel influenza A(H1N1) Study Group of Spanish Network for Research in Infectious Diseases (REIPI). Pandemic influenza A(H1N1) virus infection in solid organ transplant recipients: impact of viral and non-viral co-infection. Clin Microbiol Infect. 2012 Jan;18(1):67-73. doi: 10.1111/j.1469-0691.2011.03537.x. Epub 2011 Jul 25.",
                "PMID": "21790857"
            },
            {
                "citation": "Peghin M, Los-Arcos I, Hirsch HH, Codina G, Monforte V, Bravo C, Berastegui C, Jauregui A, Romero L, Cabral E, Ferrer R, Sacanell J, Román A, Len O, Gavaldà J. Community-acquired Respiratory Viruses Are a Risk Factor for Chronic Lung Allograft Dysfunction. Clin Infect Dis. 2019 Sep 13;69(7):1192-1197. doi: 10.1093/cid/ciy1047.",
                "PMID": "30561555"
            },
            {
                "citation": "Eichenberger EM, Soave R, Zappetti D, Small CB, Shore T, van Besien K, Douglass C, Westblade LF, Satlin MJ. Incidence, significance, and persistence of human coronavirus infection in hematopoietic stem cell transplant recipients. Bone Marrow Transplant. 2019 Jul;54(7):1058-1066. doi: 10.1038/s41409-018-0386-z. Epub 2018 Nov 1.",
                "PMID": "30385869"
            },
            {
                "citation": "Piñana JL, Madrid S, Pérez A, Hernández-Boluda JC, Giménez E, Terol MJ, Calabuig M, Navarro D, Solano C. Epidemiologic and Clinical Characteristics of Coronavirus and Bocavirus Respiratory Infections after Allogeneic Stem Cell Transplantation: A Prospective Single-Center Study. Biol Blood Marrow Transplant. 2018 Mar;24(3):563-570. doi: 10.1016/j.bbmt.2017.11.001. Epub 2017 Nov 15.",
                "PMID": "29155041"
            },
            {
                "citation": "Garbino J, Crespo S, Aubert JD, Rochat T, Ninet B, Deffernez C, Wunderli W, Pache JC, Soccal PM, Kaiser L. A prospective hospital-based study of the clinical impact of non-severe acute respiratory syndrome (Non-SARS)-related human coronavirus infection. Clin Infect Dis. 2006 Oct 15;43(8):1009-15. Epub 2006 Sep 13.",
                "PMID": "16983613"
            },
            {
                "citation": "Cordero E, Aydillo T, Fariñas MC, Paño-Pardo JR, Pachón J, Viasus D, Riera M, López-Medrano F, Payeras A, Moreno A, Rodríguez-Baño J, Oteo JA, Martínez-Montauti J, Torre-Cisneros J, Segura F, Carratalá J; Novel Influenza A(H1N1) Study Group of the SpanishNetwork for Research in Infectious Diseases (REIPI). Immunosuppressed patients with pandemic influenza A 2009 (H1N1) virus infection. Eur J Clin Microbiol Infect Dis. 2012 Apr;31(4):547-56. doi: 10.1007/s10096-011-1346-3. Epub 2011 Jul 27.",
                "PMID": "21792558"
            },
            {
                "citation": "Tian S, Hu N, Lou J, Chen K, Kang X, Xiang Z, Chen H, Wang D, Liu N, Liu D, Chen G, Zhang Y, Li D, Li J, Lian H, Niu S, Zhang L, Zhang J. Characteristics of COVID-19 infection in Beijing. J Infect. 2020 Feb 27. pii: S0163-4453(20)30101-8. doi: 10.1016/j.jinf.2020.02.018. [Epub ahead of print]",
                "PMID": "32112886"
            },
            {
                "citation": "Teicher E, Vincent I, Bonhomme-Faivre L, Abbara C, Barrail A, Boissonnas A, Duclos-Vallée JC, Taburet AM, Samuel D, Vittecoq D. Effect of highly active antiretroviral therapy on tacrolimus pharmacokinetics in hepatitis C virus and HIV co-infected liver transplant recipients in the ANRS HC-08 study. Clin Pharmacokinet. 2007;46(11):941-52.",
                "PMID": "17922559"
            },
            {
                "citation": "Jain AB, Venkataramanan R, Eghtesad B, Marcos A, Ragni M, Shapiro R, Rafail AB, Fung JJ. Effect of coadministered lopinavir and ritonavir (Kaletra) on tacrolimus blood concentration in liver transplantation patients. Liver Transpl. 2003 Sep;9(9):954-60.",
                "PMID": "12942457"
            },
            {
                "citation": "Sheikh AM, Wolf DC, Lebovics E, Goldberg R, Horowitz HW. Concomitant human immunodeficiency virus protease inhibitor therapy markedly reduces tacrolimus metabolism and increases blood levels. Transplantation. 1999 Jul 27;68(2):307-9.",
                "PMID": "10440408"
            }
        ],
        "verification_date": "March 2020",
        "study_first_submitted": "March 20, 2020",
        "study_first_submitted_qc": "March 23, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "March 24, 2020"
        },
        "last_update_submitted": "March 23, 2020",
        "last_update_submitted_qc": "March 23, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "March 24, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Sponsor"
        },
        "keyword": [
            "Transplant Recipient",
            "COVID-19"
        ],
        "condition_browse": {
            "mesh_term": "Coronavirus Infections"
        },
        "patient_data": {
            "sharing_ipd": "Yes",
            "ipd_description": "Planning for the study will be shared with potential sites pertaining to Spanish Network for Research in Infectious Disease (REIPI) and Group for the Study of Infection in Transplantation and the Immunocompromised Host (GESITRA-IC) for participation. IPD is not foreseen out of this groups due to the specific characteristics of patients and sites to be candidates for study participation.",
            "ipd_info_type": [
                "Study Protocol",
                "Informed Consent Form (ICF)"
            ],
            "ipd_time_frame": "One year after the initiation of the study",
            "ipd_access_criteria": "Spanish Network for Research in Infectious Disease (REIPI) and Group for the Study of Infection in Transplantation and the Immunocompromised Host (GESITRA-IC)"
        }
    }
}