{
    "clinical_study": {
        "@rank": "358",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 07, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04316377"
        },
        "id_info": {
            "org_study_id": "REC 121446",
            "nct_id": "NCT04316377"
        },
        "brief_title": "Norwegian Coronavirus Disease 2019 Study",
        "acronym": "NO COVID-19",
        "official_title": "Norwegian Coronavirus Disease 2019 Study: An Open Labeled Randomized Controlled Pragmatic Trial to Evaluate the Antiviral Effect of Chloroquine in Adult Patients With SARS-CoV-2 Infection",
        "sponsors": {
            "lead_sponsor": {
                "agency": "University Hospital, Akershus",
                "agency_class": "Other"
            }
        },
        "source": "University Hospital, Akershus",
        "oversight_info": {
            "has_dmc": "Yes",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No",
            "is_us_export": "No"
        },
        "brief_summary": {
            "textblock": "In the current proposal, the investigators aim to investigate the virological and clinical\n      effects of chloroquine treatment in patients with established COVID-19 in need of hospital\n      admission. Patients will be randomized in a 1:1 fashion to standard of care or standard of\n      care with the addition of therapy with chloroquine."
        },
        "detailed_description": {
            "textblock": "Chloroquine is one of two therapeutics (in addition to remdesivir) that has demonstrated in\n      vitro inhibitory effects on SARS-CoV-2 and the drug is immediately available from national\n      pharmacies. No delay is accordingly expected in treatment initiation after study\n      commencement. In light of the evidence supporting chloroquine as a promising therapeutic in\n      patients with COVID-19, the expected impact of the current proposal is considerable both in\n      the short- and long-term. If successful, treatment with chloroquine has the potential to be\n      the first evidence based treatment for COVID-19. The drug is affordable and the risk of side\n      effects is low, making it an attractive therapeutic in large proportions of the population on\n      a global scale.\n\n      In the current proposal aims to investigate the virological and clinical effects of\n      chloroquine treatment in patients with established SARS-CoV-2 in need of hospital admission.\n      The investigators hypothesize that early treatment with chloroquine in patients with\n      established COVID-19 is safe and will significantly improve prognosis and impact clinical\n      outcomes. More specifically, the investigators hypothesize that early treatment with\n      chloroquine will increase the virological clearance rate of SARS-CoV-2, and lead to more\n      rapid resolve of clinical symptoms, decreased proportion of patients with clinical\n      deterioration and a decreased admission rate to intensive care units and in-hospital\n      mortality. Considering the immediate and worldwide health emergency associated with the\n      SARS-CoV-2 outbreak and the current lack of evidence based medical interventions for this\n      patient group, studies investigating such possible treatment modalities in COVID-19 are\n      direly needed.\n\n      The study is a two-arm, open label, pragmatic randomized controlled trial (RCT) designed to\n      assess the virological and clinical effect of chloroquine therapy in patients with\n      established COVID-19. Pragmatic clinical trials are characterized by focus on informing\n      decision-makers on optimal clinical medicine practice and an intent to streamline procedures\n      and data collection in the trial. By utilizing resources already paid for by the hospitals\n      (physicians and nurses in daily clinical practice), pragmatic clinical trials can include a\n      larger number of patients at a short time duration and at a lower cost. Due to the immediate\n      need for study commencement and the time frame of the current proposal, a pragmatic approach\n      will enable swift initiation of randomization and treatment. Data will be extracted from the\n      data warehouse at Akershus University Hospital for eligible patient identification (i.e.\n      electronic surveillance) and for automatic data extraction to the study specific database.\n      The study will not be able to procure an acceptable placebo treatment and the study will\n      accordingly not be placebo-controlled.\n\n      All patients at Akershus University Hospital with suspicion of acute respiratory tract\n      infections are examined with a nasopharyngeal swab, with subsequent microbiological\n      examination, including SARS-CoV-2 specific RT-PCR. Participants will be recruited from the\n      entirety of the inpatients at the participating hospitals. Electronic real-time surveillance\n      of laboratory reports from the Department of Microbiology will be examined regularly, with\n      maximum interval 24 hours, for SARS-CoV-2 positive subjects.\n\n      The study aims to include patients by a sequential adaptive approach, where analyses are\n      planned after the inclusion of 51 patients, with subsequent analyses after 101, 151 and 202\n      completed patients. All patients included in each sequence will be used for the final\n      analyses of the entire study. This approach will enable frequent assessment of all outcome\n      measures.\n\n      Data will be collected from the hospital electronic record system, including electronic\n      patient records, laboratory and medical imaging systems, and prescribing systems. The data\n      warehouse at Akershus University Hospital will be utilized for automatic data extraction to\n      the study specific database. All clinical variables will be registered in the study eCRF\n      system, including clinical endpoints and quantitative virological results from serial\n      nasopharyngeal specimens."
        },
        "overall_status": "Recruiting",
        "start_date": {
            "@type": "Actual",
            "#text": "March 25, 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "March 3, 2025"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "April 1, 2021"
        },
        "phase": "Phase 4",
        "study_type": "Interventional",
        "has_expanded_access": "No",
        "study_design_info": {
            "allocation": "Randomized",
            "intervention_model": "Parallel Assignment",
            "intervention_model_description": "Two-arm, open label, pragmatic randomized controlled trial.",
            "primary_purpose": "Treatment",
            "masking": "None (Open Label)"
        },
        "primary_outcome": {
            "measure": "Rate of decline in SARS-CoV-2 viral load",
            "time_frame": "Baseline (at randomization) and at 96 hours",
            "description": "Viral load assessed by real time polymerase chain reaction in nasopharyngeal samples"
        },
        "secondary_outcome": [
            {
                "measure": "Change in National Early Warning Score score",
                "time_frame": "Baseline (at randomization) and at 96 hours",
                "description": "National Early Warning Score score determines the degree of illness of a patient. Scores range from 0-20, with a higher score representing further removal from normal physiology and a higher risk of morbidity and mortality."
            },
            {
                "measure": "Admission to intensive care unit",
                "time_frame": "At all times after randomization during index admission (between admission and discharge, approximately 21 days)",
                "description": "Transfer from regular ward to intensive care unit during index admission"
            },
            {
                "measure": "In-hospital mortality",
                "time_frame": "At all times after randomization during index admission (between admission and discharge, approximately 21 days)",
                "description": "All-cause mortality during index admission"
            },
            {
                "measure": "Duration of hospital admission",
                "time_frame": "During index admission (between admission and discharge, approximately 21 days)",
                "description": "Total days admitted to the hospital (difference between admission date and discharge date of index admission)"
            },
            {
                "measure": "Mortality at 30 and 90 days",
                "time_frame": "At follow-up 30 and 90 days",
                "description": "All-cause mortality assessed at 30 and 90 days"
            },
            {
                "measure": "Clinical status",
                "time_frame": "14 days after randomization",
                "description": "Percentage of subjects reporting each severity rating on a 6-point ordinal scale:\nDeath\nHospitalized, on invasive mechanical ventilation or extracorporeal membrane oxygenation\nHospitalized, on non-invasive ventilation or high flow oxygen devices\nHospitalized, requiring supplemental oxygen\nHospitalized, not requiring supplemental oxygen\nNot hospitalized"
            }
        ],
        "number_of_arms": "2",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "202"
        },
        "condition": "Corona Virus Infection",
        "arm_group": [
            {
                "arm_group_label": "Treatment",
                "arm_group_type": "Active Comparator",
                "description": "Chloroquine therapy in addition to standard of care"
            },
            {
                "arm_group_label": "No Treatment",
                "arm_group_type": "No Intervention",
                "description": "Standard of care"
            }
        ],
        "intervention": {
            "intervention_type": "Drug",
            "intervention_name": "Hydroxychloroquine Sulfate",
            "description": "400 mg hydroxychloroquine sulphate (equalling 310 mg base) twice daily for seven days",
            "arm_group_label": "Treatment",
            "other_name": "Plaquenil"
        },
        "eligibility": {
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          -  Hospitalised\n\n          -  Adults 18 year or older\n\n          -  Moderately severe disease (NEWS score ≤ 6)\n\n          -  SARS-CoV-2 positive nasopharyngeal swab\n\n          -  Signed informed consent must be obtained and documented according to ICH GCP, and\n             national/local regulations.\n\n        Exclusion Criteria:\n\n          -  Requiring ICU admission at screening\n\n          -  History of psoriasis\n\n          -  Tinnitus, reduced hearing\n\n          -  Visual impairment"
            },
            "gender": "All",
            "minimum_age": "18 Years",
            "maximum_age": "N/A",
            "healthy_volunteers": "No"
        },
        "overall_official": {
            "last_name": "Olav Dalgard, MD PhD",
            "role": "Principal Investigator",
            "affiliation": "Akerhus University Hospital"
        },
        "overall_contact": {
            "last_name": "Olav Dalgard, MD PhD",
            "phone": "+47 92616800",
            "email": "odalgard@uio.no"
        },
        "location": {
            "facility": {
                "name": "Akershus University Hospital",
                "address": {
                    "city": "Lørenskog",
                    "zip": "1478",
                    "country": "Norway"
                }
            },
            "status": "Recruiting",
            "contact": {
                "last_name": "Olav Dalgard, MD PhD",
                "phone": "+47 92 61 68 00",
                "email": "odalgard@uio.no"
            }
        },
        "location_countries": {
            "country": "Norway"
        },
        "verification_date": "March 2020",
        "study_first_submitted": "March 13, 2020",
        "study_first_submitted_qc": "March 18, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "March 20, 2020"
        },
        "last_update_submitted": "March 30, 2020",
        "last_update_submitted_qc": "March 30, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "April 3, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Principal Investigator",
            "investigator_affiliation": "University Hospital, Akershus",
            "investigator_full_name": "Olav Dalgard",
            "investigator_title": "Professor"
        },
        "keyword": [
            "Corona virus infection",
            "Chloroquine",
            "Pragmatic trial"
        ],
        "condition_browse": {
            "mesh_term": [
                "Infection",
                "Coronavirus Infections",
                "Severe Acute Respiratory Syndrome",
                "Virus Diseases"
            ]
        },
        "intervention_browse": {
            "mesh_term": [
                "Hydroxychloroquine",
                "Chloroquine",
                "Chloroquine diphosphate"
            ]
        }
    }
}