{"clinical_study": {"@rank": "37", "required_header": {"download_date": "ClinicalTrials.gov processed this data on April 06, 2020", "link_text": "Link to the current ClinicalTrials.gov record.", "url": "https://clinicaltrials.gov/show/NCT04329611"}, "id_info": {"org_study_id": "ABCOV-01", "nct_id": "NCT04329611"}, "brief_title": "Hydroxychloroquine to Prevent Covid19 Pneumonia (ALBERTA HOPE-Covid19)", "official_title": "A Randomized, Double-blind, Placebo-controlled Trial to Assess the Efficacy and Safety of Oral Hydroxychloroquine for the Treatment of SARS-CoV-2 Positive Patients for the Prevention of Severe COVID-19 Disease", "sponsors": {"lead_sponsor": {"agency": "Dr. Michael Hill", "agency_class": "Other"}}, "source": "University of Calgary", "oversight_info": {"has_dmc": "Yes", "is_fda_regulated_drug": "No", "is_fda_regulated_device": "No"}, "brief_summary": {"textblock": "Albertans with COVID-19 are at risk of deteriorating and developing severe illness. Those\n      over age 40 and those with comorbid illness, including those with immunosuppressed states may\n      be at highest risk.\n\n      Participants will be informed of the study by public health when they are tested for\n      COVID-19. The study description and consent form will also be posted on the Alberta Covid-19\n      website for all Albertans to be aware of. Patients being tested for COVID-19 according to the\n      guidance developed by Alberta Public Health will be referred to this website and those who\n      indicate they do not have access to this information will be provided with written\n      information at the time of testing.\n\n      Participants will be informed that they are potentially eligible for the study when a\n      positive COVID-19 test is confirmed. They will be asked by public health for consent to be\n      contacted by a study coordinator and their email address and phone number will be obtained.\n      These will then be shared with the investigators. Potential participants will be reminded to\n      review the study information and informed consent form on the website if possible.\n\n      The investigators will then initiate contact with potential participants by email (preferred)\n      or telephone. The study requirements will be reviewed, and the potential participant will\n      have an opportunity to ask questions. Consent for participation will preferably be obtained\n      electronically; those without internet access may provide consent by telephone.\n\n      Participants will then be screened for inclusion and exclusion criteria by electronic\n      questionnaire or telephone interview and Alberta Netcare medical record review. Follow-up\n      questions to confirm eligibility by email or telephone may be required.\n\n      Those who are eligible will be randomized to receive hydroxychloroquine or placebo for a\n      total duration of 5 days. Those who are not eligible will be informed and the reasons for\n      ineligibility will be explained why (generally it will be a safety exclusion and they should\n      be aware). Study drug will be delivered to their residence by courier.\n\n      Outcomes will be collected by electronic questionnaire, administrative data and review of\n      Alberta Netcare. If follow-up questionnaires are not completed within 24 hours telephone\n      follow-up will be attempted. Those completing the study who do not have internet access will\n      be followed by telephone. Administrative data, and information on Alberta Netcare will also\n      be used for follow-up. The duration of the followup is 30 days."}, "detailed_description": {"textblock": "This double-blind placebo-controlled, randomized clinical trial will determine if\n      hydroxychloroquine for 5 days, initiated within 72 hours of a confirmed diagnosis of\n      COVID-19, reduces the occurrence of severe COVID-19 disease. Severe disease is defined as the\n      composite of mechanical ventilation or death at 30 days. This trial will enrol consenting\n      Albertans who are not hospitalized, are over age 40, have no contraindication to treatment\n      with hydroxychloroquine, who do not have a severe underlying comorbidity where treatment is\n      not likely to be beneficial to the patient.\n\n      Secondary outcomes will be the proportion requiring invasive mechanical ventilation,\n      diagnosis of acute respiratory distress syndrome (ARDS), use of vasopressors, receipt of\n      ECMO/ECLS, diagnosis of median length of stay, in-hospital and 30-day mortality, EQ5D at 30\n      days, disposition at 30 days.\n\n      Randomization will be stratified by risk of severe disease. A pre-specified risk tool that\n      includes classification by immunosuppression status will define patient strata.\n\n      Alberta has a single publicly funded health care system with processes and administrative\n      data that will allow complete capture of health system encounters and resource utilization.\n      The population is ethnically diverse (ref) and most Albertans have internet access to allow\n      electronic enrolment and data capture.\n\n      The current COVID-19 epidemic has also paused most ongoing research, thus providing access to\n      a large number of experienced researchers and highly trained research staff.\n\n      Lack of any proven treatments for this severe condition makes it imperative that we use the\n      resources we have to try to improve the lives of Albertans and determine if there is evidence\n      for the use of hydroxychloroquine for confirmed COVID-19 disease, overall, and in high risk\n      participants."}, "overall_status": "Not yet recruiting", "start_date": {"@type": "Anticipated", "#text": "April 8, 2020"}, "completion_date": {"@type": "Anticipated", "#text": "August 31, 2020"}, "primary_completion_date": {"@type": "Anticipated", "#text": "July 31, 2020"}, "phase": "Phase 3", "study_type": "Interventional", "has_expanded_access": "No", "study_design_info": {"allocation": "Randomized", "intervention_model": "Single Group Assignment", "intervention_model_description": "Randomization will be stratified by risk of severe disease. A pre-specified risk tool that includes classification by immunosuppression status will define patient strata.\nIt is predicted that patients will want treatment. Further, immunosuppressed patients may be at the highest risk of fatal outcomes. Therefore, we will use 2:1 randomization (hydroxychloroquine: placebo), stratified by risk status (which includes immune status).\nRandomization will use a stratified minimal sufficient balance algorithm to ensure balance on age, provincial zone/geographic location", "primary_purpose": "Treatment", "masking": "Triple (Participant, Care Provider, Investigator)", "masking_description": "A randomized, double-blind, placebo-controlled trial - trial staff and patients will all be blinded to the treatment allocation."}, "primary_outcome": {"measure": "Composite of hospitalization, invasive mechanical ventilation or death within 30 days", "time_frame": "Within 30 days of randomization", "description": "The aim of this intervention is to prevent severe COVID-19 disease.\nThis trial aims to confirm that severe COVID-19 disease can be reduced by a relative risk reduction of 50% by the use of hydroxychloroquine.The aim of this intervention is to prevent severe COVID-19 disease.\nThis trial aims to confirm that severe COVID-19 disease can be reduced by a relative risk reduction of 50% by the use of hydroxychloroquine.The aim of this intervention is to prevent severe COVID-19 disease.\nThis trial aims to confirm that severe COVID-19 disease can be reduced by a relative risk reduction of 50% by the use of hydroxychloroquine."}, "secondary_outcome": {"measure": "mortality", "time_frame": "Within 30 days of randomization", "description": "Mortality within 30 days of randomization"}, "number_of_arms": "2", "enrollment": {"@type": "Anticipated", "#text": "1660"}, "condition": "COVID-19", "arm_group": [{"arm_group_label": "hydroxychloroquine", "arm_group_type": "Active Comparator", "description": "hydroxychloroquine 400 mg po bid loading dose for 1 day followed by 200 mg po twice daily for 4 days"}, {"arm_group_label": "Placebo", "arm_group_type": "Placebo Comparator", "description": "Matching Placebo"}], "intervention": {"intervention_type": "Drug", "intervention_name": "Hydroxychloroquine", "description": "COVID19", "arm_group_label": ["Placebo", "hydroxychloroquine"], "other_name": "plaquenil"}, "eligibility": {"criteria": {"textblock": "Inclusion Criteria:\n\n        Inclusion Criteria\n\n          1. All patients with a confirmed SARS-CoV-2 infection, defined as RT-PCR provincial\n             laboratory confirmation.\n\n          2. Self-reported symptoms of SARS-CoV-2 infection including any of the following: fever\n             ≥37.5'C, cough, dyspnea, chest tightness, malaise, sore throat, myalgias, or coryza.\n\n          3. Time from being notified of a positive test result to day 1 of treatment < 96 hours\n\n          4. Time from patient reported first symptoms to day 1 of treatment <12 days\n\n          5. Adults, age 18 and over, with any risk factor for severe disease as per Table 1\n\n          6. Resident of Alberta or if not a resident of Alberta able to provide complete follow-up\n             data\n\n          7. Informed consent\n\n        Exclusion Criteria\n\n          1. Currently or imminently planned admission to hospital.\n\n          2. Any contraindication to hydroxychloroquine\n\n          3. Participation in an ongoing interventional clinical trial within the previous 30 days.\n\n          4. Current treatment with hydroxychloroquine (Plaquenil), chloroquine, lumefantrine,\n             mefloquine, or quinine.\n\n          5. Inability to swallow pills or any other reason that compliance with the medical\n             regimen is not likely.\n\n          6. Pregnancy.\n\n          7. Severe underlying disease where treatment is not likely to be beneficial to the\n             patient. This includes people requiring care in designated supported living facilities\n             (SL4, nursing homes) and severe dementia."}, "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No"}, "overall_official": [{"last_name": "Luanne Metz, MD", "role": "Principal Investigator", "affiliation": "University of Calgary"}, {"last_name": "Michael D Hill, MD", "role": "Study Director", "affiliation": "University of Calgary"}], "overall_contact": {"last_name": "Dr. L Metz, MD", "phone": "403-944-4241", "email": "luanne.metz@ahs.ca"}, "overall_contact_backup": {"last_name": "Dr. M Hill, MD", "phone": "403-210-7786", "email": "michael.hill@ucalgary.ca"}, "location": {"facility": {"name": "University of Calgary/Foothills Medical Centre", "address": {"city": "Calgary", "state": "Alberta", "zip": "T2N 2T9", "country": "Canada"}}, "contact": {"last_name": "Carol C Kenney, RN, CCRP", "phone": "403-944-4286", "email": "ckenney@ucalgary.ca"}, "contact_backup": {"last_name": "Michael D Hill, MD", "phone": "403-210-7786", "email": "michael.hill@ucalgary.ca"}, "investigator": [{"last_name": "Luanne M Metz, MD, FRCPC", "role": "Principal Investigator"}, {"last_name": "Michael D Hill, MD.FRCPC", "role": "Sub-Investigator"}]}, "location_countries": {"country": "Canada"}, "verification_date": "April 2020", "study_first_submitted": "March 29, 2020", "study_first_submitted_qc": "March 31, 2020", "study_first_posted": {"@type": "Actual", "#text": "April 1, 2020"}, "last_update_submitted": "April 2, 2020", "last_update_submitted_qc": "April 2, 2020", "last_update_posted": {"@type": "Estimate", "#text": "April 6, 2020"}, "responsible_party": {"responsible_party_type": "Sponsor-Investigator", "investigator_affiliation": "University of Calgary", "investigator_full_name": "Dr. Michael Hill", "investigator_title": "Co-Principal Investigator"}, "keyword": ["SARS-Cov2", "viral pneumonia"], "condition_browse": {"mesh_term": "Pneumonia"}, "intervention_browse": {"mesh_term": "Hydroxychloroquine"}, "patient_data": {"sharing_ipd": "Yes", "ipd_info_type": ["Study Protocol", "Statistical Analysis Plan (SAP)", "Informed Consent Form (ICF)", "Clinical Study Report (CSR)", "Analytic Code"], "ipd_time_frame": "24 months after study close out.", "ipd_access_criteria": "pending."}}}