{
    "clinical_study": {
        "@rank": "90",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 13, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04343742"
        },
        "id_info": {
            "org_study_id": "Genesis AKCOVID- FG-1",
            "nct_id": "NCT04343742"
        },
        "brief_title": "Determination of the Effectiveness of Oral Chlorine Dioxide in the Treatment of COVID 19",
        "official_title": "Determination of the Effectiveness of Oral Chlorine Dioxide in the Treatment of COVID 19",
        "sponsors": {
            "lead_sponsor": {
                "agency": "Genesis Foundation",
                "agency_class": "Other"
            }
        },
        "source": "Genesis Foundation",
        "oversight_info": {
            "has_dmc": "No",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "Abstract The objective of this study is to review, through prospective case research, the\n      efficacy of oral chlorine dioxide in the treatment of patients with COVID infection 19. The\n      research will be carried out between April and June 2020 with a quasi-experimental design in\n      two health care centers on a sample of twenty (20) patients, through direct intervention, who\n      will measure the changes in the manifest symptoms of infection and negativity. a COVID 19\n      after administration of the study preparation, to determine the effectiveness of chlorine\n      dioxide in the treated group.\n\n      Based on the results that are found and on the evaluation of efficacy on the basis of\n      clinical improvement on a scale of 1 to 5, and of the negativization of COVID 19, we can\n      conclude whether the therapeutic efficacy in this investigation is considered good by\n      verifying whether or not there is efficacy of treatment with chlorine dioxide in COVID 19.\n\n      With this research, it is hoped to stimulate the search for new therapeutic options in the\n      treatment of COVID 19 and contribute to the development of NEW options in medications,\n      considering the immense number of deaths and morbidity that currently exists in the present\n      pandemic.\n\n      Key words: COVID 19, chlorine dioxide, treatment."
        },
        "detailed_description": {
            "textblock": "Test plan overview Project phase Phase II\n\n      Indication:\n\n      Complementary treatment of COVID 19\n\n      The purpose of the study:\n\n      Examine the efficacy and tolerance of a chlorine dioxide based preparation\n\n      Study design:\n\n      Quasi-experimental clinical case study\n\n      Number of patients expected:\n\n      20 patients.\n\n      Main inclusion criteria:\n\n      COVID 19 infection\n\n      Substance or study drug:\n\n      Chlorine dioxide 3,000 ppm administered in dilutions in water.\n\n      Dosage:\n\n      10 cc of Chlorine Dioxide 3,000 ppm diluted in one liter of water to take in equal doses in\n      24 hours.\n\n      Route and duration of administration of the medication. The medication will be taken orally\n      for one month.\n\n      Main efficacy criteria:\n\n      Assessment according to \"visual analog scale\" (VAS), 10-point scale (1 = poor VAS; 10 =\n      optimal) evaluation by patients.\n\n      Negativization of COVID 19 in the patient.\n\n      Tolerance criteria:\n\n      Adverse reactions Semiological, clinical and laboratory explorations are expected at the\n      beginning of the study treatment (or baseline) as well as after 7, 15 and 30 days.\n\n      Statistical assessment:\n\n      The equivalence between the groups of the main objective criteria will be assessed in a\n      confirmatory way at the end of the treatment, unilaterally by means of the SSSP.\n\n      Introduction The CDC (Centers for Disease Control and Prevention) is responding to an\n      outbreak of respiratory disease caused by a new coronavirus that was first detected in China\n      and has now been detected in almost 90 locations worldwide, including in the United States.\n      The virus has been termed \"SARS-CoV-2\" and the disease causing it has been termed\n      \"coronavirus disease 2019\" (abbreviated \"COVID-19\").\n\n      The current covid19 pandemic is a situation that: is severe, unusual, or unexpected; it has\n      implications for public health beyond the national border of the affected State; and requires\n      immediate international action.\n\n      For the same reason, it is urgent to look for routes that can contribute something new,\n      hopefully fast, effective and economic that will solve or mitigate the current pandemic.\n\n      In this work we will use the bases of translational medicine to bring conventional medicine,\n      studies and treatment that are born from the terrain of diverse therapeutic possibilities.\n\n      PROBLEM STATEMENT\n\n      Description of the problem Covid-19 is an infectious disease caused by the SARS-CoV-2 virus.\n      It was first detected in the Chinese city of Wuhan (Hubei province) in December 2019. In\n      three months it spread to practically every country in the world, which is why the World\n      Health Organization declared it a pandemic.\n\n      There is no known effective treatment for the disease. The WHO recommends that randomized\n      controlled trials be conducted with volunteers to test the effectiveness and safety of some\n      potential treatments.\n\n      Based on this, we look at research processes given in the past to carry out (initial\n      translational medicine) those promising and initial observations in infectious treatment to\n      covid treatment 19 .\n\n      Delimitation of the Problem it was considered that the research that could really contribute\n      to addressing the problem previously raised, should be directed to the development of a drug\n      proposal of therapeutic possibilities studied in the past, based on both conventional and\n      unconventional research.\n\n      General and specific research objectives\n\n      General purpose :\n\n      To determine the effectiveness of oral chlorine dioxide in the treatment of COVID 19\n\n      Specific objectives :\n\n        1. Measure the positivity or negativity of COVID 19 in patients who received treatment with\n           chlorine dioxide.\n\n        2. Determine the clinical improvement based on the VAS visual scale.\n\n      Expected results :\n\n      What is expected is to reduce morbidity and especially mortality from viral infection of\n      COVID, through management with chlorine dioxide.\n\n      Research Question\n\n      In this way, starting from the delimitation of the problem, the following research question\n      is posed:\n\n      Could the use of chlorine dioxide modify morbidity and mortality in patients infected with\n      COVID 19?\n\n      JUSTIFICATION Given the avalanche of deaths caused by the coronavirus in the absence of truly\n      effective treatment, we have developed a protocol for dealing with COVID infection,\n      particularly in hospitalized patients and in the ICU, with the aim of trying to reduce the\n      morbidity and mortality of the Viral infection.\n\n      , we recommend a complementary experimental and exploratory approach that seeks to reduce the\n      destructive and fibrotic effects of the process , as well as the storm. leukocyte and\n      antiphospholipid syndrome that occurs in many cases and in other cases prevent, while\n      reducing, the recovery times of patients.\n\n      State of the art at the international level in research treatments against coronavirus •\n      Vaccines Three vaccination strategies are being investigated. First, the researchers aim to\n      build a complete virus vaccine. T. A second strategy, subunit vaccines, aims to create a\n      vaccine that sensitizes the immune system to certain virus subunits. . A third strategy is\n      nucleic acid vaccines (DNA or RNA vaccines, a novel technique for creating a vaccine).\n      Experimental vaccines of any of these strategies would have to be tested for safety and\n      efficacy. It is likely to take months to a year to achieve a truly efficient vaccine. The\n      mutagenicity of the virus makes it difficult.\n\n      Antivirals On January 23, Gilead Sciences was in communication with researchers and\n      physicians in the United States and China about the ongoing outbreak of the Wuhan coronavirus\n      and the potential use of Remdesivir as an investigational treatment.\n\n      In late January, the Russian Ministry of Health identified three adult medications that could\n      help treat the disease. They are ribavirin, lopinavir / ritonavir, and interferon beta-1b.\n      These drugs are commonly used to treat hepatitis C, HIV infection, and multiple sclerosis,\n      respectively. The ministry provided Russian hospitals with descriptions and guides on the\n      mechanism of action of the treatment and the recommended doses. In February, China started\n      using triazavirin, a 2014 drug developed in Russia, with the aim of testing whether it is\n      effective in controlling the disease. This drug was created at the Ural Federal University in\n      Yekaterinburg to treat H5N1 flu (avian flu). It has been used against COVID-19 due to the\n      similarity between the two diseases. On March 18 an article reports that lopinavir /\n      ritonavir treatment is negative in clinical trials with 199 patients in China. There are no\n      benefits.\n\n      Chinese researchers discovered that Arbidol, an antiviral drug used to Treating the flu could\n      be combined with Darunavir, a medicine used in the treatment of HIV, to treat patients with\n      coronavirus.\n\n      Chloroquine phosphate has shown apparent efficacy in the treatment of COVID-19 associated\n      pneumonia. In clinical trials with 100 patients, it was found to be superior to control\n      treatment to inhibit exacerbation of pneumonia, improve lung imaging findings, promote\n      negative virus conversion, and shorten disease. chloroquine could prevent orf1ab, ORF3a, and\n      ORF10 from attacking heme to form porphyrin, and inhibit the binding of ORF8 and surface\n      glycoproteins to porphyrins to some extent.\n\n      The National Center for Biotechnology Development of China stated on March 17 that the\n      antiviral Favipiravir, an RNA polymerase inhibitor, showed positive results in a case-control\n      study of 80 patients at Shenzhen People's Hospital No. 3, The who received Favipiravir\n      treatment tested negative within a shorter period of time compared to the control group, and\n      recommends that it be included in treatment.\n\n      Hydroxychloroquine, a less toxic derivative of chloroquine, would be more potent in\n      inhibiting SARS-CoV-2 infection in vitro. On March 16, 2020, a leading French authority and\n      French Government advisor on COVID-19, Professor Didier Raoult of the Instituto University\n      Hospital Institute of Infectious Diseases (IHU-Méditerranée infection) in Marseille\n      (Bouches-du-Rhône, Provence-Alpes-Côte d 'Azur), announced that a trial with 24 patients from\n      southeastern France had shown that chloroquine is a treatment effective for COVID-19. 600 mg\n      of hydroxychloroquine (brand name Plaquenil) were administered to these patients every day\n      for 10 days.\n\n        -  Against the cytokine storm Tocilizumab has been included in the treatment guidelines by\n           the China National Health Commission after a small study was completed. In combination\n           with an analysis of Serum ferritin blood to identify cytokine storms is intended to\n           counteract such developments, which are believed to be the cause of death in some\n           affected individuals. The interleukin-6 receptor antagonist was approved by the FDA for\n           treatment of cytokine release syndrome induced by a different cause, CAR T cell therapy,\n           in 2017.\n\n        -  Passive antibody therapy The use of blood donations from healthy people who have already\n           recovered from COVID-19 is being investigated, a strategy that has also been tested for\n           SARS, a previous cousin of COVID-19. The mechanism of action is that antibodies\n           naturally produced in the immune system of those who have already recovered are\n           transferred to people who need them through a non-vaccine-based form of immunization.\n\n      Vir Biotechnology, based in San Francisco, is evaluating the effectiveness of previously\n      identified monoclonal antibodies (mAbs) against the virus.\n\n      Researchers from Utrecht University and Erasmus MC announced that they found a human\n      monoclonal antibody that blocks SARS-CoV-2 infection.\n\n      A systematic search of the use of chlorine dioxide in the international bibliography for\n      indexed literature was made .The most significant findings in the bibliography referenced\n      above is that they are focused on disinfection of areas, use in oral health, use in agronomy\n      and a phase 1 study in rats with Influenza A-induced infection in two groups, one treated\n      with chlorine dioxide and the other without chlorine dioxide.\n\n      THEORETICAL FRAMEWORK CHLORINE DIOXIDE AND THE BASES OF ITS THERAPEUTIC APPLICATION\n\n      The therapeutic action of chlorine dioxide is given by its selectivity for pH. It means that\n      this molecule dissociates and releases oxygen when it comes in contact with another acid.\n      When reacting, it is converted to sodium chloride (common salt) and at the same time it\n      releases oxygen, which in turn oxidizes (combusts) the pathogens (harmful germs) of acidic\n      pH, converting them into alkaline oxides (\"ashes\"). Therefore, as chlorine dioxide\n      dissociates, it releases oxygen in the blood, as do erythrocytes (red blood cells) through\n      the same principle (known as the Bohr effect), which is to be selective for acidity. Like\n      blood, chlorine dioxide releases oxygen when it encounters acidity, either from lactic acid\n      or from the acidity of the pathogen. Its therapeutic effect is due, among others, to the fact\n      that it helps in the recovery of many types of diseases, creating an alkaline environment, at\n      the same time eliminating small acid pathogens, in my opinion, through oxidation, with an\n      impossible electromagnetic overload to dissipate by unicellular organisms.\n\n      Multicellular tissue has the ability to dissipate this charge and is not affected in the same\n      way.\n\n      Biochemistry, in turn, defines cell protection through hydrogen sulfide groups. Chlorine\n      dioxide, which is the second strongest disinfectant known after ozone, is much more indicated\n      for therapeutic use since it is also capable of penetrating and eliminating biofilm,\n      something that ozone does not do. The great advantage of the therapeutic use of Chlorine\n      dioxide is the impossibility of bacterial resistance to ClO2. Chlorine dioxide is a selective\n      oxidant and unlike other substances it does not react with most components of living tissue.\n      Chlorine dioxide does react quickly with phenols and thyroles essential for bacterial life.\n      In phenols, the mechanism is to attack the benzene ring, eliminating odor, taste and other\n      intermediate compounds. Chlorine dioxide removes viruses effectively and is up to 10 times\n      more effective Evaluation of the antiviral activity of chlorine dioxide against feline\n      calicivirus, human influenza virus, measlesvirus, canine distemper virus, human herpesvirus,\n      human adenovirus, canine adenovirus and canine parvovirus. It also proved to be highly\n      effective against small parasites, the protozoa.\n\n      A subject of great concern to medical professionals in medical scientific terms is the\n      reactivity of chlorine dioxide with essential amino acids. In some tests on the reactivity of\n      chlorine dioxide with 21 essential amino acids, only cysteine , Tryptophan and tyrosine ,\n      proline and hydroxyproline were reactive at a pH around 6. . These amino acids are relatively\n      easy to replace.\n\n      Cysteine and Methionine . Oxidation by chlorine dioxide of methionine and cysteine\n      derivatives to sulfoxide they are two aromatic amino acids that contain sulfide, tryptophan\n      and tyrosine and the 2 inorganic ions FE2 + and Mn2 +. Cysteine, due to its membership in the\n      thiol group, is an amino acid up to 50 times more reactive with all microbe systems than the\n      other four essential amino acids, and therefore unable to create resistance against chlorine\n      dioxide. Although it is not scientifically proven to date, pharmacodynamics usually assumes\n      that the cause of its antimicrobial effect is due to its reactions to the four amino acids\n      listed above or to protein and peptide residues.\n\n        1. Chlorine dioxide is a yellow gas that dissolves easily in water, without altering its\n           structure.\n\n        2. It is obtained by mixing sodium chlorite and dilute hydrochloric acid.\n\n      2. The chlorine dioxide gas dissolved in water is an oxidant 3. Chlorine dioxide is pH\n      selective and the more acidic the pathogen, the stronger the reaction.\n\n      4. According to toxicological studies by the EPA (US Environmental Protection Agency),\n      chlorine dioxide does not leave residues, nor does it accumulate in the body in the long\n      term.\n\n      5. In the oxidation process it is converted to oxygen and sodium chloride (common salt).\n\n      CHLORINE DIOXIDE AND THE BASES OF ITS THERAPEUTIC APPLICATION IN CORONAVIRUSES Chlorine\n      dioxide (ClO 2) has been used for over 100 years to fight all kinds of bacteria, viruses, and\n      fungi. It acts as a disinfectant, since in its mode of action it turns out to be an oxidant.\n      It closely resembles the way our own body works, for example in phagocytosis, where an\n      oxidation process is used to eliminate all kinds of pathogens. Chlorine dioxide (ClO 2) is a\n      yellowish gas that, to date, has not been introduced into the conventional pharmacopoeia as\n      an active ingredient, although it is compulsory used to disinfect and preserve blood bags for\n      transfusions. It is also used in the majority of bottled waters suitable for consumption,\n      since it leaves no toxic residues; in addition to being a very soluble gas in water and that\n      evaporates from 11 ºC.\n\n      The recent pandemic of the Covid-19 coronavirus demands urgent solutions with an approach\n      with all possible approaches, whether conventional or alternative. In previous\n      investigations, chlorine dioxide (ClO 2) in aqueous solution at low doses eliminated this\n      virus.\n\n      The approach is as follows: on the one hand we know that viruses are absolutely sensitive to\n      oxidation and therefore, it is used in human blood bags against viruses such as HIV and\n      studies in rats reveal that it completely controls virus infections Influenza A, it is\n      proposed that it should also act on SARS -Cov -2.\n\n      Base proposals for mechanisms of action in COVID 19\n\n        1. Chlorine dioxide removes viruses through the selective oxidation process in a very short\n           time. It does this by denaturing the capsid proteins, and subsequently oxidizes the\n           genetic material of the virus, disabling it. A completely new approach that has been\n           studied by Andreas Ludwig Kalcker, one of the members of this research team, for more\n           than thirteen years with the result of three pharmaceutical patents for parenteral use.\n           It can be produced by any pharmacy as a master preparation and has been used in a\n           similar way to (DAC N-055) in the old German Drug Code as \"Natrium Chlorosum\" since\n           1990.\n\n           Until now solutions have been proposed that result in extremely slow processes, and\n           given the rate of attack of the virus, we must try to use the fastest and most\n           expeditious routes possible. The great advantage of chlorine dioxide is that it works\n           for any viral subspecies and there are no possible resistances to this type of\n           oxidation. Let's not forget that this substance has been used for 100 years in\n           wastewater without generating any type of resistance.\n\n        2. There is already scientific evidence that chlorine dioxide is effective in SARS-CoV-2\n           coronaviruses, It has also been shown to be effective in human coronavirus and in\n           animals such as dogs, known as canine respiratory coronavirus, or in cats, including\n           feline enteric coronavirus (FECV) and the better known virus of feline infectious\n           peritonitis (FIPV), since it denatures the capsids by oxidation inactivating the virus\n           in a short time .\n\n      It should be noted that chlorine dioxide to ingest is a completely new antiviral approach as\n      it is an oxidant and can eliminate by combustion any subspecies or mutant variant of virus.\n      Given the emergency situation in which we currently find ourselves with Covid-19, the oral\n      use of ClO2 is proposed immediately through a protocol already known and used.\n\n      2. Toxicity: The biggest problems that arise with medications in general are due to their\n      toxicity and side effects. New studies demonstrate its viability. Although the toxicity of\n      chlorine dioxide in case of massive inhalation is known, there is no clinically proven death\n      even at high doses by oral ingestion. The lethal dose (LD50, acute toxicity ratio) is\n      considered to be 292 mg per kilogram for 14 days, where its equivalent in a 50 kg adult would\n      be 15,000 mg administered for two weeks of a gas dissolved in water (something almost\n      impossible). The oral sub-toxic doses used are around 50 mg dissolved in 100 ml of water 10\n      times a day, which is equivalent to 0.5 g daily (and, therefore, only 1/30 of the LD50 of 15\n      g of ClO2 per day).\n\n      Chlorine dioxide dissociates, breaks down in the human body in a few hours into a negligible\n      amount of common salt (NaCL) and oxygen (O2) within the human body. Furthermore, measurements\n      of venous blood gases have indicated that it is capable of substantially improving the lung\n      oxygenation capacity of the affected patient.\n\n      OPERATION CHLORINE DIOXIDE AGAINST VIRUSES As a general rule, most viruses behave similarly\n      and once they bind to the appropriate host type - bacteria or cell, as the case may be - the\n      nucleic acid component that the virus introduces takes over after protein synthesis processes\n      in the infected cell. Certain segments of the viral nucleic acid are responsible for the\n      replication of the genetic material of the capsid. In the presence of these nucleic acids,\n      the CLO2 molecule becomes unstable and dissociates, releasing the resulting oxygen to the\n      medium, which in turn helps to oxygenate the surrounding tissue, increasing the mitochondrial\n      activity and, therefore, the response of the immune system. Nucleic acids, DNA-RNA, consist\n      of a chain of puric and pyrimidine bases, see: guanine (G), cytosine (C), adenine (A) and\n      thymine (T). It is the sequence of these four units along the chain that makes one segment\n      different from another. The guanine base, which is found in both RNA and DNA, is very\n      sensitive to oxidation, forming 8-oxoguanin as a by-product of it. Therefore, when the CLO2\n      molecule comes in contact with guanine and oxidizes it, it leads to the formation of\n      8-oxoguanin, thus blocking viral nucleic acid replication by base pairing. Although the\n      replication of the protein capsid may continue; Fully functional virus formation is blocked\n      by oxidation thanks to CLO2.\n\n      The CLO2 molecule has characteristics that make it an ideal candidate for treatment in the\n      clinical setting, since it is a product with a high selective oxidation power and a great\n      capacity to reduce acidosis, increasing oxygen in the tissues and mitochondria, thus\n      facilitating the rapid recovery of patients with lung diseases.\n\n      POSSIBLE PRECAUTIONS AND CONTRAINDICATIONS Chlorine dioxide reacts with antioxidants and\n      various acids, so the use of vitamin C or ascorbic acid is not recommended during treatment,\n      as it nullifies the effectiveness of chlorine dioxide in the elimination of pathogens (the\n      antioxidant effect of one prevents the selective oxidation of the other.) Therefore, it is\n      not advisable to take antioxidants during the days of treatment. Stomach acid has been shown\n      not to affect its effectiveness. In patients with Warfarin treatment, they should constantly\n      check the values to avoid cases of overdose, as chlorine dioxide has been shown to improve\n      blood flow. Although chlorine dioxide is very soluble in water, it has the advantage that it\n      does not hydrolyze, so it does not generate toxic carcinogenic THM (trihalomethanes) such as\n      chlorine. It also does not cause genetic mutations or malformations.\n\n      HYPOTHESIS Orally administered chlorine dioxide eliminates COVID infection 19. METHODOLOGY\n      TYPE OF STUDY Observational, prospective, quasi-experimental study of a group of cases.\n      Characteristics of our study: Like quasi-experimental studies, it is used, particularly, to\n      determine the effect of treatments or interventions. It has two basic characteristics: the\n      first, it does not require the randomization procedure for the formation of the study and\n      control groups; the second may or may not have control groups. This quasi-experimental study\n      offers an adequate level of internal and external validity. In addition, we will use time\n      series without a control group, based on a single group that serves as study and control.\n      Once established, periodic measurements of the dependent variable are carried out, then the\n      treatment is applied and subsequently the dependent variable continues to be measured\n      periodically."
        },
        "overall_status": "Recruiting",
        "start_date": {
            "@type": "Actual",
            "#text": "April 1, 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "June 1, 2020"
        },
        "primary_completion_date": {
            "@type": "Actual",
            "#text": "April 7, 2020"
        },
        "study_type": "Observational",
        "has_expanded_access": "No",
        "study_design_info": {
            "observational_model": "Case-Only",
            "time_perspective": "Prospective"
        },
        "primary_outcome": {
            "measure": "negative testing of covid19",
            "time_frame": "7 DAYS",
            "description": "amplification of coronavirus genes by RT-PCR"
        },
        "number_of_groups": "1",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "20"
        },
        "condition": "COVID-19",
        "arm_group": {
            "arm_group_label": "chlorine dioxide 3000 ppm. Bottle x 150 cc.",
            "description": "Assignment of study medication Each patient will receive, in order of admission to the study, a consecutive patient number and the corresponding study medication. The assignment of this medication was made before the start of the study, using a computer generated list. Patients will receive the 3,000 ppm chlorine dioxide base preparation with written and precise instructions on how to prepare and take the dilutions.\n7.1 Dosage and route of administration. Medication: chlorine dioxide 3000 ppm. Fco x 150 cc. 10 ml of 3000 ppm chlorine dioxide are added to 1 liter of water, per day. One part is taken every hour, until the content of the bottle is finished (8 to 12 shots).\nBoth the original dioxide bottle and the preparation for the day should be kept refrigerated."
        },
        "intervention": {
            "intervention_type": "Drug",
            "intervention_name": "chlorine dioxide 3000 ppm",
            "description": "Each patient will receive the 3,000 ppm chlorine dioxide base preparation with written and precise instructions on how to prepare and take the dilutions.\n: 10 ml of 3000 ppm chlorine dioxide are added to 1 liter of water, per day. One part is taken every hour, until the content of the bottle is finished (8 to 12 shots).",
            "arm_group_label": "chlorine dioxide 3000 ppm. Bottle x 150 cc."
        },
        "eligibility": {
            "study_pop": {
                "textblock": "The population to which the study was directed consisted of a group of patients of medical\n        and health profession with active infection with COVID-19, from various medical care\n        centers, hospitals, in the city of Bogotá, Colombia and Madrid, Spain (multicenter .) The\n        selection of the patients was made based on the self-proposal of the doctors / patients as\n        candidates for research, which refers to the fact that they proposed themselves as cases.\n        Similarly, simultaneity was applied, which means that the patients were obtained in the\n        same period of time in which the cases arose."
            },
            "sampling_method": "Probability Sample",
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n        - to. Covid 19 positives b. Some of the characteristic symptoms of covid 19: fever,\n        odynophagia, respiratory distress.\n\n        c. Age between 18 years and 80 years\n\n        Criteria Exclusion:\n\n          -  to. Covid 19 negatives b. Kidney failure IV / VI. c. Congestive heart failure. d.\n             Patients taking anticoagulants, particularly warfarin sodium"
            },
            "gender": "All",
            "minimum_age": "N/A",
            "maximum_age": "N/A",
            "healthy_volunteers": "No"
        },
        "overall_official": [
            {
                "last_name": "yohanny andrade, researcher",
                "role": "Study Chair",
                "affiliation": "Genesis Foundation"
            },
            {
                "last_name": "oswaldo leyva, researcher",
                "role": "Study Chair",
                "affiliation": "Genesis Foundation"
            }
        ],
        "overall_contact": {
            "last_name": "EDUARDO INSIGNARES-CARRIONE, Research Direc.",
            "phone": "+573007191994",
            "email": "eduardoinsignarescarrione@gmail.com"
        },
        "overall_contact_backup": {
            "last_name": "BLANCA BOLANO, researcherer",
            "phone": "+573107970227",
            "email": "blancambolanog@hotmail.com"
        },
        "location": {
            "facility": {
                "name": "San Carlos Hospital",
                "address": {
                    "city": "Bogota",
                    "state": "Cundinamarca",
                    "country": "Colombia"
                }
            },
            "status": "Recruiting",
            "contact": {
                "last_name": "YOHANNY ANDRADE, INVESTIGATOR",
                "phone": "+573012629694",
                "email": "yohanny.andrade2@gmail.com"
            }
        },
        "location_countries": {
            "country": "Colombia"
        },
        "reference": [
            {
                "citation": "Schijven J, Teunis P, Suylen T, Ketelaars H, Hornstra L, Rutjes S. QMRA of adenovirus in drinking water at a drinking water treatment plant using UV and chlorine dioxide disinfection. Water Res. 2019 Jul 1;158:34-45. doi: 10.1016/j.watres.2019.03.090. Epub 2019 Apr 1.",
                "PMID": "31015141"
            },
            {
                "citation": "Kingsley DH, Pérez-Pérez RE, Niemira BA, Fan X. Evaluation of gaseous chlorine dioxide for the inactivation of Tulane virus on blueberries. Int J Food Microbiol. 2018 May 20;273:28-32. doi: 10.1016/j.ijfoodmicro.2018.01.024. Epub 2018 Feb 1.",
                "PMID": "29558681"
            },
            {
                "citation": "Montazeri N, Manuel C, Moorman E, Khatiwada JR, Williams LL, Jaykus LA. Virucidal Activity of Fogged Chlorine Dioxide- and Hydrogen Peroxide-Based Disinfectants against Human Norovirus and Its Surrogate, Feline Calicivirus, on Hard-to-Reach Surfaces. Front Microbiol. 2017 Jun 8;8:1031. doi: 10.3389/fmicb.2017.01031. eCollection 2017.",
                "PMID": "28642746"
            },
            {
                "citation": "Ma JW, Huang BS, Hsu CW, Peng CW, Cheng ML, Kao JY, Way TD, Yin HC, Wang SS. Efficacy and Safety Evaluation of a Chlorine Dioxide Solution. Int J Environ Res Public Health. 2017 Mar 22;14(3). pii: E329. doi: 10.3390/ijerph14030329.",
                "PMID": "28327506"
            }
        ],
        "results_reference": {
            "citation": "Zhu Z, Guo Y, Yu P, Wang X, Zhang X, Dong W, Liu X, Guo C. Chlorine dioxide inhibits the replication of porcine reproductive and respiratory syndrome virus by blocking viral attachment. Infect Genet Evol. 2019 Jan;67:78-87. doi: 10.1016/j.meegid.2018.11.002. Epub 2018 Nov 3.",
            "PMID": "30395996"
        },
        "verification_date": "April 2020",
        "study_first_submitted": "April 7, 2020",
        "study_first_submitted_qc": "April 9, 2020",
        "study_first_posted": {
            "@type": "Estimate",
            "#text": "April 13, 2020"
        },
        "last_update_submitted": "April 9, 2020",
        "last_update_submitted_qc": "April 9, 2020",
        "last_update_posted": {
            "@type": "Estimate",
            "#text": "April 13, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Principal Investigator",
            "investigator_affiliation": "Genesis Foundation",
            "investigator_full_name": "Eduardo Insignares Carrione",
            "investigator_title": "research director"
        },
        "intervention_browse": {
            "mesh_term": "Chlorine dioxide"
        },
        "patient_data": {
            "sharing_ipd": "Undecided"
        }
    }
}