{"clinical_study": {"@rank": "177", "required_header": {"download_date": "ClinicalTrials.gov processed this data on April 06, 2020", "link_text": "Link to the current ClinicalTrials.gov record.", "url": "https://clinicaltrials.gov/show/NCT04335032"}, "id_info": {"org_study_id": "EPA-COV-001", "nct_id": "NCT04335032"}, "brief_title": "EPA-FFA to Treat Hospitalised Patients With SARS-CoV-2", "official_title": "A Randomized Controlled Study of Eicosapentaenoic Acid (EPA-FFA) Gastro-resistant Capsules to Treat Hospitalized Subjects With Confirmed SARS-CoV-2", "sponsors": {"lead_sponsor": {"agency": "S.L.A. Pharma AG", "agency_class": "Industry"}}, "source": "S.L.A. Pharma AG", "oversight_info": {"has_dmc": "No", "is_fda_regulated_drug": "No", "is_fda_regulated_device": "No"}, "brief_summary": {"textblock": "This is an open-label, randomized, controlled study in hospitalized subjects with confirmed\n      SARS-CoV-2."}, "detailed_description": {"textblock": "Recruitment Subjects hospitalised with a confirmed diagnosis of SARS-CoV-2, will be\n      contacted. Potential subjects will have the opportunity to ask any questions to the\n      researchers.\n\n      A member of the research team will provide a copy of the information sheet to the subject,\n      who will have the opportunity to ask any questions to the researchers.\n\n      Subjects expressing an interest in participating will be interviewed to explain the study in\n      detail, and discuss the risks, benefits, goals and limitations of the study.\n\n      Screening Procedures. Potentially eligible subjects will provide informed consent prior to\n      any study specific procedures being conducted.\n\n      Following the provision of informed consent, the subject's demographics and medical history\n      especially that relating to SARS-CoV-2 will be documented.\n\n      A physical examination and checks on vital signs (BP, pulse, temperature, respiration) will\n      be conducted. Female subjects of child-bearing potential will undergo a urine pregnancy test.\n      A blood sample will be drawn for routine haematology and biochemistry. Subjects will undergo\n      tests for oxygen saturation, PaO2/FiO2 and interleukin-6 (IL-6).\n\n      Subjects will be asked to provide details of any concomitant medications. Subjects with\n      confirmed diagnosis of SARS-CoV-2, compliance with the inclusion and exclusion criteria and\n      providing informed consent will be registered on the e-CRF to obtain a randomisation number.\n      Subjects will be stratified by 1) whether subjects age is ≥ 65 years and 2) whether subjects\n      PaO2/FiO2 <200mmHg. Stratification will be performed at the country level to ensure balanced\n      treatment groups within each country.\n\n      Baseline/Randomisation A physical examination and checks on vital signs (BP, pulse,\n      temperature, respiration) will be conducted. Subjects will undergo tests for oxygen\n      saturation, PaO2/FiO2 and interleukin-6. Haematology and biochemistry test (from screening)\n      results will be confirmed as being acceptable.\n\n      Subjects will be randomised (1:1) to one of the two study arms: EPA-FFA gastro-resistant\n      capsules or standard of care treatment.\n\n      The subjects, in the investigational medicinal product (IMP) group, will be trained on the\n      dosing and asked to administer two capsules twice daily for 4 weeks. Subjects will then be\n      provided with IMP on a daily basis by a suitably qualified and delegated member of the\n      Investigator's team, for the duration of the treatment phase.\n\n      Treatment Phase (Week 1-3) All subjects will receive standard of care treatment throughout\n      the treatment phase on a day to day basis. This will include assessment of additional or\n      alternative medication required for the treatment of SARS-CoV-2, requirement for intubation\n      and invasive ventilation, requirement to transfer to intensive care unit or death.\n\n      On a weekly basis, a physical examination and checks on vital signs (BP, pulse, temperature,\n      respiration) will be conducted. Subjects will undergo tests for oxygen saturation, PaO2/FiO2\n      and IL-6.\n\n      Subjects will be asked to provide details of any concomitant medications and changes in\n      condition via adverse event (AE) query.\n\n      Week 4 A physical examination and checks on vital signs (BP, pulse, temperature, respiration)\n      will be conducted. Subjects will undergo tests for oxygen saturation, PaO2/FiO2 and IL-6.\n      Female subjects of child-bearing potential will undergo a urine pregnancy test. A blood\n      sample will be drawn for routine haematology and biochemistry. Subjects will be asked to\n      provide details of any concomitant medications and changes in condition via AE query.\n\n      Week 6 (Follow -up) 6 weeks after randomisation (or two weeks after early withdrawal), the\n      subject will be contacted to check the occurrence of any other adverse events and review of\n      medications. Haematology and biochemistry test (from week 4) results will be confirmed as\n      being acceptable.\n\n      Adverse events will be assessed by spontaneous reports by subjects."}, "overall_status": "Not yet recruiting", "start_date": {"@type": "Anticipated", "#text": "April 13, 2020"}, "completion_date": {"@type": "Anticipated", "#text": "July 31, 2020"}, "primary_completion_date": {"@type": "Anticipated", "#text": "July 13, 2020"}, "phase": "Phase 3", "study_type": "Interventional", "has_expanded_access": "No", "study_design_info": {"intervention_model": "Single Group Assignment", "primary_purpose": "Treatment", "masking": "None (Open Label)"}, "primary_outcome": {"measure": "Efficacy of EPA-FFA", "time_frame": "28 days", "description": "Time to treatment failure during the 28-day treatment period. Treatment failure is defined as additional or alternative treatment required, or intubation and invasive ventilation, or transfer to intensive care unit, or death."}, "secondary_outcome": [{"measure": "Increase in oxygen saturation", "time_frame": "28 days", "description": "Time to and number of days with oxygen saturation >95% without oxygen inhalation during the 28-day treatment period"}, {"measure": "PaO2/FiO2 >300mmHg increase", "time_frame": "28 days", "description": "Time to and number of days with PaO2/FiO2 >300mmHg without oxygen inhalation during the 28-day treatment period"}, {"measure": "Reduction of IL-6", "time_frame": "28 days", "description": "Change in IL-6 level during the 28-day treatment period"}, {"measure": "Mortality rate reduction", "time_frame": "throughout the study, about 3 months", "description": "To determine whether EPA-FFA gastro-resistant capsules decreases mortality rate during the study."}, {"measure": "Reduction in ICU stays", "time_frame": "throughout the study, about 3 months", "description": "To determine whether EPA-FFA gastro-resistant capsules decreases ICU days during the study."}, {"measure": "Reducing hospitalisation days", "time_frame": "throughout the study, about 3 months", "description": "To determine whether EPA-FFA gastro-resistant capsules decreases hospitalisation days during the study"}, {"measure": "reduction in need for mechanical ventilation", "time_frame": "throughout the study, about 3 months", "description": "To determine whether EPA-FFA gastro-resistant capsules decreases the need for invasive mechanical ventilation during the study"}, {"measure": "Fever reduction", "time_frame": "28 days", "description": "Time to and number of days with fever normalization < 36.6°C armpit, < 37.2°C oral, < 37.8°C rectal, during the 28-day treatment period"}], "other_outcome": {"measure": "Safety - Vitals, AEs and Clinical lab parameters", "time_frame": "throughout the study, about 3 months", "description": "To evaluate the safety of EPA-FFA gastro-resistant capsules in the treatment of SARS-CoV-2 by assessing clinical lab parameters, number and proportion of subjects with AEs as well as assessing vital signs."}, "number_of_arms": "1", "enrollment": {"@type": "Anticipated", "#text": "150"}, "condition": "SARS-CoV-2", "arm_group": {"arm_group_label": "Eicosapentaenoic acid gastro-resistant capsules", "arm_group_type": "Experimental", "description": "Eicosapentaenoic acid free fatty acid (EPA-FFA) 500mg gastro-resistant capsules 2g daily (two capsules twice daily).\nOne capsule of EPA-FFA gastro-resistant capsules contains 500mg EPA-FFA in a capsule containing gelatin, glycerol, sorbitol, titanium dioxide, FD&C blue No. 1, hypromellose phthalate, dibutyl sebacate."}, "intervention": {"intervention_type": "Drug", "intervention_name": "Eicosapentaenoic acid gastro-resistant capsules", "description": "same as in arm/group description", "arm_group_label": "Eicosapentaenoic acid gastro-resistant capsules", "other_name": "Alfa"}, "eligibility": {"criteria": {"textblock": "Inclusion Criteria:\n\n          1. Male or female, aged 18 to 80 years.\n\n          2. Provided informed consent prior to any study specific procedure being conducted.\n\n          3. Virological or serological diagnosis of SARS-CoV-2.\n\n          4. Evidence of viral pneumonia (either CT scan or Chest Ultrasonogram).\n\n          5. Oxygen saturation at rest in ambient air ≤ 95%.\n\n          6. PaO2/FiO2 <300mmHg without oxygen inhalation\n\n          7. Fever defined as temperature ≥ 36.6°C armpit, ≥ 37.2°C oral, ≥ 37.8°C rectal.\n\n        Exclusion Criteria:\n\n        Trial Subjects\n\n        Selection Criteria: Inclusion criteria:\n\n        The subject must satisfy the following criteria for entry into the study:\n\n          1. Male or female, aged 18 to 80 years.\n\n          2. Provided informed consent prior to any study specific procedure being conducted.\n\n          3. Virological or serological diagnosis of SARS-CoV-2.\n\n          4. Evidence of viral pneumonia (either CT scan or Chest Ultrasonogram).\n\n          5. Oxygen saturation at rest in ambient air ≤ 95%.\n\n          6. PaO2/FiO2 <300mmHg without oxygen inhalation\n\n          7. Fever defined as temperature ≥ 36.6°C armpit, ≥ 37.2°C oral, ≥ 37.8°C rectal.\n\n        Exclusion criteria:\n\n        The subject will be excluded from the study if any of the following applies:\n\n          1. Subjects intubated prior to administration of IMP.\n\n          2. Subjects requiring mechanical ventilation at screening.\n\n          3. Known allergic reaction or intolerant to fish or fish oils.\n\n          4. Known allergic reaction to excipients of IMP.\n\n          5. Subjects who are pregnant or breast-feeding at screening.\n\n          6. Subjects who are taking other fish-oil supplements (e.g. cod liver oil) who are\n             unwilling to stop them for the duration of the study.\n\n          7. Subjects taking warfarin or other anti-coagulants.\n\n          8. Subjects who are taking other agents for the treatment of SARS-CoV-2 showing an\n             improvement in symptoms in the 24 hours prior to study dosing.\n\n          9. Subjects who are participating in other clinical studies at the same time.\n\n         10. Evidence of multi-organ failure.\n\n         11. Subjects with a do not resuscitate code.\n\n         12. Subject is deemed, by the investigator, unlikely to be able to comply with the\n             requirements of the protocol."}, "gender": "All", "minimum_age": "18 Years", "maximum_age": "80 Years", "healthy_volunteers": "No"}, "overall_contact": {"last_name": "Justin Slagel", "phone": "01923681001", "email": "jslagel@slapharma.com"}, "verification_date": "April 2020", "study_first_submitted": "April 1, 2020", "study_first_submitted_qc": "April 2, 2020", "study_first_posted": {"@type": "Estimate", "#text": "April 6, 2020"}, "last_update_submitted": "April 2, 2020", "last_update_submitted_qc": "April 2, 2020", "last_update_posted": {"@type": "Estimate", "#text": "April 6, 2020"}, "responsible_party": {"responsible_party_type": "Sponsor"}, "patient_data": {"sharing_ipd": "No"}}}