{"clinical_study": {"@rank": "268", "required_header": {"download_date": "ClinicalTrials.gov processed this data on April 06, 2020", "link_text": "Link to the current ClinicalTrials.gov record.", "url": "https://clinicaltrials.gov/show/NCT04290858"}, "id_info": {"org_study_id": "COVID19 NOgas mild", "nct_id": "NCT04290858"}, "brief_title": "Nitric Oxide Gas Inhalation Therapy for Mild/Moderate COVID19 Infection", "acronym": "NoCovid", "official_title": "Nitric Oxide Gas Inhalation Therapy in Spontaneous Breathing Patients With Mild/Moderate COVID19 Infection: a Randomized Clinical Trial", "sponsors": {"lead_sponsor": {"agency": "Xijing Hospital", "agency_class": "Other"}, "collaborator": {"agency": "Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico", "agency_class": "Other"}}, "source": "Xijing Hospital", "oversight_info": {"has_dmc": "Yes", "is_fda_regulated_drug": "No", "is_fda_regulated_device": "No"}, "brief_summary": {"textblock": "The scientific community is in search for novel therapies that can help to face the ongoing\n      epidemics of novel Coronavirus (COVID-19) originated in China in December 2019. At present,\n      there are no proven interventions to prevent progression of the disease. Some preliminary\n      data on SARS pneumonia suggest that inhaled Nitric Oxide (NO) could have beneficial effects\n      on COVID-19 due to the genomic similarities between this two coronaviruses. In this study we\n      will test whether inhaled NO therapy prevents progression in patients with mild to moderate\n      COVID-19 disease."}, "detailed_description": {"textblock": "To date, no targeted therapeutic treatments for the ongoing COVID-19 outbreak have been\n      identified. Antiviral combined with adjuvant therapies are currently under investigation. The\n      clinical spectrum of the infection is wide, ranging from mild signs of upper respiratory\n      tract infection to severe pneumonia and death.\n\n      In the patients who progress, the time period from symptoms onset to development of dyspnea\n      is reported to be between 5 to 10 days, and that one to severe respiratory distress syndrome\n      from 10 to 14 days. Globally, 15 to 18% of patients deteriorates to the need of mechanical\n      ventilation, despite the use of non-invasive ventilatory support in the earliest phases of\n      the disease. Probability of progress to end stage disease is unpredictable, with the majority\n      of these patients dying from multi-organ failure. Preventing progression in spontaneously\n      breathing patients with mild to moderate disease would translate in improved morbility and\n      mortality and in a lower use of limited healthcare resources.\n\n      In 2004, during the SARS-coronavirus (SARS-CoV) outbreak, a pilot study showed that low dose\n      ( max 30 ppm) inhaled NO for 3 days was able to shorten the time of ventilatory support. At\n      the same time, NO donor compound S-nitroso-N-acetylpenicillamine increased survival rate in\n      an in-vitro model of SARS-CoV infected eukaryotic cells.Based on the genetic similarities\n      between the two viruses, similar effects of NO on COVID-19 can be hypothesized. While further\n      in-vitro testing is recommended, we proposed a randomized clinical trial to test the\n      effectiveness of inhaled NO in preventing the progression of COVID-19 related disease, when\n      administered at an early stage."}, "overall_status": "Withdrawn", "why_stopped": "New coordinating center has been defined (Massachusetts General Hospital)", "start_date": {"@type": "Anticipated", "#text": "March 1, 2020"}, "completion_date": {"@type": "Anticipated", "#text": "February 1, 2022"}, "primary_completion_date": {"@type": "Anticipated", "#text": "March 1, 2021"}, "phase": "Phase 2", "study_type": "Interventional", "has_expanded_access": "No", "study_design_info": {"allocation": "Randomized", "intervention_model": "Parallel Assignment", "primary_purpose": "Treatment", "masking": "None (Open Label)"}, "primary_outcome": {"measure": "Reduction in the incidence of intubation and mechanical ventilation", "time_frame": "28 days", "description": "The primary outcome will be the proportion of patients with mild COVID2019 who deteriorate to a severe form of the disease requiring intubation and mechanical ventilation. Patients with indication to intubation and mechanical ventilation but concomitant DNI (Do Not Intubate) or not intubated for any other reason external to the clinical judgment of the attending physician will be considered as meeting the criteria for the primary endpoint."}, "secondary_outcome": [{"measure": "Mortality", "time_frame": "28 days", "description": "Mortality from all causes"}, {"measure": "Negative conversion of COVID-19 RT-PCR from upper respiratory tract", "time_frame": "7 days", "description": "Proportion of patients with a negative conversion of RT-PCR from an oropharyngeal or a nasopahryngeal swab"}, {"measure": "Time to clinical recovery", "time_frame": "28 days", "description": "Time from initiation of the study to discharge or to normalization of fever (defined as <36.6°C from axillary site, or < 37.2°C from oral site or < 37.8°C from rectal or tympanic site), respiratory rate (< 24 bpm while breathing room air) and alleviation of cough (defined as mild or absent in a patient reported scale of severe >>moderate>>mild>>absent)."}], "number_of_arms": "2", "enrollment": {"@type": "Actual", "#text": "0"}, "condition": ["Coronavirus Infections", "Pneumonia, Viral", "Dyspnea"], "arm_group": [{"arm_group_label": "Nitric Oxide inhalation", "arm_group_type": "Experimental", "description": "Nitric Oxide will be delivered through a non invasive CPAP system (with minimal pressure support to decrease discomfort due to the facial mask) or through a non-rebreathing mask system."}, {"arm_group_label": "Control", "arm_group_type": "No Intervention", "description": "The control group will receive the standard of treatment without any active, placebo or sham Comparator."}], "intervention": {"intervention_type": "Drug", "intervention_name": "Nitric Oxide", "description": "Nitric Oxide (NO) will be delivered together with the standard of care for a period of 20-30 minutes 2 times per day for 14 consecutive days from time of enrollment. Targeted concentration will have a tidal oscillation between 100 and 300 ppm, in order to maintain an average inhaled concentration from 140 to 180 ppm. The gas will be delivered through a CPAP circuit ensuring an end-expiratory pressure between 2 and 10 cmH2O or trough a non-rebreathing mask without positive end expiratory pressure, depending on the clinical needs of the patient.", "arm_group_label": "Nitric Oxide inhalation", "other_name": "Nitric Oxide inhalation"}, "eligibility": {"criteria": {"textblock": "Inclusion Criteria:\n\n          1. Laboratory confirmed COVID19 infection defined with a positive RT-PCR from any\n             specimen.\n\n          2. Hospital admission with at least one of the following:\n\n               -  fever ≥ 36.6 °C from axillary site; or ≥ 37.2°C from oral site; or ≥ 37.6°C from\n                  tympanic or rectal site.\n\n               -  Respiratory rate ≥ 24 bpm\n\n               -  cough\n\n          3. Spontaneous breathing with or without hypoxia of any degree. Gas exchange and\n             ventilation maybe assisted by any continuous continuous airway pressure (CPAP), or any\n             system of Non Invasive Ventilation (NIV), with Positive End-Expiratory Pressure (PEEP)\n             ≤ 10 cmH2O.\n\n          4. ≤ 8 days since onset of the symptoms\n\n        Exclusion Criteria:\n\n          1. Pregnancy, or positive pregnancy test in a predose examination\n\n          2. Open tracheostomy\n\n          3. Therapy with high flow nasal cannula\n\n          4. Clinical controindication, as deemed by the attending physician"}, "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No"}, "overall_official": [{"last_name": "Lei Chong, MD, PhD", "role": "Principal Investigator", "affiliation": "Xijing Hospital"}, {"last_name": "Lorenzo Berra, MD", "role": "Principal Investigator", "affiliation": "Massachusetts General Hospital"}], "reference": [{"citation": "Chen L, Liu P, Gao H, Sun B, Chao D, Wang F, Zhu Y, Hedenstierna G, Wang CG. Inhalation of nitric oxide in the treatment of severe acute respiratory syndrome: a rescue trial in Beijing. Clin Infect Dis. 2004 Nov 15;39(10):1531-5. Epub 2004 Oct 22.", "PMID": "15546092"}, {"citation": "Keyaerts E, Vijgen L, Chen L, Maes P, Hedenstierna G, Van Ranst M. Inhibition of SARS-coronavirus infection in vitro by S-nitroso-N-acetylpenicillamine, a nitric oxide donor compound. Int J Infect Dis. 2004 Jul;8(4):223-6.", "PMID": "15234326"}, {"citation": "Zhu N, Zhang D, Wang W, Li X, Yang B, Song J, Zhao X, Huang B, Shi W, Lu R, Niu P, Zhan F, Ma X, Wang D, Xu W, Wu G, Gao GF, Tan W; China Novel Coronavirus Investigating and Research Team. A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med. 2020 Feb 20;382(8):727-733. doi: 10.1056/NEJMoa2001017. Epub 2020 Jan 24.", "PMID": "31978945"}, {"citation": "Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, Wang B, Xiang H, Cheng Z, Xiong Y, Zhao Y, Li Y, Wang X, Peng Z. Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA. 2020 Feb 7. doi: 10.1001/jama.2020.1585. [Epub ahead of print]", "PMID": "32031570"}, {"citation": "Xu Z, Shi L, Wang Y, Zhang J, Huang L, Zhang C, Liu S, Zhao P, Liu H, Zhu L, Tai Y, Bai C, Gao T, Song J, Xia P, Dong J, Zhao J, Wang FS. Pathological findings of COVID-19 associated with acute respiratory distress syndrome. Lancet Respir Med. 2020 Feb 18. pii: S2213-2600(20)30076-X. doi: 10.1016/S2213-2600(20)30076-X. [Epub ahead of print] Erratum in: Lancet Respir Med. 2020 Feb 25;:.", "PMID": "32085846"}], "verification_date": "March 2020", "study_first_submitted": "February 27, 2020", "study_first_submitted_qc": "February 28, 2020", "study_first_posted": {"@type": "Actual", "#text": "March 2, 2020"}, "last_update_submitted": "March 22, 2020", "last_update_submitted_qc": "March 22, 2020", "last_update_posted": {"@type": "Actual", "#text": "March 24, 2020"}, "responsible_party": {"responsible_party_type": "Principal Investigator", "investigator_affiliation": "Xijing Hospital", "investigator_full_name": "chonglei", "investigator_title": "M.D. & Ph.D."}, "keyword": ["COVID-19", "Pneumonia", "dyspnea", "Non-invasive ventilation", "Respiratory failure"], "condition_browse": {"mesh_term": ["Infection", "Communicable Diseases", "Coronavirus Infections", "Severe Acute Respiratory Syndrome", "Pneumonia, Viral", "Pneumonia", "Dyspnea"]}, "intervention_browse": {"mesh_term": "Nitric Oxide"}}}