{
    "clinical_study": {
        "@rank": "96",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 13, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04335201"
        },
        "id_info": {
            "org_study_id": "DEFI-VID19",
            "nct_id": "NCT04335201"
        },
        "brief_title": "Defibrotide in COVID-19 Pneumonia",
        "acronym": "DEFI-VID19",
        "official_title": "Use of Defibrotide to Reduce Progression of Acute Respiratory Failure Rate in Patients With COVID-19 Pneumonia",
        "sponsors": {
            "lead_sponsor": {
                "agency": "IRCCS San Raffaele",
                "agency_class": "Other"
            }
        },
        "source": "IRCCS San Raffaele",
        "oversight_info": {
            "has_dmc": "Yes",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "Phase II, prospective, interventional, single-arm, multicentric, open label trial, with a\n      parallel retrospective collection of data on not treated patients from IRCCS, San Raffaele\n      Scientific Institute included in the institutional observational study.\n\n      A sample of 50 patients with COVID-19 pneumonia will allow to detect an absolute reduction in\n      the rate of Respiratory-failure at day+14 after treatment of 20%, assuming that the actual\n      rate of failure in the corresponding not treated patients is 70% (alpha=5%, power=90%,\n      two-sided test). The software PASS15 was used for calculations.\n\n      The study will also include a parallel retrospective group of temporally concomitant patients\n      from IRCCS, San Raffaele Scientific Institute, who did not receive an experimental treatment\n      and who are enrolled in an already IRB approved observational study"
        },
        "detailed_description": {
            "textblock": "As of March 12, 2020, coronavirus disease 2019 (COVID-19) has been confirmed in 125 048\n      people worldwide, carrying a mortality of approximately 3·7%, 1 compared with a mortality\n      rate of less than 1% from influenza. There is an urgent need for effective treatment. The\n      2019 novel Coronavirus (2019-nCoV; severe acute respiratory syndrome coronavirus 2\n      (SARS-CoV-2)) has spread rapidly since its recent identification in patients with severe\n      pneumonia in Wuhan, China. The clinical spectrum of COVID-19 varies from asymptomatic or\n      pauci-symptomatic forms to clinical conditions characterized by respiratory failure that\n      necessitates mechanical ventilation and support in an intensive care unit (ICU), to\n      multiorgan and systemic manifestations in terms of sepsis, septic shock, and multiple organ\n      dysfunction syndromes (MODS). Current management of COVID-19 is supportive, and respiratory\n      failure from acute respiratory distress syndrome (ARDS) is the leading cause of mortality.\n\n      The cytokine profile of COVID-19 patients supports that the fatality is driven by a\n      virally-triggered, self-propagating, hyper-inflammatory state (Mehta et al, 2020). Elevated\n      ferritin (mean 1297·6 ng/ml in non-survivors vs 614·0 ng/ml in survivors; p<0·001) and IL-6\n      (p<0·0001) have been found to be independent predictors of fatality in COVID-19 patients in\n      China (Ruan et al, 2020).\n\n      VOD, known as Veno-Occlusive-Disease or Synusoidal Obstruction Syndrome, is the most\n      characterized of a spectrum of post bone marrow transplantation (BMT) syndromes (including\n      ELS, IPS or aGVHD) characterized by reactive endothelial activation and damage,\n      endothelial-driven paracrine signaling and a pro-inflammatory and pro-coagulant state. Severe\n      VOD frequently progresses to Multi Organ Failure and is characterized by high mortality\n      (>80%), characterized mostly by lung and kidney failure.\n\n      High levels (elevated early in the course of the disease) of IL-6, IL-8 and TNF-alpha\n      characterize VOD and the other post-BMT endothelial diseases (Schots et al, 2003, Gugliotta\n      et al 1994, Remberger et al 1997, Symington et al, 1992). In detail, IL-8 may be involved in\n      the respiratory failure following ARDS, a frequent and fatal outcome of sVOD patients.\n      Intriguingly, high ferritin levels are a well recognized risk factor for the development of\n      VOD in both adult and pediatric settings.\n\n      Furthermore, the histopathological examination of lung lesions in VOD syndromes show early\n      alveolar epithelial and lung endothelial injury, resulting in accumulation of protein- and\n      fibrin-rich inflammatory edematous fluid in the alveolar space and progression to\n      interstitial fibrosis, at later stages.\n\n      These patterns are reminiscent of what observed in the only three cases of autoptic\n      examination of lung tissue so far obtained from COVID-19 infected individuals: two from\n      putatively early phase and one from a late phase of the disease: such as, early diffuse\n      alveolar damage with proteinaceous exudates, and chronical inflammation with intra alveolar\n      deposition of fibrin and interstitial fibrosis, respectively.\n\n      Thus, we suggest here that the pattern of circulating cytokines, similar histopathological\n      findings in infected patients and hyper-ferritinemia represent some hallmarks common to both\n      COVID-19 induced pathology and VOD/SOS (and other endothelial damage syndromes), possibly\n      underlying common mechanisms of progression.\n\n      Defibrotide, a polydisperse mixture of predominantly single-stranded\n      polydeoxyribonucleotides, is currently the only therapy approved to treat hepatic VOD/SOS\n      with pulmonary/renal dysfunction (ie, multiorgan dysfunction/multiorgan failure [MOD/MOF])\n      following HSCT in the United States and to treat severe hepatic VOD/SOS post-HSCT in the\n      European Union. In preclinical and human studies, defibrotide has demonstrated\n      profibrinolytic, antithrombotic, anti-inflammatory, and angio-protective actions, thus\n      promoting an anticoagulant phenotype of the endothelium that protects and stabilizes the\n      function of endothelial cells. In a phase 3, historically controlled, multicenter trial in\n      adults and children with VOD/SOS and MOD/MOF (defibrotide: n = 102; controls treated before\n      defibrotide availability: n = 32), defibrotide resulted in significantly greater day +100\n      survival following HSCT (38.2%) vs controls (25.0%; propensity analysis-estimated\n      between-group difference: 23%; P = .0109). Importantly, a posthoc analysis of a conspicuous\n      number of defibrotide-treated patients (n=651) has recently shown that defibrotide treatment\n      also to critically ill patients, such as those with ventilator dependence at study entry,\n      could highly benefit from defibrotide treatment.\n\n      Defibrotide has, overall, demonstrated endothelial-protective properties, with\n      pro-fibrinolytic, anti-thrombotic, anti-ischemic, anti-inflammatory, and antiadhesive\n      activities, but no significant systemic anticoagulant effects. Defibrotide appears to exert\n      several anti-inflammatory and antioxidant effects through interaction with the EC membrane,\n      as shown in an endothelial cell line of hepatic origin.\n\n      At least part of defibrotide's lifesaving activity is due to downregulation of circulating\n      cytokines, chiefly IL-6 and TNF-alpha and by reducing PAI-1 levels, NFKB activation and\n      expression of MHCI and MHCII molecules. As compared to other agents, targeting a specific\n      cytokines or a specific factor, defibrotide's pleiotropic mechanism of action may underlie\n      its effectiveness in both early and late progressed states of MOF and in prophylactic\n      settings as well.\n\n      Patients with clinical and radiological evidence consistent with idiopathic pneumonia\n      syndrome, all showed underlying disease processes which can be interpreted as associated with\n      endothelial cell activation injury. Idiopathic pneumonia syndrome is a rare complication\n      following hematopoietic stem cell transplantation (HSCT), defined by diffuse lung injury with\n      no identified etiology, with an incidence of 2-12%.; it shows histological evidence of type\n      II endothelial cell activation, with display of ICAM-1 and/or VCAM-1, and endothelial injury,\n      with endothelial upregulation of eNOS. This, together with histological findings of\n      intra-alveolar fibrin and pulmonary hypertension suggests that endothelial cell activation\n      injury may be a causative factor underlying idiopathic pneumonia syndrome Defibrotide may\n      prove to be useful in the treatment of patients with idiopathic pneumonia syndrome, although\n      stratifying which patients will benefit from this treatment requires further study.\n\n      A potential beneficial effect from defibrotide in treating pulmonary veno-occlusive disease\n      (PVOD) has been suggested. Its action is probably due to the drug's ability to selectively\n      increase prostaglandin I2 and E2 levels and to increase tissue plasminogen activator and\n      decrease plasminogen activator inhibitor function.\n\n      The use of defibrotide does not change the pathway of care, therefore the only changes to the\n      budget are drug acquisition costs and cost avoidance as a result of reduced ICU/HDU use.\n      Defibrotide reduces the length of stay avoiding extended use of ICU or HDU beds (NHS England\n      Clinical Commissioning Policy."
        },
        "overall_status": "Not yet recruiting",
        "start_date": {
            "@type": "Anticipated",
            "#text": "April 6, 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "December 31, 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "September 30, 2020"
        },
        "phase": "Phase 2",
        "study_type": "Interventional",
        "has_expanded_access": "No",
        "study_design_info": {
            "intervention_model": "Single Group Assignment",
            "intervention_model_description": "prospective, interventional, single-arm, multicentric, open label trial with a parallel retrospective collection of data on not treated patients from IRCCS, San Raffaele Scientific Institute institutional observational study (ClinicalTrials.gov Identifier: NCT04318366)",
            "primary_purpose": "Treatment",
            "masking": "None (Open Label)",
            "masking_description": "Italian Hospital"
        },
        "primary_outcome": {
            "measure": "to able to reduce the progression of acute respiratory failure",
            "time_frame": "14 days",
            "description": "To demonstrate that the treatment with Defibrotide administered intravenously in addition to the best available therapy according to institutional guidelines (protease inhibitors antiviral treatment and hydroxychloroquine (HCQ), and if needed, metilprednisolone is able to reduce the progression of acute respiratory failure, the need of mechanical ventilation, the transfer to the intensive care unit or death, in patients with severe COVID-19 pneumonia.\nPatients with a baseline PaO2/FiO2 >= 200: progression of respiratory failure is defined by:\nsevere gas transfer deficit (PaO2/FiO2 < 200);\npersistent respiratory distress while receiving oxygen (persistent marked dyspnea, use of accessory respiratory muscles, paradoxical respiratory movements);\ntransfer to the intensive care unit;\ndeath. The rate will be calculated as the proportion of patients who experienced at least one of the events above by day+14 from treatment start."
        },
        "secondary_outcome": [
            {
                "measure": "Adverse events",
                "time_frame": "7 days",
                "description": "To evaluate the safety of Defibrotide will be analyzed the frequency and incidence of Treatment-Related Adverse Events as Assessed by CTCAE v4.0"
            },
            {
                "measure": "duration of hospitalization",
                "time_frame": "14 days",
                "description": "evaluate the time of hospitalization that will determine how much and how the administration of defibrotide can resolve the infection"
            },
            {
                "measure": "systemic inflammation",
                "time_frame": "14 days",
                "description": "To evaluate the level of PCR, LDH, ferritin, IL-10, IL-6, TNF-alpha, IFN-gamma, PTX3 at day +7 and +14 after start of treatment with Defibrotide.\nperformed per day. Laboratory values performed at day 7 and 14 will be analyzed and compared with each other to understand their progress."
            },
            {
                "measure": "overall survival",
                "time_frame": "28 days",
                "description": "To evaluate the overall survival at day+28 after start treatment with Defibrotide"
            }
        ],
        "number_of_arms": "1",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "50"
        },
        "condition": "Patients With COVID-19 Pneumonia Will Allow to Detect an Absolute Reduction in the Rate of Respiratory-failure",
        "arm_group": {
            "arm_group_label": "Arm Label",
            "arm_group_type": "Experimental",
            "description": "with the experimental drug: Defibrotide 25 mg/kg body weight total dose in 2 hours duration infusion each, every 6 hours (Defibrotide 6.25 mg/kg body weight each dose) Treatment duration = 7 days"
        },
        "intervention": {
            "intervention_type": "Drug",
            "intervention_name": "Defibrotide Injection",
            "description": "Patients will be treated according to the standard institutional procedures and will receive the best available treatment as per institutional guidelines in association with the experimental drug: Defibrotide 25 mg/kg body weight total dose in 2 hours duration infusion each, every 6 hours (Defibrotide 6.25 mg/kg body weight each dose) Treatment duration = 7 days",
            "arm_group_label": "Arm Label"
        },
        "eligibility": {
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          -  Documented COVID-19 pneumonia: defined as upper respiratory tract specimen\n             (nasopharyngeal swab (NPS) or viral throat swab) positive for COVID-19 and/or imaging\n             at computed tomography scan suggestive of COVID-19 pneumonia\n\n          -  Oxygen saturation (SaO2) of 92% or less without oxygen support, or reduction of 3%\n             from basal value of SaO2, or a ratio of the partial pressure of oxygen (PaO2) to the\n             fraction of inspired oxygen (FiO2) (PaO2/FiO2) below 300.\n\n          -  Any gender\n\n          -  Age >= 18 years\n\n          -  Written informed consent or as per Ethical Committee indication in case of patients\n             not able to express written informed consent\n\n        Exclusion Criteria:\n\n          -  Onset of COVID-19 pneumonia >14 days\n\n          -  Orotracheal intubation\n\n          -  Uncontrolled systemic infection (other than COVID-19)\n\n          -  Concomitant use of thrombolytic therapy Concomitant systemic anticoagulant therapy\n             (e.g. heparin, warfarin, direct thrombin inhibitors and direct factor Xa inhibitors)\n\n          -  Haemodynamic instability, defined as inability to maintain mean arterial pressure with\n             single pressor support\n\n          -  Hypersensitivity to the active substance or to any of the excipients of the\n             experimental drug\n\n          -  Patients who, based on the investigator's clinical judgement, are not able to receive\n             the treatment\n\n          -  Pregnancy or breastfeeding patient"
            },
            "gender": "All",
            "minimum_age": "18 Years",
            "maximum_age": "N/A",
            "healthy_volunteers": "No"
        },
        "overall_contact": {
            "last_name": "Fabio Ciceri, MD",
            "phone": "+39 02 2643",
            "phone_ext": "7503",
            "email": "ciceri.clinicaltrials@hsr.it"
        },
        "overall_contact_backup": {
            "last_name": "Stefania Trinca",
            "phone": "+39 02 2643",
            "phone_ext": "4289",
            "email": "defi-vid19@hsr.it ; trinca.stefania@hsr.it"
        },
        "verification_date": "April 2020",
        "study_first_submitted": "March 31, 2020",
        "study_first_submitted_qc": "April 2, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "April 6, 2020"
        },
        "last_update_submitted": "April 2, 2020",
        "last_update_submitted_qc": "April 2, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "April 6, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Principal Investigator",
            "investigator_affiliation": "IRCCS San Raffaele",
            "investigator_full_name": "Ciceri Fabio",
            "investigator_title": "Prof., Director Clinical Trial Unit"
        },
        "keyword": [
            "COVID-19",
            "respiratory failure",
            "Defibrotide",
            "mechanical ventilation"
        ],
        "condition_browse": {
            "mesh_term": [
                "Pneumonia",
                "Respiratory Insufficiency"
            ]
        },
        "intervention_browse": {
            "mesh_term": "Defibrotide"
        }
    }
}