{
    "clinical_study": {
        "@rank": "432",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 14, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04330261"
        },
        "id_info": {
            "org_study_id": "REB18-0107_MOD9",
            "nct_id": "NCT04330261"
        },
        "brief_title": "Clinical Characteristics and Outcomes of Pediatric COVID-19",
        "acronym": "PERN-COVID-19",
        "official_title": "Clinical Characteristics and Outcomes of Children Potentially Infected by Severe Acute Respiratory Distress Syndrome (SARS)-CoV-2 Presenting to Pediatric Emergency Departments",
        "sponsors": {
            "lead_sponsor": {
                "agency": "University of Calgary",
                "agency_class": "Other"
            }
        },
        "source": "University of Calgary",
        "oversight_info": {
            "has_dmc": "Yes",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "Rationale: The clinical manifestations of SARS-CoV-2 infection in children are poorly\n      characterized. Preliminary findings indicate that they may be atypical. There is a need to\n      identify the spectrum of clinical presentations, predictors of severe disease (COVID-19)\n      outcomes, and successful treatment strategies in this population.\n\n      Goals:\n\n      Primary - Describe and compare characteristics of confirmed SARS-CoV-2 infected children with\n      symptomatic test-negative children.\n\n      Secondary - 1) Describe and compare confirmed SARS-CoV-2 infected children with mild versus\n      severe COVID-19 outcomes; 2) Describe healthcare resource utilization for, and outcomes of,\n      screening and care of pediatric COVID-19 internationally, alongside regional public health\n      policy changes.\n\n      Methods: This prospective observational study will occur in 50 emergency departments across\n      11 countries. We will enroll 12,500 children who meet institutional screening guidelines and\n      undergo SARS-CoV-2 testing. Data collection focuses on epidemiological risk factors,\n      demographics, signs, symptoms, interventions, laboratory testing, imaging, and outcomes.\n      Collection will occur at enrollment, 14 days, and 90 days.\n\n      Timeline: Recruitment will last for 12 months (worst-case model) and will begin within 7-14\n      days of funding notification after ongoing expedited review of ethics and data sharing\n      agreements.\n\n      Impact: Results will be shared in real-time with key policymakers, enabling rapid\n      evidence-based adaptations to pediatric case screening and management."
        },
        "detailed_description": {
            "textblock": "Pediatric COVID-19: The characteristics of pediatric 2019 novel coronavirus disease\n      (COVID-19) are not yet well understood. Preliminary findings indicate that atypical\n      presentations of COVID-19 occur in children. Thus, there is an urgent need to identify risk\n      factors for pediatric COVID-19 infection, the range of clinical manifestations, predictors of\n      severe outcomes, and successful treatment strategies.\n\n      Objectives: Primary: To contribute to the optimization of medical countermeasures to\n      pediatric COVID-19 through describing and comparing the clinical characteristics of\n      SARS-CoV-2 infected children (i.e. test positive) with children who were screened for\n      SARS-CoV-2 but tested negative. We will also describe and compare SARS-CoV-2 infected\n      children with mild versus those with severe outcomes. This study will also describe the\n      health care resources utilized for screening, isolation, and care of pediatric COVID-19,\n      examined alongside relevant public health policies.\n\n      Methods: This is a two-year prospective observational study that will take place at 50 EDs\n      across 19 countries. We will enroll children (<18 years old) presenting to participating\n      study EDs who meet institutional screening guidelines and undergo testing for COVID-19. Data\n      collection is aligned with WHO templates and focuses on epidemiological factors,\n      demographics, signs, symptoms, exposures, interventions, and test results. Collection will\n      occur at the time of enrolment, during the course of illness, at hospital discharge (if\n      admitted), and at two weeks and three months following enrolment. Over a period of 18 months\n      (starting March 31st, 2020) we aim to enroll and complete follow-up for a total of 5000\n      children with screened for suspected SARS-CoV-2 infection. Data will be entered into a\n      centralized database, and analyzed using simple and multiple ordinal logistic regression\n      models. Data will be interpreted alongside detailed, prospectively collected, information on\n      the changes to case isolation, screening, and management policies that occur throughout the\n      epidemic in each institution and study region.\n\n      Feasibility: The Pediatric Emergency Research Networks (PERN) represents the largest\n      international acute pediatric care collaboration in the world, including more than 200\n      hospitals across 35 countries. Currently, PERN is carrying out the PERN-Pneumonia prospective\n      cohort study, designed to identify predictors of severe pneumonia at 70 hospitals around the\n      globe, including at eight Canadian pediatric emergency departments (ED). This study will\n      build onto the PERN-Pneumonia study infrastructure (e.g. ethics approvals, data sharing\n      agreements, research teams) in order to facilitate a unique, rapid, and global response to\n      the COVID-19 epidemic. Feasibility is enhanced by our design - we will not interfere with the\n      existing COVID-19 screening and management procedures in-place in study EDs; we will not\n      collect any biological specimens, and will not prescribe any interventions.\n\n      Project Team: This international multidisciplinary team includes pediatric emergency medicine\n      and infectious disease clinicians, epidemiologists, statisticians, and public health leaders\n      from around the globe. Team members have led many landmark trials in pediatric emergency\n      medicine, and lead large pediatric research networks and studies including the PERN-Pneumonia\n      study. They also came together to study the H1N1 pandemic and identified predictors of severe\n      outcomes. Team members also have expertise in pediatric lower respiratory tract infections,\n      biostatistics, and epidemiology (including the CDC lead on the MERS-CoV outbreak). This study\n      team also includes the Public Health Agency of Canada's senior medical/technical expert on\n      COVID-19.\n\n      Impact of the research: The results of this study, which will be shared in real-time with\n      appropriate national and international authorities, will enable policymakers to make rapid\n      evidence-based adaptations to case screening and management procedures that will then allow\n      for the earlier identification of children likely to have confirmed infection with COVID-19\n      as well as to prioritize those children likely to have severe outcomes. Finally, the\n      establishment of this global multi-site study will be the first trial of a rapid PERN\n      networks response to a pandemic novel respiratory virus, which, applying lessons-learned, can\n      be urgently reactivated for future public health emergencies."
        },
        "overall_status": "Recruiting",
        "start_date": {
            "@type": "Actual",
            "#text": "March 18, 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "March 17, 2022"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "March 17, 2021"
        },
        "study_type": "Observational",
        "has_expanded_access": "No",
        "study_design_info": {
            "observational_model": "Cohort",
            "time_perspective": "Prospective"
        },
        "primary_outcome": [
            {
                "measure": "Clinical characteristics of children with SARS-CoV-2",
                "time_frame": "18 months",
                "description": "Clinical characteristics among children presenting to a participating hospital's EDs who meet each site's local SARS-CoV-2 screening criteria, will be described and compared between children with confirmed SARS-CoV-2 (i.e. test-positive) versus suspected (i.e. test-negative) infections."
            },
            {
                "measure": "Factors associated with severe COVID-19 outcomes",
                "time_frame": "18 months",
                "description": "Factors associated with severe outcomes [i.e. positive pressure ventilation (invasive or noninvasive) OR intensive care unit admission with ventilatory or inotropic support OR death; other outcomes may be added as the understanding of the epidemic evolves) will be identified in confirmed paediatric COVID-19 cases."
            }
        ],
        "secondary_outcome": [
            {
                "measure": "Health care resource utilization for COVID-19 patient management",
                "time_frame": "18 months",
                "description": "Health care resource utilization for patient management (e.g. frequencies of isolation, laboratory testing, imaging, and supportive care, with associated costs) of both suspected and confirmed SARS-CoV-2 infected children according to changes in national and regional policies."
            },
            {
                "measure": "Sensitivity and specificity of COVID-19 case screening policies",
                "time_frame": "18 months",
                "description": "The sensitivity and specificity of various case screening policies for the detection of confirmed symptomatic SARS-CoV-2 infection (i.e. COVID-19) in children (e.g. addition of vomiting/diarrhoea)."
            }
        ],
        "number_of_groups": "2",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "12500"
        },
        "condition": [
            "COVID-19",
            "SARS-CoV-2 Infection",
            "Pediatric ALL",
            "Pneumonia, Viral",
            "Pandemic Response"
        ],
        "arm_group": [
            {
                "arm_group_label": "SARS-CoV-2 Positive Children",
                "description": "All children screened for SARS-CoV-2 and presenting to participating sites will be enrolled in this study. Children who are eventually test-positive for SARS-CoV-2 will be considered the exposed group in this study. These children will have exactly the same prospective follow-up as the other group."
            },
            {
                "arm_group_label": "SARS-CoV-2 Negative Children",
                "description": "All children screened for SARS-CoV-2 and presenting to participating sites will be enrolled in this study. Children who are eventually test-negative for SARS-CoV-2 will be considered the unexposed (control) group in this study. These children will have exactly the same prospective follow-up as the other group."
            }
        ],
        "intervention": {
            "intervention_type": "Other",
            "intervention_name": "Exposure (not intervention) - SARS-CoV-2 infection",
            "description": "Exposure is infection with the virus. There is no intervention",
            "arm_group_label": "SARS-CoV-2 Positive Children"
        },
        "eligibility": {
            "study_pop": {
                "textblock": "All children presenting to a participating ED who are screened (i.e. tested) for SARS-CoV-2\n        during the duration of the study. Children will be mainly from urban areas across Canada,\n        United States of America, Italy, France, Spain, Switzerland, Australia, New Zealand,\n        Argentina, and other countries."
            },
            "sampling_method": "Non-Probability Sample",
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          1. < 18 years-old, and\n\n          2. Present to a participating ED for care, and\n\n          3. Undergo SARS-CoV-2 testing.\n\n        Exclusion Criteria:\n\n        1) Refusal to participate (no informed consent)"
            },
            "gender": "All",
            "minimum_age": "N/A",
            "maximum_age": "18 Years",
            "healthy_volunteers": "No"
        },
        "overall_official": {
            "last_name": "Stephen Freedman, MD",
            "role": "Principal Investigator",
            "affiliation": "University of Calgary"
        },
        "overall_contact": {
            "last_name": "Stephen Freedman, MDCM, MSc",
            "phone": "4039557740",
            "email": "stephen.freedman@ahs.ca"
        },
        "overall_contact_backup": {
            "last_name": "Anna Funk, PhD",
            "email": "anna.funk@ucalgary.ca"
        },
        "location": {
            "facility": {
                "name": "University of Calgary/Alberta Children's Hospital",
                "address": {
                    "city": "Calgary",
                    "state": "Alberta",
                    "zip": "T3B 6A8",
                    "country": "Canada"
                }
            },
            "status": "Recruiting",
            "contact": {
                "last_name": "Stephen Freedman, MDCM, MSc",
                "phone": "4039557740",
                "email": "stephen.freedman@ahs.ca"
            }
        },
        "location_countries": {
            "country": "Canada"
        },
        "verification_date": "March 2020",
        "study_first_submitted": "March 30, 2020",
        "study_first_submitted_qc": "March 30, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "April 1, 2020"
        },
        "last_update_submitted": "March 30, 2020",
        "last_update_submitted_qc": "March 30, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "April 1, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Sponsor"
        },
        "condition_browse": {
            "mesh_term": [
                "Pneumonia, Viral",
                "Pneumonia"
            ]
        },
        "patient_data": {
            "sharing_ipd": "Yes",
            "ipd_description": "In keeping with the joint statement on sharing research data and findings relevant to the novel coronavirus (nCoV) outbreak, this study will share data rapidly with local governments as well as international stakeholders.",
            "ipd_info_type": [
                "Study Protocol",
                "Statistical Analysis Plan (SAP)"
            ],
            "ipd_time_frame": "Ideally in real-time, over the next 18 months"
        }
    }
}