{
    "clinical_study": {
        "@rank": "128",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 10, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04335019"
        },
        "id_info": {
            "org_study_id": "APHP200390",
            "secondary_id": "2020-A00768-31",
            "nct_id": "NCT04335019"
        },
        "brief_title": "Interest of the Use of Pulmonary Ultrasound in the Referral of Patients With or Suspected COVID-19 +",
        "acronym": "eChoVid",
        "official_title": "Interest of the Use of Pulmonary Ultrasound in the Referral of Patients With or Suspected COVID-19 +",
        "sponsors": {
            "lead_sponsor": {
                "agency": "Assistance Publique - Hôpitaux de Paris",
                "agency_class": "Other"
            }
        },
        "source": "Assistance Publique - Hôpitaux de Paris",
        "oversight_info": {
            "has_dmc": "Yes",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "The recent pandemic due to the SARS-CoV2 results in a pulmonary infection in major\n      symptomatic patients. Because of the large number of patients and the risk of acute\n      respiratory distress syndrome (which seems to occur in almost 5% of patients), there is a\n      real challenge to improve physician ability to screen between patients those who will require\n      specific surveillance and those who can be sent back home. The recent French official\n      recommendation of the French radiology society prescribe that chest X-ray do not have any\n      place in the COVID-19+ management whereas the WHO stipulate that ultrasound machines may be\n      useful for these patients [1-2]. Moreover, scattered recent publications tend to stress the\n      interest of quick ultrasound imaging for COVID-19 suspected patients for screening purpose\n      [2-5].\n\n      The aim of this observational historico-prospective study is to assess the risk of severe\n      clinical outcomes (admission in continuous care unit (USC), invasive respiratory assistance,\n      death) in patients suspected or diagnosed COVID-19+ as a function of initial pulmonary\n      ultrasound abnormalities. These clinical outcomes are assessed through phone calls at D5,\n      D15, M1.\n\n      The secondary objectives are:\n\n        -  Assessing the concordance between the severity of pulmonary lesions as detected by\n           pulmonary ultrasound devices and the ones detected by CT-scanner, for patients who will\n           undergo these two examinations.\n\n        -  Assessing the compared performances in detecting ultrasound pulmonary lesions for\n           patients suspected or diagnosed COVID-19+, between an experimented operator and a newly\n           trained operator."
        },
        "detailed_description": {
            "textblock": "The practitioners involved at each site are\n\n        -  either emergency physicians who are experts in pulmonary ultrasound\n\n        -  either newly trained doctors who have received 30 minutes quick training in the\n           fundamentals of pulmonary ultrasound.\n\n      The data collected under this protocol consists in:\n\n        -  data from clinical examination: blood pressure, heart rate, respiratory rate,\n           saturation, signs of confusion, body temperature, calculation of the CRB65 and qSOFA\n           score, date of onset of symptoms\n\n        -  Former patient journey: home, hospital, nursing home, others\n\n        -  Medical background\n\n        -  Recent use in the context of NSAID symptomatology\n\n        -  Long-term use of nonsteroidal anti-inflammatory drugs (NSAIDs) in the context of a known\n           pathology\n\n        -  Results and date of PCR-Covid-19 test\n\n        -  Pulmonary ultrasound results: quotation in 8 fields (right antero-superior, left\n           antero-superior, right antero-inferior, left antero-inferior, right postero-superior,\n           left postero-superior, right postero-inferior and postero-upper left).\n\n        -  The operator's identity and level of expertise will be indicated.\n\n      Patients follow-up happens at D5, D15 and D28 through phone call. After verifying their\n      identity using the initials entered and their date of birth, the patient or the referring\n      person in the medical file is asked where the patient is currently (home, non ICU department,\n      ICU department) and whether the patient is in respiratory assistance (invasive or not). In\n      the event of notification of death, the date of occurrence will be indicated.\n\n      Patients are informed orally (in the event of altered state of consciousness, their close\n      relative present will benefit from this information) that they will be contacted remotely (at\n      D5, D15 and D28) to inquire about their development.\n\n      Patients are also informed:\n\n        -  that any new information arising during the participation to the study, which could\n           possibly modify his non opposition to this very participation, will be given\n\n        -  of the right to have communication of information, held by the investigators, concerning\n           their health, during or at the end of the research.\n\n        -  Results of the chest scanner: typical COVID-19 and extent of the damage (minimal,\n           moderate, severe)\n\n        -  Initial patient orientation: return home, simple hospitalization or continuous care unit\n           (USC), with or without respiratory assistance (and of what type: invasive or\n           non-invasive), death (date of death)\n\n        -  Whether or not to take chloroquine (on D0, D5, D15 or D28)\n\n        -  Patient follow-up: same data as during the initial orientation on day 0, day 5, day 15\n           and D28."
        },
        "overall_status": "Not yet recruiting",
        "start_date": {
            "@type": "Anticipated",
            "#text": "April 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "May 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "April 2020"
        },
        "study_type": "Observational",
        "has_expanded_access": "No",
        "study_design_info": {
            "observational_model": "Other",
            "time_perspective": "Prospective"
        },
        "primary_outcome": {
            "measure": "Association of pulmonary lesions on ultrasound on D0 classified according to three stages of severity",
            "time_frame": "at day0",
            "description": "Association of pulmonary lesions on ultrasound on D0 classified according to three stages of severity\nThere are few B lines at the lung bases\nBi-lateralization of B lines, numerous diffuse and / or curtain sign\nPresence of signs of pulmonary consolidation, hepatization of the lung and air bronchogram)"
        },
        "secondary_outcome": [
            {
                "measure": "Assessment of the agreement between a newly trained operator and an experienced operator of classification in one of the three stages of ultrasound gravity, by Cohen's kappa coefficient.",
                "time_frame": "at day0"
            },
            {
                "measure": "Estimate in patients who had a CT-scan on D0, the agreement in the evaluation of the severity of lung lesions via ultrasound vs. CT-scan, by Cohen's kappa coefficient",
                "time_frame": "at day0"
            },
            {
                "measure": "Measurement of the cumulative incidence of invasive mechanical ventilation and measurement of survival",
                "time_frame": "at day5"
            },
            {
                "measure": "Measurement of the cumulative incidence of invasive mechanical ventilation and measurement of survival",
                "time_frame": "at day15"
            },
            {
                "measure": "Measurement of the cumulative incidence of invasive mechanical ventilation and measurement of survival",
                "time_frame": "at day28"
            }
        ],
        "enrollment": {
            "@type": "Anticipated",
            "#text": "300"
        },
        "condition": [
            "2019-nCoV (COVID-19)",
            "Interstitial Pneumonia"
        ],
        "intervention": {
            "intervention_type": "Other",
            "intervention_name": "Pulmonary ultrasound",
            "description": "Pulmonary ultrasound results: quotation in 8 fields (right antero-superior, left antero-superior, right antero-inferior, left antero-inferior, right postero-superior, left postero-superior, right postero-inferior and postero-upper left)."
        },
        "eligibility": {
            "study_pop": {
                "textblock": "Suspected of COVID-19 infection or having a systematic COVID-19 screening"
            },
            "sampling_method": "Non-Probability Sample",
            "criteria": {
                "textblock": "Inclusion criteria :\n\n          -  > 18 years old\n\n          -  Suspected of COVID-19 infection or having a systematic COVID-19 screening\n\n        Exclusion criteria :\n\n          -  Patients on whom the ultrasonographic examination is not feasible for technical\n             reasons (morbid obesity, thoracic extensive subcutaneous emphysema, absorbent\n             subcutaneous infiltrations, ...)\n\n          -  Patients with comorbidities justifying priority intensive care, not linked to the\n             COVID-19 condition"
            },
            "gender": "All",
            "minimum_age": "18 Years",
            "maximum_age": "N/A",
            "healthy_volunteers": "No"
        },
        "overall_official": {
            "last_name": "Mehdi BENCHOUFI, MD",
            "role": "Principal Investigator",
            "affiliation": "Assistance Publique - Hôpitaux de Paris"
        },
        "overall_contact": {
            "last_name": "Mehdi BENCHOUFI, MD",
            "phone": "+33(0) 6 30 37 11 00",
            "email": "mehdi.benchoufi@aphp.fr"
        },
        "reference": [
            {
                "citation": "The recommendations of the French Radiology Society in the context of COVID-19 [Internet]. [cited 2020 Apr 1]. Available from: http://www.thema-radiologie.fr/actualites/2618/les-recommandations-de-la-societe-francaise-de-radiologie-dans-un-contexte-de-covid-19.html"
            },
            {
                "citation": "WHO | Disease Commodity Packages [Internet]. [cited 2020 Apr 1]. Available from: https://www.who.int/emergencies/what-we-do/prevention-readiness/disease-commodity-packages/en/"
            },
            {
                "citation": "Peng QY, Wang XT, Zhang LN; Chinese Critical Care Ultrasound Study Group (CCUSG). Findings of lung ultrasonography of novel corona virus pneumonia during the 2019-2020 epidemic. Intensive Care Med. 2020 Mar 12. doi: 10.1007/s00134-020-05996-6. [Epub ahead of print]",
                "PMID": "32166346"
            },
            {
                "citation": "Poggiali E, Dacrema A, Bastoni D, Tinelli V, Demichele E, Mateo Ramos P, Marcianò T, Silva M, Vercelli A, Magnacavallo A. Can Lung US Help Critical Care Clinicians in the Early Diagnosis of Novel Coronavirus (COVID-19) Pneumonia? Radiology. 2020 Mar 13:200847. doi: 10.1148/radiol.2020200847. [Epub ahead of print]",
                "PMID": "32167853"
            },
            {
                "citation": "Buonsenso D, Pata D, Chiaretti A. COVID-19 outbreak: less stethoscope, more ultrasound. Lancet Respir Med. 2020 Mar 20. pii: S2213-2600(20)30120-X. doi: 10.1016/S2213-2600(20)30120-X. [Epub ahead of print]",
                "PMID": "32203708"
            }
        ],
        "verification_date": "April 2020",
        "study_first_submitted": "April 2, 2020",
        "study_first_submitted_qc": "April 2, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "April 6, 2020"
        },
        "last_update_submitted": "April 2, 2020",
        "last_update_submitted_qc": "April 2, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "April 6, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Sponsor"
        },
        "keyword": [
            "Pulmonary ultrasound",
            "Diagnosis improvement",
            "Screening",
            "2019-nCoV (COVID-19)",
            "Chest CT"
        ],
        "condition_browse": {
            "mesh_term": [
                "Pneumonia",
                "Lung Diseases, Interstitial"
            ]
        }
    }
}