{"clinical_study": {"@rank": "134", "required_header": {"download_date": "ClinicalTrials.gov processed this data on April 03, 2020", "link_text": "Link to the current ClinicalTrials.gov record.", "url": "https://clinicaltrials.gov/show/NCT04320511"}, "id_info": {"org_study_id": "2020-087", "nct_id": "NCT04320511"}, "brief_title": "Beaumont Quantitative Lung Function Imaging to Characterize Patients With SARS-COV 2", "official_title": "COVID CT, Beaumont Quantitative Lung Function Imaging to Characterize Patients With SARS-COV 2", "sponsors": {"lead_sponsor": {"agency": "William Beaumont Hospitals", "agency_class": "Other"}}, "source": "William Beaumont Hospitals", "oversight_info": {"has_dmc": "No", "is_fda_regulated_drug": "No", "is_fda_regulated_device": "Yes", "is_us_export": "No"}, "brief_summary": {"textblock": "The goal of this study is to evaluate if CT (Computerized Tomography) can effectively and\n      accurately predict disease progression in patients with SARS-CoV-2 (severe acute respiratory\n      syndrome coronavirus 2). You may be eligible if you have been diagnosed with SARS-CoV-2, are\n      an inpatient at Beaumont Hospital-Royal Oak and meet eligibility criteria. After consent and\n      determination of eligibility, enrolled patients will have a CT scanning session. After the CT\n      scan, patients are followed for 30 days by reviewing their medical records and by phone after\n      discharge from hospital."}, "detailed_description": {"textblock": "Beaumont Quantitative CT lung function imaging (BQLFI) uses mathematical modeling to\n      determine regional differences in ventilation (CT-V) and pulmonary blood mass (PBM) from a\n      pair of inspiration-expiration CT scans or time-resolved four-dimensional (4D) CT scans. CT-V\n      and PBM images provide surrogates for pulmonary ventilation and perfusion, respectively, in\n      the form of detailed functional maps. CT-V and PBM therefore allow us to distinguish healthy\n      from abnormal lung. Moreover, the technique generalizes to recover lung compliance imaging\n      (LCI) when the CT is acquired at different pressure settings, in order to characterize lung\n      stiffness. PBM and CT-V can detect parenchymal lung function changes at a voxel level and can\n      be used to 1) assess disease progression in SARS-CoV-2, 2) detect treatment effects, and 3)\n      identify early changes in high-risk patients prior to their development of disease. BQLFI\n      affords the opportunity to provide imaging biomarkers that enable the early diagnosis of lung\n      injury, which in turn cause impairment in gas exchange at the level of alveolar capillary\n      interface. Currently, there are no available imaging biomarkers to predict patients at risk\n      of progression or identify those at risk of developing severe disease with SARS-CoV-2. Our\n      proposed study will validate a novel methodology, based on state-of-the-art CT-V and PBM\n      imaging that can accurately measure regional ventilation and perfusion, as a means for\n      improving surveillance, diagnosis, and prognostication of patients with SARS-CoV-2. This is a\n      prospective, pilot study of 25 adult patients with SARS-CoV-2, who have mild to moderate\n      disease, defined as positive PCR screen and not requiring invasive mechanical ventilator\n      support or noninvasive ventilation or high flow nasal cannula. Participants will provide\n      informed consent and eligibility will be confirmed. Demographics and medical history will be\n      obtained. Participants will undergo one inspiration-expiration CT. Outcomes and adverse\n      events will be assessed over 30 day using chart review or phone interview."}, "overall_status": "Not yet recruiting", "start_date": {"@type": "Anticipated", "#text": "April 2020"}, "completion_date": {"@type": "Anticipated", "#text": "March 2022"}, "primary_completion_date": {"@type": "Anticipated", "#text": "March 2021"}, "study_type": "Observational", "has_expanded_access": "No", "study_design_info": {"observational_model": "Cohort", "time_perspective": "Prospective"}, "primary_outcome": {"measure": "Predictive association between CT-V, PBM score and disease progression", "time_frame": "30 days", "description": "Disease progression will be characterized as requiring mechanical ventilator support, non-invasive positive pressure ventilation, high flow nasal cannula or mortality within 30 days.CT-V and PBM scores will be calculated at a voxel level from inhalation-exhalation CT scan. Several CT-V pulmonary function metrics, including the volume of identified \"cold spots\" (areas with decreased ventilation and perfusion), total ventilation and perfusion and radiographic fibrosis score will be calculated to assess regional ventilation/perfusion and compared to disease progression. The number of participants with correlation between these factors will be reported."}, "number_of_groups": "1", "enrollment": {"@type": "Anticipated", "#text": "25"}, "condition": ["SARS-COV2", "Severe Acute Respiratory Syndrome", "COVID-19"], "arm_group": {"arm_group_label": "Patients with SARS-COV 2", "description": "Patients with SARS-COV 2 undergoing CT-V"}, "intervention": {"intervention_type": "Device", "intervention_name": "CT-V", "description": "CT-V is an image processing-based modality that recovers changes in local tissue volumes, induced by respiratory motion, from an inspiration-expiration CT (IE-CT) scan or a standard non-contrast 4D CT scan", "arm_group_label": "Patients with SARS-COV 2"}, "eligibility": {"study_pop": {"textblock": "SARS-COV 2 positive patients who present to Beaumont-Royal Oak Emergency Center"}, "sampling_method": "Non-Probability Sample", "criteria": {"textblock": "Inclusion criteria:\n\n          1. Adults >18 years of age\n\n          2. Informed consent\n\n          3. A confirmed diagnosis of SARS-CoV-2 with mild to moderate disease defined as oxygen >\n             90% on room air on or supplemental oxygen not more than 6L\n\n          4. Concomitant medications for the treatment are allowed\n\n        Exclusion criteria:\n\n          1. Patients <18 years\n\n          2. Pregnant females\n\n          3. Invasive ventilator support or non-invasive ventilator support including high flow\n             nasal cannula\n\n          4. COPD or Congestive Heart Failure patients requiring home oxygen\n\n          5. History of lung cancer and radiation to lung or had prior radiation to the chest"}, "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No"}, "overall_official": {"last_name": "Girish B Nair, MD", "role": "Principal Investigator", "affiliation": "William Beaumont Hospitals"}, "overall_contact": {"last_name": "Joanne Gondert, RN, BSN", "phone": "248-898-0343", "email": "joanne.gondert@beaumont.org"}, "location": {"facility": {"name": "Beaumont Health", "address": {"city": "Royal Oak", "state": "Michigan", "zip": "48073", "country": "United States"}}, "contact": {"last_name": "Joanne Gondert, RN, BSN", "phone": "248-898-0343", "email": "joanne.gondert@beaumont.org"}}, "location_countries": {"country": "United States"}, "verification_date": "March 2020", "study_first_submitted": "March 23, 2020", "study_first_submitted_qc": "March 23, 2020", "study_first_posted": {"@type": "Actual", "#text": "March 25, 2020"}, "last_update_submitted": "March 30, 2020", "last_update_submitted_qc": "March 30, 2020", "last_update_posted": {"@type": "Actual", "#text": "March 31, 2020"}, "responsible_party": {"responsible_party_type": "Principal Investigator", "investigator_affiliation": "William Beaumont Hospitals", "investigator_full_name": "Girish B. Nair, MD", "investigator_title": "Pulmonary Medicine Physician"}, "keyword": ["Quantitative CT Lung Function Imaging", "Pulmonary Blood Mass"], "condition_browse": {"mesh_term": ["Severe Acute Respiratory Syndrome", "Coronavirus Infections"]}, "patient_data": {"sharing_ipd": "No"}}}