{
    "clinical_study": {
        "@rank": "256",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 10, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04316728"
        },
        "id_info": {
            "org_study_id": "VivaDiag-2020",
            "nct_id": "NCT04316728"
        },
        "brief_title": "Clinical Performance of the VivaDiag ™ COVID-19 lgM / IgG Rapid Test in Early Detecting the Infection of COVID-19",
        "official_title": "Clinical Performance of the VivaDiag ™ COVID-19 lgM / IgG Rapid Test in a Cohort of Negative Patients for Coronavirus Infection for the Early Detection of Positive Antibodies for COVID-19",
        "sponsors": {
            "lead_sponsor": {
                "agency": "Centro Studi Internazionali, Italy",
                "agency_class": "Other"
            },
            "collaborator": {
                "agency": "VivaChek Laboratories, Inc.",
                "agency_class": "Other"
            }
        },
        "source": "Centro Studi Internazionali, Italy",
        "oversight_info": {
            "has_dmc": "No",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "This study aim to evaluate the immune response of negative patients during a COVID-19\n      outbreak.\n\n      Patients are serially tested with a VivaDiag ™ COVID-19 lgM / IgG Rapid Test to evaluate the\n      immune response in negative patients and the reliability of the test in those patients who\n      develop clinical signs of COVID-19 during the trial."
        },
        "detailed_description": {
            "textblock": "This study aim to evaluate the immune response of negative patients during a COVID-19\n      outbreak in patients with no symptoms and with no known exposure to the COVID-19.\n\n      Patients are tested with a VivaDiag ™ COVID-19 lgM / IgG Rapid Test at day 0, day 7 and day\n      14. The investigators expect test to be negative on all the measurements in those patients\n      that do not develop symptoms and that continue to have no known history of exposure to\n      COVID-19\n\n      Patients that develop symptoms (cough, fever or respiratory distress) and a possible contact\n      with people positive for COVID-19 OR patients that show a positive VivaDiag test during the\n      time frame of the test are asked to attend the COVID-19 RT - PCR &CT.\n\n      Subsequently, the investigators will continue, repeating two tests seven days apart every 30\n      days (predefined times 0-7-14, then 30-37, 60-67) for the next six months. The investigators\n      can evaluate to stop the test however before the six months if there are no new cases of\n      COVID-19 for at least 21 days in the region where the enrolled patients live.\n\n      The test in use is the VivaDiag ™ COVID-19 lgM / IgG\n\n      Procedure (as per the protocol in use for the administration of the test)\n\n        1. take out the test kit and leave it at least 30 minutes in the room where the test will\n           be performed.\n\n        2. place the test equipment on a clean and dust-free surface\n\n        3. First insert 10µL of whole blood or serum or plasma in the area reserved for blood (in\n           the well) present on the test, then apply 2 drops of buffer.\n\n        4. read the result after 15 minutes\n\n      Interpretation of test results\n\n      Positive result\n\n        1. The anti-COVID-19 lgM antibody is detected if: the quality control band C and the lgM\n           band are both colored and the lgG band does not stain. This means that the anti-COVID-19\n           lgM antibody is positive.\n\n        2. The anti-COVID-19 lgG antibody is detected if: the quality control band C and the lgG\n           band are both colored and the lgM band does not stain. This means that the COVID-19 lgG\n           antibody is positive.\n\n        3. The lgG and lgM anti-COVID-19 antibodies are detected if: the C band, the lgG band and\n           the lgM band are all three colored. This means that the anti-COVID-19 lgG and lgM\n           antibodies are both positive.\n\n      Negative result The anti-COVID-19 lgG and lgM antibodies are not detected if only the quality\n      control C band is stained but the lgG and lgM bands are not colored, this means that the test\n      is negative.\n\n      Invalid result\n\n      If the quality control band C does not color, regardless of whether the lgG and lgM bands are\n      colored or not, the result is invalid and the test must be started again.\n\n      Specs of the test\n\n      Product Name VivaDiag™ COVID-19 IgM/IgG Rapid Test Test Principle Colloidal gold Sample Type\n      Whole blood (from vein or fingertip), serum or plasma Sample Volume 10 μL Test Time 15 min\n      Operation Temperature 18-25ºC Storage Temperature 2-30ºC Shelf Life (Unopened) 12 months"
        },
        "overall_status": "Not yet recruiting",
        "start_date": {
            "@type": "Anticipated",
            "#text": "March 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "November 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "September 2020"
        },
        "phase": "N/A",
        "study_type": "Interventional",
        "has_expanded_access": "No",
        "study_design_info": {
            "intervention_model": "Single Group Assignment",
            "primary_purpose": "Diagnostic",
            "masking": "None (Open Label)"
        },
        "primary_outcome": [
            {
                "measure": "Number of patients with constant negative results",
                "time_frame": "30 days",
                "description": "Number of patients with negative results in the three measurements, compared to the number of patients with at least one positive test"
            },
            {
                "measure": "Number of patients with positive test with a positive PCR for COVID-19",
                "time_frame": "30 days",
                "description": "Number of patients that present at least one positive VivaDiag test that when subsequently tested with PCR remain positive"
            },
            {
                "measure": "Overall Number of patients positive for COVID-19",
                "time_frame": "six months",
                "description": "Where available, number of patients positive for COVID-19 IgG and IgM and positive for COVID-19 PCR"
            },
            {
                "measure": "Overall Number of patients negative for COVID-19",
                "time_frame": "six months",
                "description": "Where available, number of patients negative for COVID-19 IgG and IgM and negative for COVID-19 PCR"
            },
            {
                "measure": "Number of patients with contrasting results",
                "time_frame": "30 days",
                "description": "Where available, number of patients positive for COVID-19 IgG and IgM and negative for COVID-19 PCR, or negative for COVID-19 IgG and IgM and positive for COVID-19 PCR"
            }
        ],
        "secondary_outcome": [
            {
                "measure": "Reliability of the test",
                "time_frame": "30 days",
                "description": "Number of Invalid results"
            },
            {
                "measure": "Positive HCW",
                "time_frame": "60 days",
                "description": "Number of healthcare workers that become positive for COVID-19 IgM or IgG"
            },
            {
                "measure": "Number of Chronic Patients",
                "time_frame": "60 days",
                "description": "Number of Chronic Patients that become positive for COVID-19 IgM or IgG"
            }
        ],
        "number_of_arms": "1",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "200"
        },
        "condition": "Coronavirus Infections",
        "arm_group": {
            "arm_group_label": "negative Patients",
            "arm_group_type": "Other",
            "description": "Adult HCWs with no signs or symptom of coronavirus infection and no known previous history of contact with patients positive for COVID-19, working in a primary care setting and Adult patients with at least 2 chronic medical conditions routinely attending a General Practioner (GP) practice or an outpatients departments or a primary care facility"
        },
        "intervention": {
            "intervention_type": "Device",
            "intervention_name": "VivaDiag™ COVID-19 lgM/IgG Rapid Test",
            "description": "VivaDiag™ COVID-19 lgM/IgG Rapid Test is an in vitro diagnostic for the qualitative determination of COVID-19 IgM and IgG antibodies in human whole blood (from vein or fingertip), serum or plasma",
            "arm_group_label": "negative Patients"
        },
        "eligibility": {
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          -  Adults healthcare workers (HCW) OR\n\n          -  Chronic patients with at least 2 chronic medical conditions\n\n        Exclusion Criteria:\n\n          -  People that have been in contact with people positive for COVID-19 in the previous 14\n             days\n\n          -  People with body temperature >37.5°C\n\n          -  People with Dry cough\n\n          -  People with Respiratory distress (Respiratory Rate >25/min or O2 Saturation <92%)"
            },
            "gender": "All",
            "minimum_age": "18 Years",
            "maximum_age": "N/A",
            "healthy_volunteers": "Accepts Healthy Volunteers"
        },
        "overall_official": {
            "last_name": "Maurizio Cipolla, MD",
            "role": "Study Director",
            "affiliation": "Medical director of UCCP CATANZARO, Italy"
        },
        "overall_contact": {
            "last_name": "Antonio V Gaddi, MD, MSc",
            "phone": "+393920039246",
            "email": "antonio.gaddi@ehealth.study"
        },
        "overall_contact_backup": {
            "last_name": "Fabio V Capello, MD, PhD",
            "email": "fabio.capello@ehealth.study"
        },
        "location": {
            "facility": {
                "name": "Unità' Complesse di cure primarie (UCCP), ASP Catanzaro",
                "address": {
                    "city": "Catanzaro",
                    "zip": "88100",
                    "country": "Italy"
                }
            },
            "contact": {
                "last_name": "Maurizio Cipolla, MD",
                "email": "maurizio.cipolla@ehealth.study"
            }
        },
        "location_countries": {
            "country": "Italy"
        },
        "reference": [
            {
                "citation": "Zarocostas J. What next for the coronavirus response? Lancet. 2020 Feb 8;395(10222):401. doi: 10.1016/S0140-6736(20)30292-0.",
                "PMID": "32035538"
            },
            {
                "citation": "Wang C, Horby PW, Hayden FG, Gao GF. A novel coronavirus outbreak of global health concern. Lancet. 2020 Feb 15;395(10223):470-473. doi: 10.1016/S0140-6736(20)30185-9. Epub 2020 Jan 24. Erratum in: Lancet. 2020 Jan 29;:.",
                "PMID": "31986257"
            },
            {
                "citation": "Phan LT, Nguyen TV, Luong QC, Nguyen TV, Nguyen HT, Le HQ, Nguyen TT, Cao TM, Pham QD. Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam. N Engl J Med. 2020 Feb 27;382(9):872-874. doi: 10.1056/NEJMc2001272. Epub 2020 Jan 28.",
                "PMID": "31991079"
            },
            {
                "citation": "Perlman S. Another Decade, Another Coronavirus. N Engl J Med. 2020 Feb 20;382(8):760-762. doi: 10.1056/NEJMe2001126. Epub 2020 Jan 24.",
                "PMID": "31978944"
            },
            {
                "citation": "Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xu J, Gu X, Cheng Z, Yu T, Xia J, Wei Y, Wu W, Xie X, Yin W, Li H, Liu M, Xiao Y, Gao H, Guo L, Xie J, Wang G, Jiang R, Gao Z, Jin Q, Wang J, Cao B. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020 Feb 15;395(10223):497-506. doi: 10.1016/S0140-6736(20)30183-5. Epub 2020 Jan 24. Erratum in: Lancet. 2020 Jan 30;:.",
                "PMID": "31986264"
            },
            {
                "citation": "Guan WJ, Ni ZY, Hu Y, Liang WH, Ou CQ, He JX, Liu L, Shan H, Lei CL, Hui DSC, Du B, Li LJ, Zeng G, Yuen KY, Chen RC, Tang CL, Wang T, Chen PY, Xiang J, Li SY, Wang JL, Liang ZJ, Peng YX, Wei L, Liu Y, Hu YH, Peng P, Wang JM, Liu JY, Chen Z, Li G, Zheng ZJ, Qiu SQ, Luo J, Ye CJ, Zhu SY, Zhong NS; China Medical Treatment Expert Group for Covid-19. Clinical Characteristics of Coronavirus Disease 2019 in China. N Engl J Med. 2020 Feb 28. doi: 10.1056/NEJMoa2002032. [Epub ahead of print]",
                "PMID": "32109013"
            },
            {
                "citation": "Gralinski LE, Menachery VD. Return of the Coronavirus: 2019-nCoV. Viruses. 2020 Jan 24;12(2). pii: E135. doi: 10.3390/v12020135.",
                "PMID": "31991541"
            },
            {
                "citation": "Ronco C, Navalesi P, Vincent JL. Coronavirus epidemic: preparing for extracorporeal organ support in intensive care. Lancet Respir Med. 2020 Mar;8(3):240-241. doi: 10.1016/S2213-2600(20)30060-6. Epub 2020 Feb 6.",
                "PMID": "32035509"
            },
            {
                "citation": "Lan L, Xu D, Ye G, Xia C, Wang S, Li Y, Xu H. Positive RT-PCR Test Results in Patients Recovered From COVID-19. JAMA. 2020 Feb 27. doi: 10.1001/jama.2020.2783. [Epub ahead of print]",
                "PMID": "32105304"
            },
            {
                "citation": "Kobayashi T, Jung SM, Linton NM, Kinoshita R, Hayashi K, Miyama T, Anzai A, Yang Y, Yuan B, Akhmetzhanov AR, Suzuki A, Nishiura H. Communicating the Risk of Death from Novel Coronavirus Disease (COVID-19). J Clin Med. 2020 Feb 21;9(2). pii: E580. doi: 10.3390/jcm9020580.",
                "PMID": "32098019"
            },
            {
                "citation": "Chan JF, Yip CC, To KK, Tang TH, Wong SC, Leung KH, Fung AY, Ng AC, Zou Z, Tsoi HW, Choi GK, Tam AR, Cheng VC, Chan KH, Tsang OT, Yuen KY. Improved molecular diagnosis of COVID-19 by the novel, highly sensitive and specific COVID-19-RdRp/Hel real-time reverse transcription-polymerase chain reaction assay validated in vitro and with clinical specimens. J Clin Microbiol. 2020 Mar 4. pii: JCM.00310-20. doi: 10.1128/JCM.00310-20. [Epub ahead of print]",
                "PMID": "32132196"
            },
            {
                "citation": "Zu ZY, Jiang MD, Xu PP, Chen W, Ni QQ, Lu GM, Zhang LJ. Coronavirus Disease 2019 (COVID-19): A Perspective from China. Radiology. 2020 Feb 21:200490. doi: 10.1148/radiol.2020200490. [Epub ahead of print]",
                "PMID": "32083985"
            },
            {
                "citation": "Xiao Y, Torok ME. Taking the right measures to control COVID-19. Lancet Infect Dis. 2020 Mar 5. pii: S1473-3099(20)30152-3. doi: 10.1016/S1473-3099(20)30152-3. [Epub ahead of print]",
                "PMID": "32145766"
            },
            {
                "citation": "Wang Y, Kang H, Liu X, Tong Z. Combination of RT-qPCR testing and clinical features for diagnosis of COVID-19 facilitates management of SARS-CoV-2 outbreak. J Med Virol. 2020 Feb 25. doi: 10.1002/jmv.25721. [Epub ahead of print]",
                "PMID": "32096564"
            },
            {
                "citation": "Li Y, Xia L. Coronavirus Disease 2019 (COVID-19): Role of Chest CT in Diagnosis and Management. AJR Am J Roentgenol. 2020 Mar 4:1-7. doi: 10.2214/AJR.20.22954. [Epub ahead of print]",
                "PMID": "32130038"
            },
            {
                "citation": "Ai T, Yang Z, Hou H, Zhan C, Chen C, Lv W, Tao Q, Sun Z, Xia L. Correlation of Chest CT and RT-PCR Testing in Coronavirus Disease 2019 (COVID-19) in China: A Report of 1014 Cases. Radiology. 2020 Feb 26:200642. doi: 10.1148/radiol.2020200642. [Epub ahead of print]",
                "PMID": "32101510"
            },
            {
                "citation": "Zhang S, Diao M, Yu W, Pei L, Lin Z, Chen D. Estimation of the reproductive number of novel coronavirus (COVID-19) and the probable outbreak size on the Diamond Princess cruise ship: A data-driven analysis. Int J Infect Dis. 2020 Feb 22;93:201-204. doi: 10.1016/j.ijid.2020.02.033. [Epub ahead of print]",
                "PMID": "32097725"
            },
            {
                "citation": "Lippi G, Plebani M. Laboratory abnormalities in patients with COVID-2019 infection. Clin Chem Lab Med. 2020 Mar 3. pii: /j/cclm.ahead-of-print/cclm-2020-0198/cclm-2020-0198.xml. doi: 10.1515/cclm-2020-0198. [Epub ahead of print]",
                "PMID": "32119647"
            },
            {
                "citation": "Binnicker MJ. Emergence of a Novel Coronavirus Disease (COVID-19) and the Importance of Diagnostic Testing: Why Partnership between Clinical Laboratories, Public Health Agencies, and Industry Is Essential to Control the Outbreak. Clin Chem. 2020 Feb 20. pii: hvaa071. doi: 10.1093/clinchem/hvaa071. [Epub ahead of print]",
                "PMID": "32077933"
            },
            {
                "citation": "Habibi R, Burci GL, de Campos TC, Chirwa D, Cinà M, Dagron S, Eccleston-Turner M, Forman L, Gostin LO, Meier BM, Negri S, Ooms G, Sekalala S, Taylor A, Yamin AE, Hoffman SJ. Do not violate the International Health Regulations during the COVID-19 outbreak. Lancet. 2020 Feb 29;395(10225):664-666. doi: 10.1016/S0140-6736(20)30373-1. Epub 2020 Feb 13.",
                "PMID": "32061311"
            }
        ],
        "verification_date": "March 2020",
        "study_first_submitted": "March 14, 2020",
        "study_first_submitted_qc": "March 19, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "March 20, 2020"
        },
        "last_update_submitted": "March 19, 2020",
        "last_update_submitted_qc": "March 19, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "March 20, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Sponsor"
        },
        "keyword": [
            "COVID-19",
            "IgM Test",
            "IgG Test"
        ],
        "condition_browse": {
            "mesh_term": [
                "Infection",
                "Communicable Diseases",
                "Coronavirus Infections",
                "Severe Acute Respiratory Syndrome"
            ]
        },
        "patient_data": {
            "sharing_ipd": "Yes",
            "ipd_description": "Still under development",
            "ipd_info_type": [
                "Study Protocol",
                "Clinical Study Report (CSR)"
            ],
            "ipd_time_frame": "12 months",
            "ipd_access_criteria": "Still under development"
        }
    }
}