{
    "clinical_study": {
        "@rank": "258",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 09, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04325867"
        },
        "id_info": {
            "org_study_id": "GTP0032",
            "nct_id": "NCT04325867"
        },
        "brief_title": "Integrated Distance Management Strategy for Patients With Cardiovascular Diseases in the Context of COVID-19",
        "acronym": "eCardioCovid19",
        "official_title": "Integrated Distance Management Strategy for Patients With Cardiovascular Disease (Ischaemic Coronary Artery Disease, High Blood Pressure, Heart Failure) in the Context of the COVID-19 Pandemic",
        "sponsors": {
            "lead_sponsor": {
                "agency": "Professor Adrian Covic",
                "agency_class": "Other"
            },
            "collaborator": [
                {
                    "agency": "Medical Sciences Academy - Romania",
                    "agency_class": "Other"
                },
                {
                    "agency": "Victor Babes Clinical Hospital of Infectious Diseases - Bucharest",
                    "agency_class": "Other"
                }
            ]
        },
        "source": "Grigore T. Popa University of Medicine and Pharmacy",
        "oversight_info": {
            "has_dmc": "Yes",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "Management of known patients with cardiovascular disease (in particular the whole spectrum of\n      atherosclerotic ischaemic coronary artery disease, essential hypertension under treatment,\n      and also patients with chronic heart failure under medication) and with other associated\n      chronic pathologies, with obvious effects on the management of the pandemic with modern /\n      distance means (e-Health) of patients at high risk of mortality in contact with coronavirus.\n\n      Given the Covid-19 Pandemic, all the above complex cardiovascular patients are under the\n      obligation to stay in the house isolated and can no longer come to standard clinical and\n      paraclinical monitoring and control visits. Therefore, a remote management solution\n      (tele-medicine) of these patients must be found.\n\n      The Investigators endeavour is to create an electronic platform to communicate with these\n      patients and offer solutions for their cardiovascular health issues (including psychological\n      and religious problems due to isolation).\n\n      The Investigators intend to create this platform for communicating with a patient and\n      stratify their complaints in risk levels. A given specialist will sort and classify their\n      needs on a scale, based on specific algorithms (derived from the clinical European\n      Cardiovascular Guidelines), and generate specific protocols varying from 911 like emergencies\n      to cardiological advices or psychological sessions. These could include medication changing\n      of doses, dietary advices or exercise restrictions. Moreover, in those patients suspected of\n      COVID infection, special assistance should be provided per protocol."
        },
        "detailed_description": {
            "textblock": "Specific objective 1: Establishing the risk profile of the patient with cardiovascular\n      disease\n\n      Specific objective 2: Development of an electronic (e-HEALTH) framework structure for\n      management of patients with known cardiovascular disease in COVID19 pandemic social context\n\n      (Cardiology specialists, interventional cardiology, cardiovascular surgery, oncology,\n      infectious diseases, diabetologists, family doctors, psychologists / psychiatrists, priests\n      and religious advisors).\n\n        -  the patient is included in the AngioNET research database and automatically creates an\n           account on the M platform and gives the consent for the data transfer on the platform or\n           the patient registers directly on the M platform and uploads his medical data (analysis\n           and imaging) to his personal account;\n\n        -  patients complete the section with data specific to the coronavirus pandemic;\n\n        -  the patients select the type of consultation they request and they are redirected to\n           specific sections with dedicated multidisciplinary teams;\n\n        -  patients come into direct contact with the case coordinator, who provides ongoing\n           assistance, including for connecting to devices that ensure real-time data transmission\n           and directing to specialist teams that establish stage diagnosis and management /\n           therapy behavior (including adjustment). doses, decisions to discontinue medication or\n           to add medication);\n\n        -  the classification of patients in emergency categories and the follow-up of specific\n           trajectories:\n\n        -  1 - 911 for transporting patients to the hospital in an emergency (for cardiovascular\n           emergencies or COVID symptoms);\n\n        -  2 - adjusted drug therapy, followed by accelerated monitoring for periodic evaluations\n           in order to decide to pass in category 1 or 3;\n\n        -  3 - establishing drug treatment and monitoring. Over all these categories, specific\n           protection measures in the case of coronavirus infection overlap\n\n        -  monitoring the short and medium term evolution of patients in isolation (vital\n           parameters, transmitted through the provided wireless devices)\n\n        -  Detailed / and largely based protocols will be developed based on the recommendations of\n           the Guidelines, but also on the experts' opinion and on the local expertise (pandemic,\n           national emergency) for at least three categories.\n\n      Deliverables for specific objectives:\n\n        -  functional management platform for patients with cardiovascular disease, bodily and\n           intangible assets necessary for the functioning of the platform;\n\n        -  multidisciplinary teams with the reaction speed adapted to the specific of each case /\n           emergency category;\n\n        -  emergency counseling schemes, including psychological and religious counseling;\n\n        -  collection, interpretation and processing conclusions given in management optimization\n           policies for patients with cardiovascular diseases.\n\n      Specific objective 3: Procedures regarding interventions on categories classified by\n      cardiovascular emergencies\n\n      Activities for achieving the objective:\n\n        -  elaboration of procedures on categories of emergencies in the presence of coronavirus:\n           1- urgent interventional / surgical / hybrid therapy; 2- short-term drug treatment for\n           the subsequent therapeutic intervention; 3 - drug treatment for cardiovascular pathology\n           doubled by coronavirus treatment\n\n        -  follow-up for obtaining medical data, including epidemiological and related to the\n           environmental parameters at the place where the patient belongs and their processing for\n           the purpose of optimizing public health measures in patients with cardiovascular\n           diseases\n\n      Specific objective 4: Campaign to promote the distance management method through specific\n      e-Health methods to mitigate the psychological impact of using the distance diagnosis and\n      treatment and implementing the procedures\n\n      The social pressure brought about by isolation of patients who would otherwise have benefited\n      from frequent outpatient consultations for various problems, such as: adjusting doses of\n      antihypertensive treatment, managing sporadic chest pain, managing body weight and diuresis\n      in patients with heart failure, adjusting the schema, treatment based on heart rate and\n      diuretic doses, chronic oral anticoagulant treatment or management of supraventricular\n      tachyarrhythmias or extrasystolys at home.\n\n      In addition, isolation at home puts another kind of pressure (psychic in essence) on the\n      patients who are also suffering from the mentioned chronic pathology. These patients bring\n      the stress of isolation in relation to their own person, family / contacts, but also with the\n      medical team in possible digital / wireless contact.\n\n      At this time, there are no management protocols for patients with such a degree of\n      complexity, the telemetry problem being only isolated, as far as local resources and specific\n      objectives are concerned, in no case viewed in their entirety.\n\n      The major problem that arises with the isolation of these patients is that they cannot be\n      admitted to hospitals for problems of low severity compared to the current territorial\n      capacities, and at the same time, they cannot be left unattended - by abolishing / blocking\n      the medical activity in the specialized outpatient clinics. .\n\n      It cannot be said that there is similar experience with the current epidemiological situation\n      and there are no Guides or directions of institutionalized medical practice.\n\n      This particular situation more likely makes experts to witness an increase in the\n      complications of cardiovascular diseases through the lack of direct management (heart failure\n      compensations), early and long-term complications of tension jumps or uncontrolled tension\n      values, and possibly acute coronary syndromes).\n\n      Moreover, the coronary patients who are instrumented by stenting, see the impossibility to\n      come to the periodic checks at 1 month, 3 months, 6 months, 9 months and one year after the\n      coronary stenting, as there is no alternative solution to the closure of the outpatients.\n\n      Specific objective 5: Evaluation of the social, environmental and economic impact determined\n      by the proposed management system\n\n        -  impact study: social (physical and mental health, religion contributions and\n           technological development in the studied patient profile structure, interaction with\n           public and private health and social institutions) and quantifying the influence of\n           atmospheric pollution factors on the studied patients, risk maps depending on patient\n           location;\n\n        -  cost management model for the targeted patients, quantification of upstream and\n           downstream costs reduction, general impact on the costs in the health system, the social\n           system as well as the budget allocated from own sources by the patients / patients\n           involved."
        },
        "overall_status": "Recruiting",
        "start_date": {
            "@type": "Actual",
            "#text": "March 31, 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "October 1, 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "October 1, 2020"
        },
        "phase": "N/A",
        "study_type": "Interventional",
        "has_expanded_access": "No",
        "study_design_info": {
            "intervention_model": "Single Group Assignment",
            "intervention_model_description": "All patients with severe cardiovascular disease benefit from this project",
            "primary_purpose": "Health Services Research",
            "masking": "None (Open Label)"
        },
        "primary_outcome": [
            {
                "measure": "Providing a special electronic platform (e-health) for remote managing cardiovascular outpatients",
                "time_frame": "6 months",
                "description": "Development of an electronic (e-HEALTH) framework structure for management of patients with known cardiovascular disease in COVID19 pandemic social context"
            },
            {
                "measure": "Number of patients included in this platform",
                "time_frame": "6 months",
                "description": "patients come into direct contact with the case coordinator, who provides ongoing assistance, including for connecting to devices that ensure real-time data transmission and directing to specialist teams that establish stage diagnosis and management / therapy behavior (including adjustment). doses, decisions to discontinue medication or to add medication);"
            }
        ],
        "secondary_outcome": {
            "measure": "Number of consultations/sessions given",
            "time_frame": "6 months",
            "description": "Will be the number of sessions per patient multiplied with the number of patients included"
        },
        "number_of_arms": "1",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "200"
        },
        "condition": [
            "Angina Pectoris",
            "Acute Coronary Syndrome",
            "Coronary Syndrome",
            "Coronary Artery Disease",
            "Angioplasty",
            "Stent Restenosis",
            "Hypertension",
            "Heart Failure, Systolic",
            "Depression, Anxiety",
            "Covid-19",
            "Isolation, Social"
        ],
        "arm_group": {
            "arm_group_label": "All patients with known cardiovascular disease",
            "arm_group_type": "Experimental",
            "description": "All these patients will be provided an electronic account on a dedicated platform were they can be supervised and can call for advice / help.\nThis kind of tele-medical project aims to keep these patients in a so-called proximity, monitoring their vital parameters, checking their medication and providing dedicated advices according to their complaints.\nMoreover, all these patients will receive digital watches with ecg-recording capabilities, thus a dedicated physician could correlate their symptoms with few clear paraclinical variables.\nAll of these patients' complaints will be stratified according to elaborated protocols based on the European Cardiovascular Guidelines.\nMoreover, a psychologist and a chaplain will deal with their (new) problems due to social isolation."
        },
        "intervention": {
            "intervention_type": "Other",
            "intervention_name": "Tele-medicine platform",
            "description": "Electronic counselling of known pathology cardiovascular patients through a complex remote platform and dedicated experts. This project intend remote monitoring through wearable devices (e.g. ECG watches, pulse detectors, oximetry).",
            "arm_group_label": "All patients with known cardiovascular disease"
        },
        "eligibility": {
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          -  all known cardiovascular patients from local Cardiology Clinics, with:\n\n               1. all spectrum of coronary syndromes (chronic to acute) +/- known coronary\n                  angioplasties;\n\n               2. treated arterial hypertension;\n\n               3. known congestive heart failure\n\n          -  AND isolated / quarantined recommendations (due to COVID 19 pandemic).\n\n        Exclusion Criteria:\n\n          -  refusal / denial to create an electronic account on this dedicated platform;\n\n          -  refusal to accept wearable devices (ecg watches, oximetry)."
            },
            "gender": "All",
            "minimum_age": "N/A",
            "maximum_age": "N/A",
            "healthy_volunteers": "No"
        },
        "overall_official": [
            {
                "last_name": "Alexandru Burlacu, MD, PhD",
                "role": "Principal Investigator",
                "affiliation": "University of Medicine and Pharmacy \"Gr. T. Popa\" Iasi, Romania"
            },
            {
                "last_name": "Cristina Plesoianu, PhD",
                "role": "Study Director",
                "affiliation": "Medical Sciences Academy from Romania"
            }
        ],
        "overall_contact": {
            "last_name": "Alexandru Burlacu, MD, PhD",
            "phone": "0040744488580",
            "email": "alexandru.burlacu@umfiasi.ro"
        },
        "location": [
            {
                "facility": {
                    "name": "Medical Sciences Academy",
                    "address": {
                        "city": "Bucharest",
                        "country": "Romania"
                    }
                },
                "status": "Recruiting",
                "contact": {
                    "last_name": "Cristina Plesoianu, PhD",
                    "phone": "0040722270066",
                    "email": "cristina.plesoianu@angionet.ro"
                }
            },
            {
                "facility": {
                    "name": "University of Medicine and Pharmacy Gr T Popa",
                    "address": {
                        "city": "Iasi",
                        "zip": "700503",
                        "country": "Romania"
                    }
                },
                "status": "Recruiting",
                "contact": {
                    "last_name": "Alexandru Burlacu, MD, PhD",
                    "phone": "0040744488580",
                    "email": "alexandru.burlacu@umfiasi.ro"
                }
            }
        ],
        "location_countries": {
            "country": "Romania"
        },
        "verification_date": "March 2020",
        "study_first_submitted": "March 21, 2020",
        "study_first_submitted_qc": "March 27, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "March 30, 2020"
        },
        "last_update_submitted": "March 30, 2020",
        "last_update_submitted_qc": "March 30, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "April 1, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Sponsor-Investigator",
            "investigator_affiliation": "Grigore T. Popa University of Medicine and Pharmacy",
            "investigator_full_name": "Professor Adrian Covic",
            "investigator_title": "Professor, Vice-rector"
        },
        "keyword": [
            "e-Health",
            "Tele-Medicine",
            "Remote medical surveillance",
            "psychological counseling"
        ],
        "condition_browse": {
            "mesh_term": [
                "Heart Failure",
                "Coronary Artery Disease",
                "Myocardial Ischemia",
                "Coronary Disease",
                "Acute Coronary Syndrome",
                "Angina Pectoris",
                "Heart Failure, Systolic",
                "Syndrome",
                "Cardiovascular Diseases"
            ]
        },
        "patient_data": {
            "sharing_ipd": "Yes",
            "ipd_description": "If this platform will be functional, we are willing to provide the system and protocols and know-how to other centers in Romania.",
            "ipd_info_type": [
                "Study Protocol",
                "Statistical Analysis Plan (SAP)",
                "Informed Consent Form (ICF)"
            ]
        }
    }
}