{"clinical_study": {"@rank": "79", "required_header": {"download_date": "ClinicalTrials.gov processed this data on April 06, 2020", "link_text": "Link to the current ClinicalTrials.gov record.", "url": "https://clinicaltrials.gov/show/NCT04286503"}, "id_info": {"org_study_id": "BeijingYouan Hospital", "nct_id": "NCT04286503"}, "brief_title": "The Clinical Study of Carrimycin on Treatment Patients With COVID-19", "official_title": "The Efficacy and Safety of Carrimycin Treatment in Patients With Novel Coronavirus Infectious Disease (COVID-19) : A Multicenter, Randomized, Open-controlled Study", "sponsors": {"lead_sponsor": {"agency": "Beijing YouAn Hospital", "agency_class": "Other"}, "collaborator": [{"agency": "Shenyang Tonglian Group Co., Ltd.", "agency_class": "Other"}, {"agency": "Institute of Medicine and Biotechnology, Chinese Academy of Medical Sciences", "agency_class": "Other"}, {"agency": "Huangshi Central Hospital", "agency_class": "Other"}, {"agency": "Shenyang Pharmaceutical University", "agency_class": "Other"}, {"agency": "First Affiliated Hospital of Chongqing Medical University", "agency_class": "Other"}, {"agency": "The Second Affiliated Hospital of Harbin Medical University", "agency_class": "Other"}, {"agency": "No.2 People's Hospital of Fuyang City", "agency_class": "Other"}, {"agency": "First Affiliated Hospital Bengbu Medical College", "agency_class": "Other"}, {"agency": "Renmin Hospital of Wuhan University", "agency_class": "Other"}, {"agency": "The sixth people's hospital of Shenyang", "agency_class": "Other"}, {"agency": "Nanyang Central Hospital", "agency_class": "Other"}]}, "source": "Beijing YouAn Hospital", "oversight_info": {"is_fda_regulated_drug": "No", "is_fda_regulated_device": "No"}, "brief_summary": {"textblock": "The novel coronavirus infectious disease ( COVID-19\") induced by novel\n      coronavirus(SARS-CoV-2) in December 2019 has outbreaked in Wuhan. It may lead to epidemic\n      risk in global. As the COVID-19 is an emerging infectious disease, it has not scientifically\n      recognized and has no effective drugs for treatment currently. Therefore, we will launch a\n      scientific project \"The efficacy and safety of carrimycin treatment in 520 patients with\n      COVID-19 stratificated clinically: A multicenter, randomized (1:1), open-controlled (one of\n      lopinavir/ritonavir tablets or Arbidol or chloroquine phosphate) study\" . We try to establish\n      the criteria for clinical cure and the early predictive model of COVID-19 progression. The\n      primary efficiency outcomes were:(1) Fever to normal time (day); (2) Pulmonary inflammation\n      resolution time (HRCT) (day); and (3)Negative conversion (%) of SARS-CoV-2 RNA at the end of\n      treatment. The secondary efficiency outcomes and adverse events were observed."}, "detailed_description": {"textblock": "1. Data management The electronic data collection system (EDC) will be used in this study\n           for the collection and management of the study data to ensure the traceability of the\n           clinical trial data; the data management process shall comply with the GCP specification\n           to ensure the authenticity, integrity and accuracy of clinical trial data. The main data\n           management processes are listed below. For other details, please refer to the data\n           management plan (DMP).\n\n           DMP is written by the data manager (DM) as the guiding document for data management. The\n           data management work will be carried out according to the time, content and method\n           defined by DMP.\n\n           1.1Design and establishment of database The data manager designs and constructs the\n           database according to the trial protocol, and sets up the logic verification according\n           to the data validation plan (DVP), which i released for use after passing the test and\n           being approved by the investigator.\n\n           1.2Data entry The investigator or a person authorized by the investigator shall timely\n           complete the online data entry after the subject visit, use the printed eCRF form first\n           if necessary, and, in case of data correction in eCRF if required, fill in the reason\n           for the data modification according to the system prompt. The logic validation program\n           of the EDC system will logically check the input data and question the problem data, so\n           as to facilitate the modification or interpretation by the investigator or the person\n           authorized by the investigator.\n\n           1.3Source data validation (SDV) The investigator logs on EDC on the study site, 100%\n           check the consistency of eCRF data and source data, and ask questions at any time in\n           case of any problem.\n\n           1.4Data cleaning After investigator or the person authorized by the investigator enters\n           the data to EDC according to the protocol requirements, the data manager and medical\n           personnel shall review the data. The problems in the review shall be answered by the\n           investigator or the person authorized by the investigator in the form of question until\n           the question is closed.\n\n           1.5Medical coding The medical coder performs medical coding, including combined drugs\n           and adverse events. Adverse events will be coded according to the MedDRA (20.0 or above)\n           dictionary and the combined drugs will be classified by WHO ATC.\n\n           During the coding process, DM can question the investigator online in real time about\n           failure of coding caused by improper, inaccurate or ambiguous medical terms provided.\n\n           A medical review is required for the medical coding before the database lock.\n           1.6External data management NA 1.7Data review meeting The study leader, statistician and\n           data manager make the data review before statistical analysis to review the subject\n           completion, protocol violation, adverse events, analysis data sets (including FAS, PPS\n           and SS) to determine the attribution of each subject, judgment of missing value and\n           treatment of outliers. Decisions made on the review meeting cannot be modified after the\n           database lock, and any decisions must be documented.\n\n           1.8Electronic signature of investigator After the database is frozen, the investigator\n           conducts electronic signature verification and shall sign the name again in case of data\n           revision after signature.\n\n           1.9Data lock and export After the data in the database meets the quality requirements, a\n           written approval document of database lock is signed by the data manager, statistical\n           analyst and investigator representative according to the database lock procedures,\n           exported by the data manager to the database of specified format and submitted to the\n           statistician for statistical analysis.\n\n        2. Statistical analysis See the \"Statistical analysis plan\" for the details of the\n           statistical analysis. The statistician and the principal investigator finalize the plan\n           according to the data characteristics through discussion before the database lock. This\n           protocol only describes the basic statistical analysis content, and the actual content\n           shall be subject to the statistical analysis plan.\n\n           2.1Analysis data set 2.1.1Full Analysis Set (FAS): a set of all cases randomized to use\n           the study drug at least once.\n\n           2.1.2Per Protocol Set (PPS): a data set generated by subjects who have fully complied\n           with the trial protocol, including treatment received, availability of primary endpoint\n           measurement, and no significant violation of the trial protocol. Cases withdrawn due to\n           inefficacy will also be included in PPS. PPS will be subject to the final classification\n           of the data audit report.\n\n           2.1.3Safety Set (SS): a set of subjects who receive at least one treatment with a safety\n           evaluation after randomization.\n\n           2.2Missing data processing method 2.2.1The subjects who have missing primary efficiency\n           indicators are filled in according to the treatment failure, that is, the pathogen\n           nucleic acid testing in throat swabs, urine and stool on Days 7-14 after administration\n           does not convert to negative. Unless otherwise specified, the secondary efficiency\n           indicators shall be included as observed data in the statistical analysis, and the\n           missing data shall not be filled in.\n\n           2.2.2The safety data shall not be filled in. 2.3Statistical method 2.3.1General\n           principle\n\n           Description of statistics:\n\n           The primary indicators collected in this study are described with statistical method.\n           Quantitative indicators are described by means of mean, standard deviation, median,\n           quartile, maximum, minimum and the like; qualitative indicators are described by\n           frequency, percentage and the like.\n\n           Statistical test:\n\n           Unless otherwise specified, the statistical significance level is 0.05 by two-sided test\n           (one-sided 0.025) and the 95% confidence interval shall be provided for the estimation\n           of inter-group variance parameters.\n\n           2.3.2Characteristics of cases Subject distribution The population and the number of\n           enrolled and completed cases in each center are listed, and three analysis data sets\n           (FAS, PPS, SS) are determined.\n\n           A detailed list of the data set categories is made. The number and ratio of subjects who\n           are randomly enrolled, complete the trial, and withdraw from the trial early and the\n           reasons are calculated.\n\n           The subject distribution flow chart is plotted. General information and baseline\n           characteristics The demographic information, previous medication history and history of\n           other diseases of the patients are described with statistical method. General\n           information and baseline characteristics are described based on FAS.\n\n           2.3.3Analysis of drug exposure and drug combination Analysis based on SS. The drug\n           exposure, dose intensity and exposure time of each group are calculated and subject to\n           descriptive statistical analysis.\n\n           The drug combination is coded by WHO ATC and summarized according to the ATC secondary\n           classification and PT. The number and ratio of cases are calculated.\n\n           2.3.4Efficiency analysis Analysis based on FAS and PPS.\n\n           Primary efficiency indicators:\n\n           The primary effective indicators are complete antipyresis time, pulmonary imaging\n           improvement indicators, and negative conversion ratio of pathogen nucleic acid testing\n           in throat swabs, urine and stool on Days 7-14 after administration.The non-inferiority\n           evaluation is based on FAS. The statistical significance level is set to one-sided 0.025\n           and the non-inferiority critical value is set to -10%. The negative conversion ratio of\n           pathogen nucleic acid testing in throat swabs, urine and stool on Days 7-14 after\n           administration in the trial group and positive control group is calculated respectively.\n           The negative conversion ratio difference (trial group - control group) between the trial\n           group and positive control group as well as the two-sided 95% confidence interval\n           (95%CI) are calculated. The confidence interval is estimated by Miettinen-Nurminen. If\n           the lower limit of 95% confidence interval for the negative conversion ratio difference\n           between the trial group and control group is greater than -10%, it is considered that\n           the trial drug for the indication is not inferior to the positive control drug. Given\n           that the non-inferiority hypothesis is true, if it is further obtained that the lower\n           limit of 95% confidence interval for the negative conversion ratio difference between\n           the trial group and control group is greater than 0, it is considered that the trial\n           drug for the indication is superior to the positive control drug. The inter-group ratio\n           difference and confidence interval estimation results after the site effect control will\n           be provided simultaneously as the sensitivity analysis and the sites with few subjects\n           may be combined before analysis.\n\n           Secondary efficiency indicators:\n\n           The secondary efficiency indicators include negative conversion ratio of pathogen\n           nucleic acid testing on Day 1, 3, 5, 7, 10 and 14 after administration, negative\n           conversion time, immune-related indicators (lymphocyte count, lymphocyte percentage,\n           counts and percentages of CD4 and CD8), SOFA score, white blood cell count and\n           C-reactive protein. The secondary efficiency indicators are subject to descriptive\n           statistical analysis according to the data type. Where, for the quantitative data, the\n           observed values in each visit and the changes in the observed values from baseline after\n           treatment are analyzed descriptively and provided with the inter-group difference\n           estimate value (trial group - control group) of the changes in indicators in different\n           visits from baseline and its 95% confidence interval; for the qualitative data, the\n           indicators in different visits are described in the form of a frequency table (frequency\n           and percentage) and provided with the inter-group ratio difference and confidence\n           interval estimate; for the survival data, such as the negative conversion time of\n           pathogen nucleic acid testing and complete antipyresis time, the median complete\n           antipyresis time and its 95% confidence interval in each group are calculated by\n           Kaplan-Meier, the information on the subject deletions at the end of the study is\n           provided and the survivorship curve is provided. The hazard ratio HR and its 90%\n           confidence interval of the trail group and the control group are estimated by Cox\n           proportional hazards regression.\n\n           2.3.5Safety analysis SS data sets are used for safety analysis. Adverse events are coded\n           according to the MedDRA. The occurrence of adverse events/reactions, serious adverse\n           events/reactions and adverse events/reactions resulting in drop out is summarized and\n           analyzed in the form of a frequency table (number of cases, case, and incidence).\n\n           The occurrence of varying severity orders of adverse events/reactions, serious adverse\n           events/reactions and adverse events/reactions resulting in drop out is subject to\n           descriptive statistical analysis in the form of a frequency table (number of cases,\n           case, and incidence) according to SOC and PT.\n\n           A detailed list of various adverse events/reactions, serious adverse events/reactions\n           and adverse events/reactions resulting in drop out is made.\n\n           Changes in the clinical significance determination of laboratory indicators, ECG and\n           physical examination at each visit after administration and baseline test results are\n           described in the form of crosstab.\n\n           The laboratory indexes and vital signs examination are subject to descriptive\n           statistical analysis according to trial grouping and visits.\n\n           A detailed list of laboratory indexes, ECG, and clinically significant physical\n           abnormalities is made.\n\n           2.4Analysis software Use the software SAS with version 9.4 or above for analysis.\n           2.5Interim analysis and multiplicity control In order to obtain relevant study results\n           as soon as possible to support follow-up scientific research and clinical practice, this\n           study plans to conduct staged efficacy and safety data analysis at the sample size of\n           65, 130 and 260 cases. The study will be terminated immediately if the clinical efficacy\n           of the study drug is poor, . No multiplicity control is made.\n\n        3. Study management 3.1 Study management structure This study is planned to be conducted\n           simultaneously in XX clinical study sites in China.\n\n      The data management and statistical analysis of this study are completed by XXXX company.\n\n      3.2 Study data record and storage In accordance with the GCP principle, the investigator\n      shall keep all the detailed original documents of the subject, and record in the case report\n      form the contents of the trial progress, administration status, laboratory examination data,\n      safety data and therapeutic effect evaluation. The recorded data shall be complete, timely\n      and clear. The original documents and medical records shall be clear, detailed and easily\n      identifiable by participants in this clinical trial.\n\n      The case report forms and original files can only be modified by the investigator. No\n      modification to the case report forms or the original files may overwrite the original data.\n      The correct modification method is to draw a single line on the original data, then write the\n      modified data next to the original data, and sign the date and the initials of the modifier.\n\n      The trial data shall be kept for 5 years after the end of the trial. 3.3 Quality control and\n      quality assurance In order to ensure the quality of the trial, before the start of the formal\n      trial, the principal leader and the study site leaders shall formulate a clinical study plan\n      through discussion and provide GCP training for relevant investigators in the trial.\n\n      The study sites must manage the study drugs according to SOP, including receiving, storage,\n      distribution and recovery.\n\n      In accordance with the GCP guidelines, necessary steps shall be taken during the design and\n      implementation phase of the study to ensure that the collected data are accurate, consistent,\n      complete and reliable. All observed results and abnormal findings in the clinical trial shall\n      be promptly and carefully verified and recorded to ensure the reliability of data. All kinds\n      of instruments, equipment and reagents used in various examinations in the clinical trial\n      shall be provided with strict quality standards and be ensured to work under normal\n      conditions.\n\n      The investigator shall input the information required by the protocol into the case report\n      form to verify the completeness and accuracy of the information filled in, and make necessary\n      corrections and supplements in time.\n\n      3.4 Follow-up visit and medical measures to be taken after the trial The AE/SAE (including\n      laboratory examination abnormalities) unsolved at the end of the study or at the time of\n      early withdrawal must be followed up, as shown in \"11.4.3 Treatment of adverse events\".\n\n      At the end of the trial, the investigator should give the subject necessary and reasonable\n      medical measures to ensure the safety and rights of the subject."}, "overall_status": "Not yet recruiting", "start_date": {"@type": "Anticipated", "#text": "February 23, 2020"}, "completion_date": {"@type": "Anticipated", "#text": "February 28, 2021"}, "primary_completion_date": {"@type": "Anticipated", "#text": "February 28, 2021"}, "phase": "Phase 4", "study_type": "Interventional", "has_expanded_access": "No", "study_design_info": {"allocation": "Randomized", "intervention_model": "Parallel Assignment", "primary_purpose": "Treatment", "masking": "None (Open Label)"}, "primary_outcome": [{"measure": "Fever to normal time (day)", "time_frame": "30 days", "description": "Fever to normal time (day)"}, {"measure": "Pulmonary inflammation resolution time (HRCT) (day)", "time_frame": "30 days", "description": "Pulmonary inflammation resolution time (HRCT) (day)"}, {"measure": "Negative conversion (%) of 2019-nCOVRNA in gargle (throat swabs) at the end of treatment", "time_frame": "30 days", "description": "Negative conversion (%) of 2019-nCOVRNA in gargle (throat swabs) at the end of treatment"}], "number_of_arms": "2", "enrollment": {"@type": "Anticipated", "#text": "520"}, "condition": "Novel Coronavirus Infectious Disease (COVID-19)", "arm_group": [{"arm_group_label": "Carrimycin", "arm_group_type": "Experimental", "description": "basic treatment + Carrimycin"}, {"arm_group_label": "lopinavir/ritonavir or Arbidol or chloroquine phosphate", "arm_group_type": "Active Comparator", "description": "any of basic treatment + lopinavir/ritonavir tablets or Arbidol or chloroquine phosphate"}], "intervention": [{"intervention_type": "Drug", "intervention_name": "Carrimycin", "description": "Carrimycin", "arm_group_label": "Carrimycin"}, {"intervention_type": "Drug", "intervention_name": "lopinavir/ritonavir tablets or Arbidol or chloroquine phosphate", "description": "lopinavir/ritonavir tablets or Arbidol or chloroquine phosphate", "arm_group_label": "lopinavir/ritonavir or Arbidol or chloroquine phosphate"}, {"intervention_type": "Drug", "intervention_name": "basic treatment", "description": "basic treatment", "arm_group_label": ["Carrimycin", "lopinavir/ritonavir or Arbidol or chloroquine phosphate"]}], "eligibility": {"criteria": {"textblock": "Inclusion Criteria:\n\n          1. Subjects or their legal representatives have signed the informed consent form(ICF);\n             agree not to participate in other clinical studies within 30 days after the last\n             administration from the first administration of the study drug.\n\n          2. Subjects are aged ≥ 18 and ≤ 75;\n\n          3. Meet the diagnostic criteria for 2019-nCoV pneumonia (V5.0);\n\n          4. SOFA score: 1 ~ 13 points.\n\n          5. A retreated patient or the relapsed patient meets any of the following criteria:\n\n               -  Have fever again or aggravated clinical symptoms; ② 2019nCOVRNA in the throat\n                  swabs converts from negative to positive; ③ The clinical symptoms don't improve\n                  or 2019nCOVRNA continues to be positive; ④ The chest CT shows pneumonia or\n                  fibrosis progression.\n\n        Clinical stratification:\n\n          1. Mild type: clinical symptoms mild or asymptomatic, no pneumonia performance in CT, but\n             positive 2019-nCoV in throat swabs or gargle.\n\n          2. Ordinary type: fever, respiratory symptoms, etc., pneumonia performance visible in CT.\n\n          3. Severe type: meeting any of the following criteria:\n\n        (1) Respiratory distress, RR≥30 times/min; (2) Finger oxygen saturation ≤93% in rest state;\n        (3) Arterial partial pressure of oxygen (PaO2)/concentration of oxygen inhalation\n        (FiO2)≤300mmHg (1mmHg=0.133kPa).\n\n        4. Critical type: meeting any of the following criteria:(1)Respiratory failure occurs and\n        mechanical ventilation is required;(2)Patients go into shock;(3)ICU is needed for other\n        organ failure.\n\n        Exclusion Criteria:\n\n          1. Other viral pneumonia\n\n          2. Patients who have received tumor immunotherapy (such as PD-1/L1, CTLA4, etc.) in the\n             past 1 month, and inflammatory factor modulators such as Ulinastatin;\n\n          3. Patients who have taken anti-bacterial drugs such as macrolide in the past 1 week;\n\n          4. Patients who have received organ transplantation or surgery planning in the past 6\n             months;\n\n          5. Patients who can't take food or drugs due to coma or intestinal obstruction;\n\n          6. Patients who have severe underlying diseases that affects survival, including\n             uncontrolled malignant tumor with multiple metastases that cannot be resected, blood\n             diseases, dyscrasia, active bleeding, severe malnutrition, etc.\n\n          7. Women subjects that are pregnant or lactating, or subjects (including male subjects)\n             having a pregnancy plan (including plans for sperm donation or egg donation), or\n             subjects that may fail to take effective contraceptive measures within the next 6\n             months;\n\n          8. Patients with allergic constitution, or patients allergic to macrolides and\n             lopinavir/ritonavir tablets;\n\n          9. Patients with contraindications to lopinavir/ritonavir tablets who plan or are using\n             drugs that interact with the drug (including: drugs that are highly dependent on CYP3A\n             clearance and whose elevated plasma concentrations can be associated with severe\n             and/or life-threatening events [with a narrow therapeutic index], CYP3A inducer [see\n             instruction for details]) and cannot stop using or use other drugs instead;\n\n         10. Patients whose ALT/AST levels are 5 times higher than the normal upper limit and total\n             bilirubin is 3 times higher than the upper limit of normal, or patients with\n             child-Pugh grade C cirrhosis.\n\n         11. ECLS (ECMO, ECCO2R, RRT)\n\n         12. Critical patients with expected life＜48 hours\n\n         13. Patients who have participated in any other clinical study within 1 month;\n\n         14. The investigators conclude that the patients not suitable for the study."}, "gender": "All", "minimum_age": "18 Years", "maximum_age": "75 Years", "healthy_volunteers": "No"}, "overall_official": {"last_name": "Ronghua Jin", "role": "Principal Investigator", "affiliation": "Beijing YouAn Hospital"}, "overall_contact": {"last_name": "Huiguo Ding", "phone": "+86-13911683832", "email": "dinghuiguo@medmail.com.cn"}, "overall_contact_backup": {"last_name": "Ying Han", "phone": "+86-13520809804", "email": "gladyshanying@163.com"}, "verification_date": "February 2020", "study_first_submitted": "February 25, 2020", "study_first_submitted_qc": "February 25, 2020", "study_first_posted": {"@type": "Actual", "#text": "February 27, 2020"}, "last_update_submitted": "February 25, 2020", "last_update_submitted_qc": "February 25, 2020", "last_update_posted": {"@type": "Actual", "#text": "February 27, 2020"}, "responsible_party": {"responsible_party_type": "Principal Investigator", "investigator_affiliation": "Beijing YouAn Hospital", "investigator_full_name": "Jin Ronghua", "investigator_title": "Director"}, "condition_browse": {"mesh_term": ["Communicable Diseases", "Infection", "Coronavirus Infections"]}, "intervention_browse": {"mesh_term": ["Ritonavir", "Lopinavir", "Chloroquine", "Chloroquine diphosphate"]}, "provided_document_section": {"provided_document": [{"document_type": "Study Protocol", "document_has_protocol": "Yes", "document_has_icf": "No", "document_has_sap": "No", "document_date": "February 20, 2020", "document_url": "https://ClinicalTrials.gov/ProvidedDocs/03/NCT04286503/Prot_000.pdf"}, {"document_type": "Informed Consent Form", "document_has_protocol": "No", "document_has_icf": "Yes", "document_has_sap": "No", "document_date": "February 20, 2020", "document_url": "https://ClinicalTrials.gov/ProvidedDocs/03/NCT04286503/ICF_001.pdf"}]}}}