{
    "clinical_study": {
        "@rank": "64",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 13, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04323631"
        },
        "id_info": {
            "org_study_id": "0154-20-RMB",
            "nct_id": "NCT04323631"
        },
        "brief_title": "Hydroxychloroquine for the Treatment of Patients With Mild to Moderate COVID-19 to Prevent Progression to Severe Infection or Death",
        "official_title": "Hydroxychloroquine for the Treatment of Patients With Mild to Moderate COVID-19 to Prevent Progression to Severe Infection or Death",
        "sponsors": {
            "lead_sponsor": {
                "agency": "Rambam Health Care Campus",
                "agency_class": "Other"
            },
            "collaborator": {
                "agency": "Rabin Medical Center",
                "agency_class": "Other"
            }
        },
        "source": "Rambam Health Care Campus",
        "oversight_info": {
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "This is a multi-center, randomized controlled, superiority, open label trial. The objective\n      of this trial is to evaluate the efficacy of HCQ in patients with newly diagnosed COVID-19\n      who have mild to moderate disease or at risk for complications. We aim to demonstrate\n      decrease in progression to severe pneumonia and hospital related complications among patients\n      who are treated with HCQ compared to patients who are not."
        },
        "detailed_description": {
            "textblock": "Inclusion criteria:\n\n        -  Adult patients (>18 years)\n\n        -  Confirmed COVID-19 infection by real-time PCR from a respiratory or other body sample\n           within 48 hours of testing.\n\n        -  Mild to moderate infection or asymptomatic patients with comorbidities: Symptomatic\n           patients with fever >37.9ºC or cough or dyspnea or chest pain, not fulfilling severity\n           exclusion criteria. We will include patients regardless of time since symptom onset. In\n           addition, we will include asymptomatic patients with comorbidities including cardiac,\n           pulmonary, diabetes, chronic renal failure or liver disease (definitions in Appendix 1)\n           hospitalized for observation.\n\n        -  Informed consent from patient or legal representative\n\n      Exclusion criteria:\n\n        -  Severe infection, defined as need for invasive or non-invasive ventilator support, ECMO\n           or shock requiring vasopressor support.\n\n        -  Unable to take oral medication\n\n        -  Known allergy to HCQ or chloroquine\n\n        -  Prolonged QT, defined as QTc ≥450 milliseconds for men and as QTc ≥470 for women\n\n        -  Severely reduced LV function (Ejection fraction<30%)\n\n        -  Retinopathy\n\n        -  Pregnancy or breast feeding\n\n        -  Concomitant treatment with azithromycin, flecainide, amiodarone, digoxin, procainamide,\n           propafenone, thioridazine, pimozide.\n\n        -  Chronic chloroquine/ HCQ treatment (within 1 month)\n\n        -  Need for hemodialysis\n\n        -  Participating in another RCT for treatment of COVID-19 Patients who meet eligibility\n           criteria will be randomized in a 1:1 ration. Randomization will be done using a\n           computer-generated list of random numbers allocated centrally through a web site,\n           stratified by hospital. The random sequence will include random permuted blocks of 4 The\n           intervention group will receive oral hydroxychloroquine. In the first day 400 mg twice\n           daily, followed by 200mg twice daily on days 2-10 (continued after discharge if\n           discharged before day 10).\n\n      The control group will not receive hydroxychloroquine. Physicians will be allowed to provide\n      other medications at their discretion. For patients in the control group who develop severe\n      disease (as defined), the physician will be allowed to use HCQ.\n\n      Criteria for discontinuing study drug include development of any of the following:\n\n        -  Serious adverse event related to the drug (QT prolongation, anaphylaxis reaction)\n\n        -  Participant request Primary outcome: Number of patients developing severe infection (as\n           defined above at the section of exclusion criteria) or death within 28 days.\n\n      Secondary outcomes:\n\n        -  Number of patients with severe disease as defined above\n\n        -  All-cause mortality within 30 days\n\n        -  Time to symptom resolution defined as days until normalization of fever (37.9ºC),\n           respiratory rate, and oxygen saturation, and alleviation of cough, sustained for at\n           least 72 hours.\n\n        -  Duration (days) of mechanical ventilation\n\n        -  Clinical status at day 5 as assessed by National Early Warning Score 2\n\n        -  Virological failure, defined as positive PCR from respiratory or other body sample at\n           day 5.\n\n        -  Development of acute myocarditis defined as symptoms of heart failure, chest pain or\n           arrhythmia, in the presence of elevated serum Troponin or reduced ejection fraction by\n           echocardiography, and no evidence of acute coronary syndrome.\n\n        -  Antibacterial consumption, measured as days of therapy (DOT)\n\n        -  Number of adverse events - prolonged QT, arrhythmias, nausea, vomiting (severe)\n\n        -  Time to hospital discharge.\n\n        -  Discharge to LTCF, rehabilitation (for patients admitted from home) The trial will test\n           for chloroquine's superiority (1-sided alpha) assuming a primary outcome incidence of\n           10% in the control group and a reduction of 30% in the intervention group. With a\n           1-sided 5% alpha a fixed sample of 558 patients per group will provide 80% power to\n           reject the null hypothesis of no difference between study groups (PS power and sample\n           size). However, the trial will use an adaptive approach to determine the final sample\n           size. Interim analyses for the primary outcome will be conducted by statisticians with\n           expertise in adaptive design.\n\n      Patients will be follow-up daily in-hospital. Vital and respiratory signs and symptoms will\n      be captured daily. Electrocardiogram will be performed on day 3 for all patients, with\n      follow-up as required. Adverse effects will be monitored daily and documented, including\n      gastrointestinal symptoms, skin rash or other skin manifestations. If antibiotic treatment\n      will be needed, we will refrain from using azithromycin.\n\n      Laboratory tests, including complete blood count, electrolytes, creatinine levels, CPK and\n      liver enzymes (including LDH) will be obtained at recruitment if unavailable from the last 24\n      hours. Blood count, electrolytes and creatinine levels will be repeated on days 5+/-2. Other\n      tests will be performed as clinically indicated. Chest x-ray or other chest imaging will be\n      performed at recruitment if not performed previously and repeated as necessary according to\n      clinical judgment. PCR from respiratory or body samples will be obtained on day 5 (or\n      discharge if prior to day 5) and otherwise as clinically indicated. Blood samples for\n      serology will be taken at recruitment and at day 14 (or at discharge if before day 14).\n      Samples will be frozen and batch analyzed at the end of the study.\n\n      Patients will not be contacted after discharge, assuming no change in status after discharge\n      (carry-forward assumption). Survival at day 30 will be ascertained using the health ministry\n      records.\n\n      The data will be entered anonymously into a central case report form (CRF) designed in\n      RedCap. We will document the follow-up, patients' medical treatment, including antiviral,\n      antimicrobial and supportive care and all adverse events.\n\n      Trial follow-up and monitoring will be performed by The Rambam-Technion ID research using a\n      risk-based monitoring approach with adaptive on-site monitoring.\n\n      Trial flow and recruitment follow-up: Recruitment reports will be collected monthly,\n      detailing the number of eligible patients, excluded patients, reason for exclusion and number\n      of included patients, in a structured table. The recruitment status vs. expected recruitment\n      rate will be reported monthly, overall and per site.\n\n      Remote monitoring will be performed continuously throughout the trial to check for data\n      completion and quality. Critical variables will be defined, based on data needed for baseline\n      description of the study cohort, information regarding the intervention and outcome data.\n      Feedback will be provided to local study coordinators via email or telephone. Data will be\n      completed or corrected in real time with the support of the monitoring center. Risk\n      thresholds will be defined for onsite monitoring.\n\n      Onsite monitoring will be performed periodically and as required following the remote\n      monitoring thresholds. The regular onsite monitoring visits will include:\n\n        -  Inspection of the informed consent forms with dates corresponding to recruitment\n\n        -  Inclusion criteria confirmed vs. patients' charts\n\n        -  Confirmation of primary outcome data in source documents The trial will be followed by\n           an independent data and safety monitoring board and a steering committee. No interim\n           analyses are planned. All serious adverse events will be reported to the independent\n           monitoring board. Interim analyses and serious adverse events will be reported to the\n           local ethics committees, as per local good practice guidelines.\n\n      The primary analysis will include all randomized patients by intention to treat. A\n      per-protocol analysis will include patients who received the allocated intervention for at\n      least 5 calendar days.\n\n      Patients' baseline characteristics will be reported as mean with standard deviation, or\n      median with interquartile based on variable distributions. The relative risk for the primary\n      outcome will be computed with 95% confidence intervals. Time dependent variables will be\n      analyzed using Kaplan Meyer curves. The trial will not be powered for subgroup analyses.\n\n      The study will be approved by the local ethics committees in participating hospitals.\n      Informed consent will be required for participation from the patients or their legal\n      guardians.\n\n      Owing to severe isolation precautions, a modification to the informed consent process is\n      required. The investigators will present the study drug and related information to the\n      subjects through a phone call. Subjects who agree to participate will sign an informed\n      consent form which will be documented via a video chat. The informed consent process and form\n      will be reviewed by the IRB in order to ensure that the informed consent process is\n      understandable.\n\n      This study is not funded."
        },
        "overall_status": "Not yet recruiting",
        "start_date": {
            "@type": "Anticipated",
            "#text": "March 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "December 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "December 2020"
        },
        "phase": "Early Phase 1",
        "study_type": "Interventional",
        "has_expanded_access": "No",
        "study_design_info": {
            "allocation": "Randomized",
            "intervention_model": "Sequential Assignment",
            "primary_purpose": "Treatment",
            "masking": "None (Open Label)"
        },
        "primary_outcome": {
            "measure": "Number patients developing severe infection or death",
            "time_frame": "within 28 days",
            "description": "Number patients developing severe infection or death"
        },
        "number_of_arms": "2",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "1116"
        },
        "condition": "COVID-19",
        "arm_group": [
            {
                "arm_group_label": "The intervention group",
                "arm_group_type": "Experimental",
                "description": "The intervention group will receive oral hydroxychloroquine. In the first day 400 mg twice daily, followed by 200mg twice daily on days 2-10 (continued after discharge if discharged before day 10)."
            },
            {
                "arm_group_label": "The control group",
                "arm_group_type": "Other",
                "description": "The control group will not receive hydroxychloroquine."
            }
        ],
        "intervention": [
            {
                "intervention_type": "Drug",
                "intervention_name": "Hydroxychloroquine",
                "description": "Oral",
                "arm_group_label": "The intervention group"
            },
            {
                "intervention_type": "Other",
                "intervention_name": "The control group will not receive hydroxychloroquine",
                "description": "The control group will not receive hydroxychloroquine",
                "arm_group_label": "The control group"
            }
        ],
        "eligibility": {
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          -  Adult patients (>18 years)\n\n          -  Confirmed COVID-19 infection by real-time PCR from a respiratory or other body sample\n             within 48 hours of testing.\n\n          -  Mild to moderate infection or asymptomatic patients with comorbidities: Symptomatic\n             patients with fever >37.9ºC or cough or dyspnea or chest pain, not fulfilling severity\n             exclusion criteria. We will include patients regardless of time since symptom onset.\n             In addition, we will include asymptomatic patients with comorbidities including\n             cardiac, pulmonary, diabetes, chronic renal failure or liver disease hospitalized for\n             observation.\n\n          -  Informed consent from patient or legal representative.\n\n        Exclusion Criteria:\n\n          -  Severe infection, defined as need for invasive or non-invasive ventilator support,\n             ECMO or shock requiring vasopressor support.\n\n          -  Unable to take oral medication\n\n          -  Known allergy to HCQ or chloroquine\n\n          -  Prolonged QT, defined as QTc ≥450 milliseconds for men and as QTc ≥470 for women\n\n          -  Severely reduced LV function (Ejection fraction<30%)\n\n          -  Retinopathy\n\n          -  Pregnancy or breast feeding\n\n          -  Concomitant treatment with azithromycin, flecainide, amiodarone, digoxin,\n             procainamide, propafenone, thioridazine, pimozide.\n\n          -  Chronic chloroquine/ HCQ treatment (within 1 month)\n\n          -  Need for hemodialysis\n\n          -  Participating in another RCT for treatment of COVID-19"
            },
            "gender": "All",
            "minimum_age": "18 Years",
            "maximum_age": "N/A",
            "healthy_volunteers": "No"
        },
        "overall_official": {
            "last_name": "Paul",
            "role": "Principal Investigator",
            "affiliation": "Rambam MC"
        },
        "overall_contact": {
            "last_name": "Paul",
            "phone": "+972-50-2062140",
            "email": "M_paul@rambam.health.gov.il"
        },
        "verification_date": "March 2020",
        "study_first_submitted": "March 25, 2020",
        "study_first_submitted_qc": "March 25, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "March 26, 2020"
        },
        "last_update_submitted": "March 25, 2020",
        "last_update_submitted_qc": "March 25, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "March 26, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Sponsor"
        },
        "condition_browse": {
            "mesh_term": [
                "Infection",
                "Disease Progression"
            ]
        },
        "intervention_browse": {
            "mesh_term": "Hydroxychloroquine"
        }
    }
}