{
    "clinical_study": {
        "@rank": "137",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 08, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04334460"
        },
        "id_info": {
            "org_study_id": "B-2660-204",
            "nct_id": "NCT04334460"
        },
        "brief_title": "Safety and Antiviral Activity of BLD-2660 in COVID-19 Hospitalized Subjects",
        "official_title": "Phase 2, Randomized, Double-blind, Placebo-controlled Study to Evaluate the Safety and Antiviral Activity of BLD-2660 in Hospitalized Subjects With Recently Diagnosed COVID-19 Compared to Standard of Care Treatment",
        "sponsors": {
            "lead_sponsor": {
                "agency": "Blade Therapeutics",
                "agency_class": "Industry"
            }
        },
        "source": "Blade Therapeutics",
        "oversight_info": {
            "has_dmc": "Yes",
            "is_fda_regulated_drug": "Yes",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "BLD-2660 is a novel, synthetic, orally active, small molecule inhibitor of calpain (CAPN) 1,\n      2, and 9 that is selective over the cathepsins as well as other protease families, displays\n      good metabolic stability and permeability, oral bioavailability and low cytochrome P450 (CYP)\n      inhibition. It is under development for the treatment of coronavirus disease-19 (COVID-19)\n      resulting from infection with Severe Acute Respiratory Syndrome Coronavirus 2 (SARSCoV2),\n      where there is significant unmet medical need."
        },
        "detailed_description": {
            "textblock": "Calpains are a class of non-lysosomal cysteine proteases involved in diverse cellular\n      processes. Several independent publications indicate that specific host cellular proteases\n      called dimeric calpains are essential for the replication of multiple RNA viruses including\n      Severe Acute Respiratory Syndrome Coronavirus (SARS-CoV)-1. In 2004, Barnard and colleagues\n      described that the inhibition of calpains 1 and 2 by distinct calpain inhibitors, MDL 28170\n      and SJA 6017, resulted in anti-SARS-CoV activity by reducing infectious virus particle\n      replication and hence production (Barnard, 2004). This observation was reproduced with MDL\n      28170, which showed a >7-log reduction in SARS-CoV replication in cell culture systems\n      (Schneider, 2012). The anti-viral activity of the compound was confirmed to be due to\n      inhibition of m calpain by utilizing a small interfering RNA (siRNA) approach to selectively\n      silence expression of this dimeric calpain isoform. This confirmed the specific requirement\n      for dimeric m calpain activity during SARS-CoV replication in vitro (Schneider, 2012). MDL\n      28170 is a nonclinical tool calpain inhibitor compound with known off-target liabilities that\n      has not been evaluated in nonclinical or clinical safety studies.\n\n      It has been shown that the receptor for SARS-CoV-1 and -2 entry into the cell is\n      angiotensin-converting enzyme 2 (ACE-2) (Kuba, 2010). ACE-2 and the dimeric calpains (data on\n      file) are co-expressed in respiratory epithelial cells, the site of both viral entry and\n      predominant early lung injury in COVID-19.\n\n      In addition to the potential for anti-viral activity by calpain inhibition, nonclinical\n      animal bleomycin lung injury models demonstrated that BLD-2660 normalized tissue IL-6 levels,\n      a proinflammatory cytokine demonstrated to be elevated in COVID-19 patients and is implicated\n      in disease pathogenesis. This pro-inflammatory cytokine has been shown to contribute to lung\n      damage during SARS-CoV infection and the virus itself is capable of directly inducing its\n      expression (Bozym, 2011; Yoon, 2008). Thus BLD-2660 could potentially reduce both viral\n      replication and the nonproductive host-response to infection, both contributors to morbidity\n      and mortality in COVID-19.\n\n      BLD2660, has shown greater selectivity for calpain inhibition than MDL 28170, the prototypic\n      calpain inhibitor utilized to effectively inhibit SARS-CoV replication. BLD-2660 lacks\n      cross-reactivity with other cysteine proteases such as cathepsins. The safety and\n      tolerability of BLD-2660 has been demonstrated in the recently completed Phase 1 single\n      ascending dose (SAD)/multiple ascending dose (MAD) B-2660-101 study.\n\n      This study will evaluate BLD-2660 as an add-on therapy to standard of care (SOC) in\n      hospitalized subjects with recent diagnosis of COVID-19."
        },
        "overall_status": "Not yet recruiting",
        "start_date": {
            "@type": "Anticipated",
            "#text": "May 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "September 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "August 2020"
        },
        "phase": "Phase 2",
        "study_type": "Interventional",
        "study_design_info": {
            "allocation": "Randomized",
            "intervention_model": "Parallel Assignment",
            "primary_purpose": "Treatment",
            "masking": "Quadruple (Participant, Care Provider, Investigator, Outcomes Assessor)"
        },
        "primary_outcome": [
            {
                "measure": "Antiviral Activity",
                "time_frame": "Course of study; 21 days",
                "description": "To evaluate antiviral activity of BLD2660 in hospitalized adults with recently diagnosed SARS-CoV-2 infection. Measured by quantity of remaining viral RNA of SARS-CoV-2 qPCR Assay and proportion of subjects who are SARS-CoV-2-free by Day 10/End of treatment (EOT) or hospital discharge, whichever is sooner"
            },
            {
                "measure": "Improvement of oxygenation",
                "time_frame": "10 days",
                "description": "To evaluate improvement in oxygenation in hospitalized adults with COVID-19 treated with BLD-2660. Measured by change from baseline to Day 10 or hospital discharge, if sooner, in the ratio of peripheral hemoglobin oxygen saturation to fraction of inspired oxygen (SpO2/FiO2)"
            }
        ],
        "secondary_outcome": {
            "measure": "Safety & Tolerability: incidence of TEAEs and serious adverse events (SAEs)",
            "time_frame": "Course of study; 21 days",
            "description": "To evaluate the safety and tolerability of BLD-2660 in the same population. Measured by incidence of TEAEs and serious adverse events (SAEs)"
        },
        "other_outcome": [
            {
                "measure": "Time to hospital discharge",
                "time_frame": "Course of study; 21 days",
                "description": "To evaluate intervention's effects on length of hospital stay."
            },
            {
                "measure": "Resolution of Fever",
                "time_frame": "Course of study; 21 days",
                "description": "Proportion of subjects with resolution of fever below entry criteria for 24 hours (as defined in Section 5.1.1) by Day 10 in subjects with fever at baseline"
            },
            {
                "measure": "Oxygen Supplementation-Free Days",
                "time_frame": "Course of Study; 21 days",
                "description": "Number of continuous O2 supplementation free days during the 10-day,14-day and 21-day study periods following enrollment"
            },
            {
                "measure": "Change in IL-6",
                "time_frame": "Course of study; 21 days",
                "description": "Change from baseline to Days 10, 14 and 21 in IL-6, measured by quantitative assay."
            }
        ],
        "number_of_arms": "2",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "120"
        },
        "condition": "Sars-CoV2",
        "arm_group": [
            {
                "arm_group_label": "Active Group",
                "arm_group_type": "Active Comparator"
            },
            {
                "arm_group_label": "Placebo Group",
                "arm_group_type": "Placebo Comparator"
            }
        ],
        "intervention": {
            "intervention_type": "Drug",
            "intervention_name": "BLD-2660",
            "description": "BLD-2660 is a novel, synthetic, orally active, small molecule inhibitor of calpain (CAPN) 1, 2, and 9.",
            "arm_group_label": [
                "Active Group",
                "Placebo Group"
            ]
        },
        "eligibility": {
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n        - Age:\n\n        At least 18 years of age at the time of signing the ICF.\n\n        - Type of Subject and Disease Characteristics:\n\n        Documented or confirmed SARS-CoV-2 infection by PCR test nasopharyngeal swab ≤ 2 days\n        before randomization.\n\n        Hospitalized for COVID-19.\n\n        Diagnosed with COVID-19 as defined by having at least 2 of the following signs or symptoms\n        within the past 2 days:\n\n        Fever defined as a body temperature of ≥ 38.0 °C oral, or ≥ 38.3 °C rectal, forehead or\n        aural (axillary temperatures are not allowable);\n\n        Cough;\n\n        Fatigue;\n\n        Shortness of breath.\n\n        Radiographic evidence (chest x-ray or CT scan) of one the following:\n\n        Ground-glass opacities, or\n\n        Local or bilateral patchy infiltrates, or\n\n        Interstitial pulmonary infiltrates.\n\n        - Sex:\n\n        Male and/or female subjects.\n\n        Contraception use by men or women should be consistent with local regulations regarding the\n        methods of contraception for those participating in clinical studies.\n\n        All subjects (male or female) who are of childbearing potential must agree to use highly\n        effective contraception during the study. Female subjects and male partners of female\n        subjects must continue to use highly effective contraception for 30 days after the last\n        dose of study drug. Female subjects should not donate oocytes during this time. Male\n        subjects and female partners of male subjects must continue to use highly effective\n        contraception for 90 days. Male subjects must agree not to donate sperm during this time.\n\n        Note: Abstinence is acceptable if this is the usual lifestyle and preferred contraception\n        for the subject.\n\n        Note: Ethinyl estradiol is the primary estrogen used in hormonal contraceptives. The\n        progestin component consists of norethindrone, levonorgestrel, norgestrel, norethindrone\n        acetate, ethynodiol diacetate, norgestimate, desogestrel, and drospirenone. As BLD-2660 is\n        a weak CYP3A4 inducer, exposure to both the estrogen and progestin components in hormonal\n        contraceptives may be decreased, resulting in an increased risk of pregnancy. As such, it\n        is recommended that subjects who are on hormonal contraceptives for birth control should\n        use an alternate means of contraception (condoms, diaphragms, intrauterine device (IUD),\n        other barrier methods, sexual abstinence, etc.) during participation in the study.\n\n        Women of childbearing potential must have a negative serum pregnancy test at Screening\n        within 72 hours prior to first administration of study drug.\n\n        Women not of childbearing potential must be postmenopausal (defined as cessation of regular\n        menstrual periods for at least 1 year\n\n        - Informed Consent:\n\n        Capable of giving signed informed consent which includes compliance with the requirements\n        and restrictions listed in the ICF and in this protocol\n\n        Exclusion Criteria:\n\n        - Medical Conditions:\n\n        Active bacterial pneumonia infection\n\n        Known active tuberculosis (TB).\n\n        Known history of testing positive for Human Immunodeficiency Virus (HIV) (HIV 1/2\n        antibodies).\n\n        Known active Hepatitis B (defined as Hepatitis B surface antigen [HBsAg] reactive) or known\n        active Hepatitis C virus (defined as HCV RNA [qualitative] is detected) infection.\n\n        Note: No testing for Hepatitis B and Hepatitis C is required unless mandated by local\n        health authority\n\n        History of Child-Pugh B or C cirrhosis.\n\n        History of acute coronary syndrome requiring hospital admission or symptomatic ischemic\n        heart disease within 24 weeks prior to screening.\n\n        Subjects requiring high flow oxygen defined as >50 L/min.\n\n        It is not in the best interest of the subjects to participate, in the opinion of the\n        treating Investigator.\n\n        Female subjects who are pregnant or breastfeeding or expecting to conceive within the\n        projected duration of the study, starting with the screening visit through 90 days after\n        the last dose of study drug.\n\n        - Diagnostic Assessments:\n\n        The following laboratory parameters are excluded:\n\n        Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) >5 x upper limit of\n        normal (ULN);\n\n        Creatinine clearance < 50 mL/min.\n\n        - Prior Therapy:\n\n        Requiring, or expected to require mechanical ventilation at screening.\n\n        Concurrent treatment with other agents with actual or possible direct acting antiviral\n        activity against SARS-CoV-2 within 24 hours prior to initiation of study drug dosing (e.g.\n        remdesivir within 6 half-lives).\n\n        Treatment with anti-IL 6, anti-IL-6 receptor antagonists, or with Janus kinase inhibitors\n        (JAKi) in the past 30 days or plans to receive during the study period.\n\n        - Prior/Concurrent Clinical Study Experience:\n\n        Participation in any other clinical study of an experimental drug treatment for COVID-19\n        within 6 half-lives of the experimental treatment.\n\n        Current participation or have participated in a study of an investigational agent or has\n        used an investigational device within 4 weeks prior to the first dose of study drug.\n\n        Note: Subjects participating in an observational study are an exception to this criterion\n        and may qualify for the study with Sponsor approval.\n\n        Note: Subjects who have entered the follow-up phase of an investigational study may\n        participate as long as it has been 4 weeks after the last dose of the previous\n        investigational agent.\n\n        - Other Exclusions:\n\n        Unable to swallow solid oral medication or known malabsorption disorder.\n\n        Subjects who have allergy to BLD-2660 or inactive components of BLD-2660."
            },
            "gender": "All",
            "minimum_age": "18 Years",
            "maximum_age": "65 Years",
            "healthy_volunteers": "No"
        },
        "verification_date": "April 2020",
        "study_first_submitted": "April 2, 2020",
        "study_first_submitted_qc": "April 3, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "April 6, 2020"
        },
        "last_update_submitted": "April 3, 2020",
        "last_update_submitted_qc": "April 3, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "April 6, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Sponsor"
        },
        "intervention_browse": {
            "mesh_term": "Antiviral Agents"
        }
    }
}