{
    "clinical_study": {
        "@rank": "116",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 07, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04335071"
        },
        "id_info": {
            "org_study_id": "2020-00691",
            "secondary_id": "2020DR2044",
            "nct_id": "NCT04335071"
        },
        "brief_title": "Multicenter, Double-blind, Randomized Controlled Trial of Tocilizumab in the Treatment of Coronavirus Induced Disease (COVID-19)",
        "acronym": "CORON-ACT",
        "official_title": "CORON-ACT - a Multicenter, Double-blind, Randomized Controlled Phase II Trial on the Efficacy and Safety of Tocilizumab in the Treatment of Coronavirus Induced Disease (COVID-19)",
        "sponsors": {
            "lead_sponsor": {
                "agency": "University Hospital Inselspital, Berne",
                "agency_class": "Other"
            },
            "collaborator": {
                "agency": "Roche Pharma AG",
                "agency_class": "Industry"
            }
        },
        "source": "University Hospital Inselspital, Berne",
        "oversight_info": {
            "has_dmc": "Yes",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "The mortality rate of the disease caused by the corona virus induced disease (COVID-19) has\n      been estimated to be 3.7% (WHO), which is more than 10-fold higher than the mortality of\n      influenza. Patients with certain risk factors seem to die by an overwhelming reaction of the\n      immune system to the virus, causing a cytokine storm with features of Cytokine-Release\n      Syndrome (CRS) and Macrophage Activation Syndrome (MAS) and resulting in Acute Respiratory\n      Distress Syndrome (ARDS). Several pro-inflammatory cytokines are elevated in the plasma of\n      patients and features of MAS in COVID-19, include elevated levels of ferritin, d-dimer, and\n      low platelets.\n\n      There is increasing data that cytokine-targeted biological therapies can improve outcomes in\n      CRS or MAS and even in sepsis. Tocilizumab (TCZ), an anti-IL-6R biological therapy, has been\n      approved for the treatment of CRS and is used in patients with MAS. Based on these data, it\n      is hypothesized that TCZ can reduce mortality in patients with severe COVID-19 prone to CRS\n      and ARDS.\n\n      The overall purpose of this study is to evaluate whether treatment with TCZ reduces the\n      severity and mortality in patients with COVID-19."
        },
        "detailed_description": {
            "textblock": "Background and Rationale\n\n      The Acute Respiratory Syndrome by Corona Virus 2 (SARS-CoV-2), first discovered in December\n      2019 in Wuhan/China, is causing a worldwide pandemic with potentially lethal implications on\n      an individual basis, and, on the large scale bringing the health care systems and the economy\n      to its limits. The mortality rate of this COronaVIrus induced Disease, COVID-19, has been\n      estimated by the World Health Organization (WHO) to be 3.7%, which is more than 10-fold\n      higher than the mortality of influenza.\n\n      An infection with SARS-CoV-2 may cause an excessive host immune response, leading to an Acute\n      Respiratory Distress Syndrome (ARDS) and death. Reports from China and from Italy describe an\n      overwhelming inflammation which is triggered by the virus, causing a cytokine storm with\n      features of Cytokine-Release Syndrome (CRS) and/or Macrophage Activation Syndrome (MAS).\n      Pro-inflammatory cytokines such as Interleukin-6 (IL-6) are elevated in the plasma of\n      patients and features of MAS in COVID-19 include elevated levels of ferritin, d-dimer and low\n      platelets.\n\n      There is increasing evidence, that cytokine-targeted biological therapies can improve\n      outcomes in CRS or MAS and even in sepsis. In recognition of the dramatic development of the\n      COVID-19 pandemic, and in a pragmatic manner, already approved and safe therapies should be\n      evaluated for the use in severe COVID-19.\n\n      Tocilizumab (TCZ), an anti-IL-6R biological therapy, has been approved for the treatment of\n      CRS and is used in patients with MAS (and in other rheumatologic conditions like Rheumatoid\n      Arthritis (RA) or Giant Cell Arteritis (GCA), with a good safety profile also in the\n      elderly).\n\n      Collectively, the data strongly suggest that neutralization of the inflammatory pathway\n      induced by IL-6 may reduce mortality in patients with severe COVID-19 prone to CRS and ARDS."
        },
        "overall_status": "Not yet recruiting",
        "start_date": {
            "@type": "Anticipated",
            "#text": "April 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "October 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "October 2020"
        },
        "phase": "Phase 2",
        "study_type": "Interventional",
        "has_expanded_access": "No",
        "study_design_info": {
            "allocation": "Randomized",
            "intervention_model": "Parallel Assignment",
            "intervention_model_description": "A multicenter, double-blind, randomized controlled phase II trial",
            "primary_purpose": "Treatment",
            "masking": "Quadruple (Participant, Care Provider, Investigator, Outcomes Assessor)",
            "masking_description": "All participants and study personnel involved in patient enrolment, treatment, and follow-up will be masked to group assignment until the final report will be completed and a first interpretation of the results has been done."
        },
        "primary_outcome": [
            {
                "measure": "Number of patients with ICU admission",
                "time_frame": "7 days after randomisation"
            },
            {
                "measure": "Number of patients with intubation",
                "time_frame": "14 days after randomisation"
            },
            {
                "measure": "Number of patients with death",
                "time_frame": "28 days after randomisation"
            }
        ],
        "secondary_outcome": [
            {
                "measure": "Illness severity",
                "time_frame": "At days 2, 7, 14, 28 after randomisation",
                "description": "Assessed by the 8-point WHO scale"
            },
            {
                "measure": "Number of patients with clinical improvement",
                "time_frame": "At days 2, 7, 14, 28 after randomisation",
                "description": "Clinical improvement is defined as a ≥ 2-point improvement in the 8-point WHO scale"
            },
            {
                "measure": "Time to clinical improvement (days)",
                "time_frame": "Up to day 28 after randomisation",
                "description": "Clinical improvement is defined as a ≥ 2-point improvement in the 8-point WHO scale"
            },
            {
                "measure": "Duration of hospitalization (days)",
                "time_frame": "Up to day 28 after randomisation"
            },
            {
                "measure": "Time to ICU admission (days)",
                "time_frame": "Up to day 28 after randomisation"
            },
            {
                "measure": "Duration of ICU stay",
                "time_frame": "Up to day 28 after randomisation"
            },
            {
                "measure": "Time to intubation",
                "time_frame": "Up to day 28 after randomisation"
            },
            {
                "measure": "Duration of mechanical ventilation (days)",
                "time_frame": "Up to day 28 after randomisation"
            }
        ],
        "other_outcome": [
            {
                "measure": "Number of deaths",
                "time_frame": "Within 28 days after randomisation"
            },
            {
                "measure": "Number of patients with ICU admission",
                "time_frame": "Within 28 days after randomisation"
            },
            {
                "measure": "Number of patients with intubation",
                "time_frame": "Within 28 days after randomisation"
            },
            {
                "measure": "Number of patients with events of special interest",
                "time_frame": "Within 28 days after randomisation",
                "description": "Events of special interest are defined as secondary infections, acute kidney failure, hepatic, and cardiac failure"
            },
            {
                "measure": "Number of patients with SAEs considered by the investigator to be at least probably related to the IMP",
                "time_frame": "Within 28 days after randomisation"
            }
        ],
        "number_of_arms": "2",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "100"
        },
        "condition": "SARS-CoV-2 Infection",
        "arm_group": [
            {
                "arm_group_label": "Actemra",
                "arm_group_type": "Experimental",
                "description": "Patients get one dose (= 8 mg/kg bodyweight, max. single dose 800 mg) Actemra® (active ingredient: TCZ) intravenously in 100 mL NaCl 0.9% after confirmation of progressive dyspnoea. Infusion time: 60 min. The procedure is repeated once if no improvement in the 8-point WHO scale is observed."
            },
            {
                "arm_group_label": "Placebo",
                "arm_group_type": "Placebo Comparator",
                "description": "The placebo-controlled intervention is one dose (100 mL) NaCl 0.9% intravenously administered after confirmation of progressive dyspnoea. Infusion time: 60 min. The procedure is repeated once if no improvement in the 8-point WHO scale is observed."
            }
        ],
        "intervention": [
            {
                "intervention_type": "Drug",
                "intervention_name": "Tocilizumab (TCZ)",
                "description": "Patients get one dose (= 8 mg/kg bodyweight, max. single dose 800 mg) Actemra® (active ingredient: TCZ) intravenously in 100 mL NaCl 0.9% after confirmation of progressive dyspnoea. Infusion time: 60 min. The procedure is repeated once if no clinical improvement in the 8-point WHO scale is observed.",
                "arm_group_label": "Actemra",
                "other_name": "Actemra"
            },
            {
                "intervention_type": "Drug",
                "intervention_name": "Placebo",
                "description": "The placebo-controlled intervention is one dose (100 mL) NaCl 0.9% intravenously administered after confirmation of progressive dyspnoea. Infusion time: 60 min. The procedure is repeated once if no clinical improvement in the 8-point WHO scale is observed.",
                "arm_group_label": "Placebo",
                "other_name": "NaCl 0.9%"
            }
        ],
        "eligibility": {
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n        I (first step):\n\n          -  Admission to hospital\n\n          -  Male or non-pregnant female, ≥60 years of age or ≥30 years of age plus one or more\n             known risk factors (arterial hypertension, diabetes mellitus, coronary heart disease,\n             heart failure, pre-existing chronic pulmonary disease)\n\n          -  Confirmed SARS-CoV infection\n\n          -  Radiographic evidence compatible with Covid-19 pneumonia (X-ray/CT scan, etc.)\n\n          -  Signed Informed Consent Form\n\n        II (second step; indication for intervention):\n\n          -  CRP ≥50mg/L plus 3 out of the following 5 criteria need to be fulfilled:\n\n          -  Respiration Rate ≥25\n\n          -  SpO2 <93% (on ambient air)\n\n          -  PaO2 <65 mmHg\n\n          -  Persistent or increasing dyspnoea as defined by a one point increase on the mMRC\n             dyspnoea scale (over 1 hour)\n\n          -  Persistent or increasing oxygen demand (over 1 hour)\n\n        Exclusion Criteria:\n\n        I (first step):\n\n          -  Patients >80 years of age\n\n          -  Patient included in any other interventional trial\n\n          -  Indication for imminent or immediate transfer to ICU\n\n          -  Treatment with TCZ (or other anti-IL-6R treatment) within 4 weeks prior to baseline\n\n          -  Uncontrolled bacterial superinfection according to investigator\n\n          -  History of severe allergic reaction to TCZ\n\n          -  History of diverticulitis requiring antibiotic treatment or history of colon\n             perforation\n\n          -  History of primary immunodeficiency (e.g. CVID) or progressing malignancy\n\n          -  History of chronic liver disease (>Child-Pugh A, or according to investigator)\n\n        II (second step; contraindication for intervention):\n\n          -  Alanine transaminase/aspartate transaminase (ALT/AST) >5 times of the upper limit of\n             normal\n\n          -  Hemoglobin <80 g/L\n\n          -  Leukocytes <2.0 G/L\n\n          -  Absolute neutrophil count <1.0 G/L\n\n          -  Platelets <50 G/L"
            },
            "gender": "All",
            "minimum_age": "30 Years",
            "maximum_age": "80 Years",
            "healthy_volunteers": "No"
        },
        "overall_official": {
            "last_name": "Peter M. Villiger, Prof. Dr. med.",
            "role": "Study Chair",
            "affiliation": "University Hospital Bern (Inselspital)"
        },
        "overall_contact": {
            "last_name": "Stephan Reichenbach, Prof. Dr.med.",
            "phone": "+41 31 631 56 98",
            "email": "stephan.reichenbach@ispm.unibe.ch"
        },
        "overall_contact_backup": {
            "last_name": "Peter M. Villiger, Prof. Dr. med.",
            "phone": "+41 (0)31 632 98 40",
            "email": "peter.villiger@insel.ch"
        },
        "location": [
            {
                "facility": {
                    "name": "University Hospital Bern (Inselspital)",
                    "address": {
                        "city": "Bern",
                        "zip": "3010",
                        "country": "Switzerland"
                    }
                }
            },
            {
                "facility": {
                    "name": "Centre Hospitalier Universitaire Vaudois (CHUV)",
                    "address": {
                        "city": "Lausanne",
                        "zip": "1011",
                        "country": "Switzerland"
                    }
                }
            },
            {
                "facility": {
                    "name": "University Hospital Zurich",
                    "address": {
                        "city": "Zurich",
                        "zip": "8091",
                        "country": "Switzerland"
                    }
                }
            }
        ],
        "location_countries": {
            "country": "Switzerland"
        },
        "reference": [
            {
                "citation": "Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xu J, Gu X, Cheng Z, Yu T, Xia J, Wei Y, Wu W, Xie X, Yin W, Li H, Liu M, Xiao Y, Gao H, Guo L, Xie J, Wang G, Jiang R, Gao Z, Jin Q, Wang J, Cao B. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020 Feb 15;395(10223):497-506. doi: 10.1016/S0140-6736(20)30183-5. Epub 2020 Jan 24. Erratum in: Lancet. 2020 Jan 30;:.",
                "PMID": "31986264"
            },
            {
                "citation": "Wu C, Chen X, Cai Y, Xia J, Zhou X, Xu S, Huang H, Zhang L, Zhou X, Du C, Zhang Y, Song J, Wang S, Chao Y, Yang Z, Xu J, Zhou X, Chen D, Xiong W, Xu L, Zhou F, Jiang J, Bai C, Zheng J, Song Y. Risk Factors Associated With Acute Respiratory Distress Syndrome and Death in Patients With Coronavirus Disease 2019 Pneumonia in Wuhan, China. JAMA Intern Med. 2020 Mar 13. doi: 10.1001/jamainternmed.2020.0994. [Epub ahead of print]",
                "PMID": "32167524"
            },
            {
                "citation": "Zhou F, Yu T, Du R, Fan G, Liu Y, Liu Z, Xiang J, Wang Y, Song B, Gu X, Guan L, Wei Y, Li H, Wu X, Xu J, Tu S, Zhang Y, Chen H, Cao B. Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet. 2020 Mar 11. pii: S0140-6736(20)30566-3. doi: 10.1016/S0140-6736(20)30566-3. [Epub ahead of print] Erratum in: Lancet. 2020 Mar 12;:.",
                "PMID": "32171076"
            },
            {
                "citation": "Le RQ, Li L, Yuan W, Shord SS, Nie L, Habtemariam BA, Przepiorka D, Farrell AT, Pazdur R. FDA Approval Summary: Tocilizumab for Treatment of Chimeric Antigen Receptor T Cell-Induced Severe or Life-Threatening Cytokine Release Syndrome. Oncologist. 2018 Aug;23(8):943-947. doi: 10.1634/theoncologist.2018-0028. Epub 2018 Apr 5.",
                "PMID": "29622697"
            },
            {
                "citation": "Morrondo CD, Zarza LP, Gil JG, Pinto Tasende JA, Diez PD, López JM. Benefit of Tocilizumab Therapy for Adult-Onset Still Disease Complicated With Acute Respiratory Distress Syndrome. J Clin Rheumatol. 2016 Aug;22(5):291-3. doi: 10.1097/RHU.0000000000000374.",
                "PMID": "27464783"
            },
            {
                "citation": "Richter A, Listing J, Schneider M, Klopsch T, Kapelle A, Kaufmann J, Zink A, Strangfeld A. Impact of treatment with biologic DMARDs on the risk of sepsis or mortality after serious infection in patients with rheumatoid arthritis. Ann Rheum Dis. 2016 Sep;75(9):1667-73. doi: 10.1136/annrheumdis-2015-207838. Epub 2015 Nov 13.",
                "PMID": "26567181"
            },
            {
                "citation": "Shakoory B, Carcillo JA, Chatham WW, Amdur RL, Zhao H, Dinarello CA, Cron RQ, Opal SM. Interleukin-1 Receptor Blockade Is Associated With Reduced Mortality in Sepsis Patients With Features of Macrophage Activation Syndrome: Reanalysis of a Prior Phase III Trial. Crit Care Med. 2016 Feb;44(2):275-81. doi: 10.1097/CCM.0000000000001402.",
                "PMID": "26584195"
            },
            {
                "citation": "Neuenschwander B, Capkun-Niggli G, Branson M, Spiegelhalter DJ. Summarizing historical information on controls in clinical trials. Clin Trials. 2010 Feb;7(1):5-18. doi: 10.1177/1740774509356002.",
                "PMID": "20156954"
            },
            {
                "citation": "Jones G, Sebba A, Gu J, Lowenstein MB, Calvo A, Gomez-Reino JJ, Siri DA, Tomsic M, Alecock E, Woodworth T, Genovese MC. Comparison of tocilizumab monotherapy versus methotrexate monotherapy in patients with moderate to severe rheumatoid arthritis: the AMBITION study. Ann Rheum Dis. 2010 Jan;69(1):88-96. doi: 10.1136/ard.2008.105197.",
                "PMID": "19297346"
            },
            {
                "citation": "Stone JH, Tuckwell K, Dimonaco S, Klearman M, Aringer M, Blockmans D, Brouwer E, Cid MC, Dasgupta B, Rech J, Salvarani C, Schett G, Schulze-Koops H, Spiera R, Unizony SH, Collinson N. Trial of Tocilizumab in Giant-Cell Arteritis. N Engl J Med. 2017 Jul 27;377(4):317-328. doi: 10.1056/NEJMoa1613849.",
                "PMID": "28745999"
            },
            {
                "citation": "Villiger PM, Adler S, Kuchen S, Wermelinger F, Dan D, Fiege V, Bütikofer L, Seitz M, Reichenbach S. Tocilizumab for induction and maintenance of remission in giant cell arteritis: a phase 2, randomised, double-blind, placebo-controlled trial. Lancet. 2016 May 7;387(10031):1921-7. doi: 10.1016/S0140-6736(16)00560-2. Epub 2016 Mar 4.",
                "PMID": "26952547"
            },
            {
                "citation": "Yang S, Cao P, Du P, Wu Z, Zhuang Z, Yang L, Yu X, Zhou Q, Feng X, Wang X, Li W, Liu E, Chen J, Chen Y, He D. Early estimation of the case fatality rate of COVID-19 in mainland China: a data-driven analysis. Ann Transl Med. 2020 Feb;8(4):128. doi: 10.21037/atm.2020.02.66.",
                "PMID": "32175421"
            },
            {
                "citation": "Khanna D, Denton CP, Jahreis A, van Laar JM, Frech TM, Anderson ME, Baron M, Chung L, Fierlbeck G, Lakshminarayanan S, Allanore Y, Pope JE, Riemekasten G, Steen V, Müller-Ladner U, Lafyatis R, Stifano G, Spotswood H, Chen-Harris H, Dziadek S, Morimoto A, Sornasse T, Siegel J, Furst DE. Safety and efficacy of subcutaneous tocilizumab in adults with systemic sclerosis (faSScinate): a phase 2, randomised, controlled trial. Lancet. 2016 Jun 25;387(10038):2630-2640. doi: 10.1016/S0140-6736(16)00232-4. Epub 2016 May 5. Erratum in: Lancet. 2018 Apr 7;391(10128):1356.",
                "PMID": "27156934"
            },
            {
                "citation": "Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, Qiu Y, Wang J, Liu Y, Wei Y, Xia J, Yu T, Zhang X, Zhang L. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020 Feb 15;395(10223):507-513. doi: 10.1016/S0140-6736(20)30211-7. Epub 2020 Jan 30.",
                "PMID": "32007143"
            },
            {
                "citation": "Ruan Q, Yang K, Wang W, Jiang L, Song J. Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan, China. Intensive Care Med. 2020 Mar 3. doi: 10.1007/s00134-020-05991-x. [Epub ahead of print]",
                "PMID": "32125452"
            }
        ],
        "verification_date": "April 2020",
        "study_first_submitted": "April 2, 2020",
        "study_first_submitted_qc": "April 2, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "April 6, 2020"
        },
        "last_update_submitted": "April 2, 2020",
        "last_update_submitted_qc": "April 2, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "April 6, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Sponsor"
        },
        "keyword": [
            "Covid-19",
            "Pneumonia",
            "Tocilizumab"
        ],
        "condition_browse": {
            "mesh_term": "Coronavirus Infections"
        },
        "patient_data": {
            "sharing_ipd": "No"
        }
    }
}