{
    "clinical_study": {
        "@rank": "237",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 07, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04322487"
        },
        "id_info": {
            "org_study_id": "0013226/20",
            "nct_id": "NCT04322487"
        },
        "brief_title": "Simple, Safe, Same: Lung Ultrasound for COVID-19",
        "acronym": "LUSCOVID19",
        "official_title": "Proposal for International Standardization of the Use of Lung Ultrasound for COVID-19 Patients; a Simple, Quantitative, Reproducible Method",
        "sponsors": {
            "lead_sponsor": {
                "agency": "Catholic University of the Sacred Heart",
                "agency_class": "Other"
            },
            "collaborator": [
                {
                    "agency": "Valle del Serchio General Hospital, Lucca, Italy",
                    "agency_class": "Other"
                },
                {
                    "agency": "University of Trento, Trento, Italy",
                    "agency_class": "Other"
                },
                {
                    "agency": "Fondazione IRCCS Policlinico San Matteo, University of Pavia, Pavia, Italy",
                    "agency_class": "Other"
                },
                {
                    "agency": "Bresciamed, Brescia, Italy",
                    "agency_class": "Other"
                },
                {
                    "agency": "118 USL Nordovest Toscana, Lucca, Italy",
                    "agency_class": "Other"
                },
                {
                    "agency": "General Hospital, Voghera, Italy",
                    "agency_class": "Other"
                },
                {
                    "agency": "Lodi General Hospital, Lodi, Italy",
                    "agency_class": "Other"
                }
            ]
        },
        "source": "Catholic University of the Sacred Heart",
        "oversight_info": {
            "has_dmc": "Yes",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "Growing evidences are showing the usefulness of lung ultrasound in patients with COVID-19.\n      Sars-CoV-2 has now spread in almost every country in the world. In this study, the\n      investigators share their experience and propose a standardized approach in order to optimize\n      the use of lung ultrasound in covid-19 patients. The investigators focus on equipment,\n      procedure, classification and data-sharing."
        },
        "detailed_description": {
            "textblock": "COVID-19 global emergency need a global unified approach, speaking all researchers the same\n      language. For this reason, the investigators propose a standardization for the international\n      use of lung ultrasound (LUS) for the management of COVID-19 patients.\n\n      The LUS COVID-team is made by Italian experts in lung ultrasound currently involved in the\n      clinical management of COVID-19 patients in different Italian areas, including the heavily\n      involved cities of Northern Italy. Moreover, experts in ultrasound physics and image analysis\n      are part of the team.\n\n      The team developed a standardized approach regarding equipment and acquisition protocol.\n      Moreover, the team proposed a scoring system for severity classification. To this aim,\n      clinicians shared 20 cases of confirmed COVID-19 on an anonymized virtual database, for a\n      total of about 44000 frames up to date. All team members discussed their clinical cases\n      through online meetings. Images were reviewed by all team members, blinded to the clinical\n      background, and listed in classes of severity of lung involvement based on LUS images. At the\n      end of this process, a biomedical engineer expert in lung ultrasound collected the data and\n      suggested a lung ultrasound grading system for COVID-19 pneumonia. Again, the biomedical\n      engineer re-submitted the images grouped in different classes of severity to the study\n      members, blinded of clinical data, to review again the images and evaluated agreement\n      regarding the LUS scores. The score was defined only when all team members agreed.\n\n      Methods In the setting of COVID-19, wireless probe and tablets represent the most appropriate\n      ultrasound equipment. These devices can easily be wrapped in single use plastic covers\n      reducing the risk of contamination and making easy the sterilization procedures. Such devices\n      are much less expensive than usual ultrasound machines including the portable ones.\n\n      In case of unavailability of these devices, portable machines dedicated to the exclusive use\n      of COVID-19 patients can be used, although maximum care for sterilization is necessary. In\n      these cases, probe and keyboard covers are anyway suggested, and sterilization procedures\n      necessary following last recommendations.\n\n      Sharing their real world experience in performing LUS in COVID-19 patients, the investigators\n      propose two different ways of performing lung ultrasound with pocket devices aiming to reduce\n      the exposition of health workers to cases.\n\n      One operator uses the probe performing the ultrasound; the other one keeps the tablet and\n      freezes images/videos. The second operator can be either in the room being at safe distance\n      from the patient (about 2 meters), or even remain outside the door communicating by\n      phone-call with the operator one in order to optimize the quality of images. Potentially,\n      this last approach can reduce the operator-dependence of the ultrasound since the second\n      operator blindly selects the images, being unaware of the clinical conditions of the patient.\n      The two operators will follow an agreed, tested and standardized images acquisition protocol.\n\n      Acquisition protocol Fourteen areas (three posterior, two lateral and two anterior) should be\n      scanned per patient along the lines here indicated. Scans need to be intercostal, as to cover\n      the widest surface possible with one scan.\n\n      Standard sequence of evaluations is proposed using landmarks on chest anatomic lines.\n      Echographic scans can be identified with a progressive numbering starting from right\n      posterior basal regions. For patient able to maintain the sitting position:\n\n        1. Right basal on paravertebral line above the curtain sign\n\n        2. Right middle on paravertebral line at the inferior angle of shoulder blade\n\n        3. Right upper on paravertebral line at spine of shoulder blade\n\n        4. Left basal on paravertebral line above the curtain sign\n\n        5. Left middle on paravertebral line at the inferior angle of shoulder blade\n\n        6. Left upper on paravertebral line at spine of shoulder blade\n\n        7. Right basal on mid-axillary line below the internipple line\n\n        8. Right upper on mid axillary line above the internipple line\n\n        9. Left basal on mid-axillary line below the internipple line\n\n       10. Left upper on mid axillary line above the internipple line\n\n       11. Right basal on mid-clavicular line below the internipple line\n\n       12. Right upper on mid-clavicular line above the internipple line\n\n       13. Left basal on mid-clavicular line below the internipple line\n\n       14. Left upper on mid-clavicular line above the internipple line\n\n      In case of performance of LUS in critical care settings (such as patients on invasive\n      ventilation) and for patients that are not able to maintain sitting position, the posterior\n      areas might be difficult to be evaluated. In these cases, the operator should try to have a\n      partial view of the posterior basal areas, currently considered a \"hot-area\" for COVID-19,\n      and however, start echographic assessment from landmark number 7.\n\n        -  Use Convex or Linear probes, according to the patient's body size\n\n        -  Use single focal point modality (no multifocusing), setting the focal point on the\n           pleura line. Employing a single focal point, and setting it at the right location, has\n           the benefit to optimize the beam shape for sensing the lung surface. At focus, the beam\n           has the smallest width as is therefore set to best respond to the smallest details.\n\n        -  Keep the mechanical index (MI) low (start from 0.7 and reduce it further if allowed by\n           the visual findings). High MIs, employed for a long observation time, may result in\n           damaging the lung.\n\n        -  Avoid as much as possible saturation phenomena, control gain and diminish MI if needed\n           (see example of lung ultrasound images in the figures). Saturation phenomena occurs,\n           e.g., when the signal streght of the echo signals is too high for the receiving\n           electronics to be converted into electrical signals conserving a linear relation with\n           the pressure amplitude. This has the effect of distorting the signals, and produces\n           images where the dynamics of the actual signal is lost. The visual appearance of this\n           phenomenon is the presence of areas which are completely white. In this case it is\n           therefore not possible to appreciate local variations in the response to\n           insonifications.\n\n        -  Avoid the use of cosmetic filters and specific imaging modalities such as Harmonic\n           Imaging, Contrast, Doppler, Compounding.\n\n        -  Achieve the highest frame rate possible (e.g. no persistence, no multifocusing)\n\n        -  Save the data in DICOM format. In case this is not possible, save the data directly as a\n           video format. Visual findings, especially when related to very small alterations, do not\n           appear on every frame. It is thus advantageous to acquire movies, where the lung surface\n           below the landmark can be monitored for few seconds during breathing.\n\n      Scoring procedures\n\n        -  Score 0: The pleura line is continuous, regular. Horizontal artifacts (A-line) are\n           present. These artifacts are generally referred as A-lines. They are due to the\n           high-reflectivity of the normally aerated lung surface, and characterize the visual\n           representation of the multiple reflections happening between the ultrasound probe and\n           the lung surface itself.\n\n        -  Score 1: The pleura line is indented. Below the indent, vertical areas of white are\n           visible. These are due to local alterations in the acoustical properties of the lung, as\n           for example the replacement of volumes previously occupied by air in favor of media\n           which are acoustically much more similar to the intercostal tissue (water, blood,\n           tissue). This phenomenon opens channels accessible to ultrasound, which can explain the\n           appearance of the vertical artifacts.\n\n        -  Score 2: The pleura line is broken. Below the breaking point, small to large\n           consolidated areas (darker areas) appear with associated areas of white below the\n           consolidated area (white lung).\n\n      The darkening of the consolidated areas signals the loss of aeration and the transition of\n      these areas towards acoustic properties similar to soft tissue over the entire area\n      represented by the consolidation itself. Beyond the consolidations, the appearance of areas\n      of white lung signals the presence of areas not yet fully deaerated, where air inclusions are\n      still present but embedded in tissue like material. This highly scattering environment can\n      explain this peculiar pattern.\n\n      - Score 3: The scanned area shows dense and largely extended white lung with or without\n      larger consolidations.\n\n      At the end of the procedure, the clinician will write for each area the highest score\n      obtained (e.g quadrant 1, score 2; quadrant 10, score 1; and so on)."
        },
        "overall_status": "Not yet recruiting",
        "start_date": {
            "@type": "Anticipated",
            "#text": "April 1, 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "January 15, 2021"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "December 31, 2020"
        },
        "study_type": "Observational",
        "has_expanded_access": "No",
        "study_design_info": {
            "observational_model": "Case-Only",
            "time_perspective": "Prospective"
        },
        "primary_outcome": {
            "measure": "Lung ultrasound grading system for COVID-19 pneumonia",
            "time_frame": "At enrollment.",
            "description": "Scoring procedures\nScore 0: The pleura line is continuous, regular. Horizontal artifacts (A-line) are present. These artifacts are generally referred as A-lines.\nScore 1: The pleura line is indented. Below the indent, vertical areas of white are visible.\nScore 2: The pleura line is broken. Below the breaking point, small to large consolidated areas (darker areas) appear with associated areas of white below the consolidated area (white lung).\nScore 3: The scanned area shows dense and largely extended white lung with or without larger consolidations At the end of the procedure, the clinician will write for each area the highest score obtained."
        },
        "enrollment": {
            "@type": "Anticipated",
            "#text": "100"
        },
        "condition": [
            "Coronavirus",
            "Epidemic Disease",
            "Pneumonia, Viral"
        ],
        "intervention": {
            "intervention_type": "Diagnostic Test",
            "intervention_name": "Lung ultrasound",
            "description": "A proposal of a standardized approach in order to optimize the use of lung ultrasound in COVID-19 patients. We focus on equipment, procedure, classification and data-sharing."
        },
        "eligibility": {
            "study_pop": {
                "textblock": "Suspected or known COVID-19 patients."
            },
            "sampling_method": "Non-Probability Sample",
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          -  suspected COVID-19 patients,\n\n          -  known COVID-19 patients.\n\n        Exclusion Criteria:\n\n          -  confirmed disease different from COVID-19."
            },
            "gender": "All",
            "minimum_age": "N/A",
            "maximum_age": "N/A",
            "healthy_volunteers": "No"
        },
        "overall_official": [
            {
                "last_name": "Riccardo Inchingolo, MD, PhD",
                "role": "Principal Investigator",
                "affiliation": "Fondazione Policlinico Universitario Gemelli IRCCS, Roma, Italy"
            },
            {
                "last_name": "Andrea Smargiassi, MD, PhD",
                "role": "Principal Investigator",
                "affiliation": "Fondazione Policlinico Universitario Gemelli IRCCS, Roma, Italy"
            },
            {
                "last_name": "Libertario Demi, PhD",
                "role": "Principal Investigator",
                "affiliation": "Dept. of Information Engineering and Computer Science, University of Trento, Italy"
            },
            {
                "last_name": "Gino Soldati, MD",
                "role": "Study Director",
                "affiliation": "Diagnostic and Interventional Ultrasound Unit, Valle del Serchio Hospital, Lucca, Italy"
            }
        ],
        "overall_contact": {
            "last_name": "Libertario Demi, PhD",
            "phone": "00390461283942",
            "email": "libertario.demi@unitn.it"
        },
        "overall_contact_backup": {
            "last_name": "Gino Soldati, MD",
            "email": "soldatigino@yahoo.it"
        },
        "location": [
            {
                "facility": {
                    "name": "Bresciamed",
                    "address": {
                        "city": "Brescia",
                        "country": "Italy"
                    }
                }
            },
            {
                "facility": {
                    "name": "Pulmonary Medicine Unit, Lodi General Hospital",
                    "address": {
                        "city": "Lodi",
                        "country": "Italy"
                    }
                }
            },
            {
                "facility": {
                    "name": "118 USL Nordovest Toscana",
                    "address": {
                        "city": "Lucca",
                        "country": "Italy"
                    }
                }
            },
            {
                "facility": {
                    "name": "Diagnostic and Interventional Ultrasound Unit, Valle del Serchio General Hospital",
                    "address": {
                        "city": "Lucca",
                        "country": "Italy"
                    }
                }
            },
            {
                "facility": {
                    "name": "Emergency Department, Fondazione IRCCS Policlinico San Matteo, and Department of Internal Medicine and Therapeutics, University of Pavia",
                    "address": {
                        "city": "Pavia",
                        "country": "Italy"
                    }
                }
            },
            {
                "facility": {
                    "name": "Department of woman and child health and public health, Fondazione Policlinico Universitario A. Gemelli IRCCS",
                    "address": {
                        "city": "Roma",
                        "zip": "00168",
                        "country": "Italy"
                    }
                }
            },
            {
                "facility": {
                    "name": "Pulmonary Medicine Unit, Dept. Medical and Surgical Sciences, Fondazione Policlinico Universitario A. Gemelli IRCCS",
                    "address": {
                        "city": "Roma",
                        "zip": "00168",
                        "country": "Italy"
                    }
                }
            },
            {
                "facility": {
                    "name": "Department of Information Engineering and Computer Science, Ultrasound Laboratory Trento, University of Trento",
                    "address": {
                        "city": "Trento",
                        "country": "Italy"
                    }
                }
            },
            {
                "facility": {
                    "name": "Emergency Medicine Unit, General Hospital",
                    "address": {
                        "city": "Voghera",
                        "country": "Italy"
                    }
                }
            }
        ],
        "location_countries": {
            "country": "Italy"
        },
        "verification_date": "March 2020",
        "study_first_submitted": "March 23, 2020",
        "study_first_submitted_qc": "March 24, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "March 26, 2020"
        },
        "last_update_submitted": "March 25, 2020",
        "last_update_submitted_qc": "March 25, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "March 27, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Principal Investigator",
            "investigator_affiliation": "Catholic University of the Sacred Heart",
            "investigator_full_name": "Riccardo Inchingolo",
            "investigator_title": "Principal Investigator"
        },
        "keyword": [
            "COVID-19",
            "Lung ultrasound",
            "Score",
            "Acquisition protocol",
            "International standardization",
            "SARS-CoV-2",
            "Pneumonia, viral"
        ],
        "condition_browse": {
            "mesh_term": [
                "Pneumonia, Viral",
                "Pneumonia"
            ]
        }
    }
}