{
    "clinical_study": {
        "@rank": "146",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 13, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04333914"
        },
        "id_info": {
            "org_study_id": "ET20-076 - IMMUNONCOVID-20",
            "secondary_id": "2020-001373-70",
            "nct_id": "NCT04333914"
        },
        "brief_title": "Prospective Study in Patients With Advanced or Metastatic Cancer and SARS-CoV-2 (COVID-19) Infection",
        "acronym": "IMMUNONCOVID",
        "official_title": "A Prospective, Controlled, Randomized, Multicenter Study to Compare the Efficacy of a Chloroquine Analog (GNS561), an Anti PD-1 (Nivolumab) and an Anti-interleukine-6 Receptor (Tocilizumab) Versus Standard of Care in Patients With Advanced or Metastatic Cancer and SARS-CoV-2 (COVID-19) Infection",
        "sponsors": {
            "lead_sponsor": {
                "agency": "Centre Leon Berard",
                "agency_class": "Other"
            }
        },
        "source": "Centre Leon Berard",
        "oversight_info": {
            "has_dmc": "Yes",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "A prospective, controlled, randomized, multicenter study whose goal is to compare the\n      efficacy of a chloroquine analog (GNS561), an anti PD-1 (nivolumab) and an\n      anti-interleukine-6 receptor (tocilizumab) versus standard of care in patients with advanced\n      or metastatic cancer who have Sars-CoV-2 infection not eligible to a resuscitation unit.\n\n      According to their severity level at the time of enrolment, eligible patients will be\n      randomized into 2 different cohorts:\n\n        -  COHORT 1 (mild symptoms or asymptomatic): GNS561 vs anti-PD1 vs standard of care\n           (randomization ratio 1:1:1).\n\n        -  COHORT 2 (moderate/severe symptoms): GNS561 vs anti-IL6 vs standard of care\n           (randomization ratio 1:1:1)."
        },
        "overall_status": "Recruiting",
        "start_date": {
            "@type": "Anticipated",
            "#text": "April 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "August 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "June 2020"
        },
        "phase": "Phase 2",
        "study_type": "Interventional",
        "has_expanded_access": "No",
        "study_design_info": {
            "allocation": "Randomized",
            "intervention_model": "Parallel Assignment",
            "intervention_model_description": "COHORT 1 : Patients with mild symptoms or asymptomatic\nCOHORT 2 : Patients with moderate/severe symptoms",
            "primary_purpose": "Treatment",
            "masking": "None (Open Label)"
        },
        "primary_outcome": {
            "measure": "28-day survival rate",
            "time_frame": "28 days from randomization",
            "description": "28-day survival rate, defined by the proportion of patients still alive 28 days after randomization.\nThe 28-day survival rate will be described in each arm of each cohort."
        },
        "secondary_outcome": [
            {
                "measure": "Time to clinical improvement",
                "time_frame": "28 days from randomization",
                "description": "Time to clinical improvement defined as the time from randomization to an improvement of two points (from the status at randomization) on a seven-category ordinal scale (WHO-ISARIC) or live discharge from the hospital, whichever comes first."
            },
            {
                "measure": "Clinical status",
                "time_frame": "Day 7, Day 14, Day 28",
                "description": "Clinical status will be assessed using a 7-point ordinal scale :\nNot hospitalized, no limitations on activities\nNot hospitalized, limitation on activities;\nHospitalized, not requiring supplemental oxygen;\nHospitalized, requiring supplemental oxygen;\nHospitalized, on non-invasive ventilation or high flow oxygen devices;\nHospitalized, on invasive mechanical ventilation or ECMO;\nDeath."
            },
            {
                "measure": "Mean change in clinical status from baseline to days",
                "time_frame": "Day 7, Day 14, Day 28",
                "description": "Mean change in clinical status from baseline will be assessed using a 7-point ordinal scale."
            },
            {
                "measure": "Overall survival",
                "time_frame": "3 months (i.e. at the the time of last patient last visit)",
                "description": "Overall survival will be defined by the time from date of randomization until date of death, regardless of the cause. Any patient not known to have died at the time of analysis will be censored based on the last recorded date on which the patient was known to be alive."
            },
            {
                "measure": "Length of stay in Intensive Care Unit",
                "time_frame": "3 months (i.e. at the the time of last patient last visit)",
                "description": "The length of stay in Intensive Care Unit (from the date of admission in the Unit to the date of discharge)."
            },
            {
                "measure": "Duration of mechanical ventilation or high flow oxygen devices",
                "time_frame": "3 months (i.e. at the the time of last patient last visit)",
                "description": "The duration of mechanical ventilation or high flow oxygen devices (from the date of intubation to the stop date of mechanical ventilation or high flow oxygen)"
            },
            {
                "measure": "Duration of hospitalization",
                "time_frame": "3 months (i.e. at the the time of last patient last visit)",
                "description": "The duration of hospitalization (from the date of hospitalization to the date of definitive discharge for live patients)"
            },
            {
                "measure": "Rate of throat swab negativation",
                "time_frame": "Day 7, Day 14, Day 28"
            },
            {
                "measure": "Quantitative SARS-CoV-2 virus in throat swab and blood samples",
                "time_frame": "Day 7, Day 14, Day 28"
            },
            {
                "measure": "Rate of secondary infection by other documented pathogens",
                "time_frame": "Day 7, Day 14, Day 28 (if available)"
            },
            {
                "measure": "Biological parameters",
                "time_frame": "3 months (i.e. at the the time of last patient last visit)",
                "description": "Changes from baseline in neutrophils count (G/L)"
            },
            {
                "measure": "Number of participants with treatment-related adverse events as assessed by CTCAE v5.0",
                "time_frame": "3 months (i.e. at the the time of last patient last visit)",
                "description": "Treatment-Emergent Adverse Events, Serious Adverse Events, Suspected Unexpected Serious Adverse Reactions, New Safety Issues described using the NCI-CTC AE classification v5.\nNumber of participants with a discontinuation or temporary suspension of study drugs (for any reason)."
            },
            {
                "measure": "Cost-Effectiveness Analyses (CEA)",
                "time_frame": "3 months (i.e. at the the time of last patient last visit)",
                "description": "Incremental Cost-Effectiveness Ratios (ICERs) expressed in cost per Life Year Gained."
            },
            {
                "measure": "Biological parameters",
                "time_frame": "3 months (i.e. at the the time of last patient last visit)",
                "description": "Changes from baseline in lymphocytes count (G/L)"
            },
            {
                "measure": "Biological parameters",
                "time_frame": "3 months (i.e. at the the time of last patient last visit)",
                "description": "Changes from baseline in platelets count (G/L)"
            },
            {
                "measure": "Biological parameters",
                "time_frame": "3 months (i.e. at the the time of last patient last visit)",
                "description": "Changes from baseline in hemoglobin count (g/dL)"
            },
            {
                "measure": "Biological parameters",
                "time_frame": "3 months (i.e. at the the time of last patient last visit)",
                "description": "Changes from baseline in CRP count (mg/L)"
            },
            {
                "measure": "Biological parameters",
                "time_frame": "3 months (i.e. at the the time of last patient last visit)",
                "description": "Changes from baseline in pro-inflammatory cytokine (IL6)"
            }
        ],
        "number_of_arms": "4",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "273"
        },
        "condition": [
            "SARS-CoV-2 (COVID-19) Infection",
            "Advanced or Metastatic Hematological or Solid Tumor"
        ],
        "arm_group": [
            {
                "arm_group_label": "Chloroquine analog (GNS651)",
                "arm_group_type": "Experimental"
            },
            {
                "arm_group_label": "Anti-PD-1 (nivolumab)",
                "arm_group_type": "Experimental"
            },
            {
                "arm_group_label": "Anti-IL-6 (tocilizumab)",
                "arm_group_type": "Experimental"
            },
            {
                "arm_group_label": "Standard of care",
                "arm_group_type": "Other"
            }
        ],
        "intervention": [
            {
                "intervention_type": "Drug",
                "intervention_name": "Chloroquine analog (GNS651)",
                "description": "Cohort 1 (arm B): 200mg bid loading dose for 2 days then, 200 qd orally for 14 consecutive days.\nCohorte 2 (arm E): 200mg bid loading dose for 2 days then, 200 qd/day orally, per os, for 14 consecutive days.\nIf for any reason a treatment is not given within the allowed treatment window (± 12h) it will be cancelled (i.e., missed for that time point), and treatment will be resumed at the next dosing day.",
                "arm_group_label": "Chloroquine analog (GNS651)"
            },
            {
                "intervention_type": "Drug",
                "intervention_name": "Nivolumab",
                "description": "Cohorte 1 (arm C): 0.3mg/Kg, intravenously, single infusion at Day 1.",
                "arm_group_label": "Anti-PD-1 (nivolumab)"
            },
            {
                "intervention_type": "Drug",
                "intervention_name": "Tocilizumab",
                "description": "Cohorte 2 (arm F): 400mg flat dose, intravenously, single infusion at Day 1.",
                "arm_group_label": "Anti-IL-6 (tocilizumab)"
            },
            {
                "intervention_type": "Other",
                "intervention_name": "Standard of care",
                "description": "In cohorts 1 and 2, patients allocated in the standard of care arms should receive best supportive care, as per the investigator's discretion and the local routine practices. With regards to the respiratory symptoms and medical resoures at investigational site, the following should be given according to the patient's condition: oxygen supplementation, non-invasive ventilation, invasive ventilation, antibiotherapy, vasopressor support, renal replacement therapy, or extracorporeal membrane oxygenation.\nAdditional care and medications should be administered in the patient's best interest.",
                "arm_group_label": [
                    "Anti-IL-6 (tocilizumab)",
                    "Anti-PD-1 (nivolumab)",
                    "Chloroquine analog (GNS651)",
                    "Standard of care"
                ]
            }
        ],
        "eligibility": {
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n        I1. Age 18 or older at the time of enrolment. I2. Histologically or cytologically confirmed\n        diagnosis of advanced or metastatic hematological or solid tumor (hematological or solid\n        tumor, any type and any localization).\n\n        I3. Documented diagnosis of COVID-19 (diagnostic test performed in a certified laboratory)\n        or symptoms of COVID-19 associated with radiological signs of pneumonia as described by Shi\n        et al.; I4. Cohort 2: patients with pneumonia confirmed by chest imaging, and an oxygen\n        saturation (Sao2) of 94% or less while they are breathing ambient air or a ratio of the\n        partial pressure of oxygen (Pao2) to the fraction of inspired oxygen (Fio2) (Pao2:Fio2) at\n        or below 300 mg Hg.\n\n        I5. Patient not eligible for a transfer to Resuscitation Unit (either due to underlying\n        medical condition - including cancer - or due to lack of available bed).\n\n        I6. Life-expectancy longer than 3 months.\n\n        I7. Adequate bone marrow and end-organ function defined by the following laboratory\n        results:\n\n          -  Bone marrow:\n\n               -  Hemoglobin ≥ 7.0 g/dL,\n\n               -  Absolute Neutrophils Count (ANC) ≥ 1.0 Gi/L,\n\n               -  Platelets ≥ 100 Gi/L;\n\n          -  Hepatic function:\n\n               -  Total serum bilirubin ≤ 1.5 x ULN (except patients with Gilbert's syndrome who\n                  must have total serum bilirubin ≤ 3.0 x ULN),\n\n               -  AST and ALT ≤ 5 ULN\n\n          -  Renal function:\n\n               -  Serum creatinine ≤ 2.0 x ULN or Cr. Cl. ≥ 30ml/min/1.73m² (MDRD or CKD-EPI\n                  formula); I8. Willingness and ability to comply with the study requirements; I9.\n                  Signed and dated informed consent indicating that the patient has been informed\n                  of all the aspects of the trial prior to enrolment (in case of emergency\n                  situation, please refer to protocol section 13.1 PATIENT INFORMATION AND INFORMED\n                  CONSENT); I10. Women of childbearing potential (Appendix 2) are required to have\n                  a negative serum pregnancy test within 72 hours prior to study treatment start. A\n                  positive urine test must be confirmed by a serum pregnancy test; I11. Women of\n                  childbearing potential and male patients must agree to use adequate highly\n                  effective contraception (Appendix 2) for the duration of study participation and\n                  up to 6 months following completion of therapy; I12. Patient must be covered by a\n                  medical insurance.\n\n        Exclusion Criteria:\n\n        E1. For cohort 1 only : Patient currently receiving therapy with an anti- PD-1, anti-\n        PD-L1, or anti-CTLA4.\n\n        E2. For cohort 2 only: Patient currently receiving therapy with an anti- IL-6 or\n        anti-IL-6R.\n\n        E3. Contraindication to treatment with nivolumab (cohort 1 only) or to tocilizumab (cohort\n        2 only) as per respective SPC, including known hypersensitivity to one of these study drugs\n        or severe hypersensitivity reaction to any monoclonal antibody.\n\n        E4. Patient known to have intolerance or hypersensitivity to chloroquine or any quinoline\n        derivates (e.g., quinine, chloroquine, mefloquine).\n\n        E5. Patient has active autoimmune disease that has required systemic treatment in the past\n        3 months before the date of randomisation or a documented history of clinically severe\n        autoimmune disease, or a syndrome that requires systemic steroids at doses higher than 10\n        mg/d prednisone equivalents or immunosuppressive agents.\n\n        Note 1: Patients with vitiligo or resolved childhood asthma/atopy would be an exception to\n        this rule. Patients that require intermittent use of bronchodilators or local steroid\n        injections would not be excluded from the study. Patients with hypothyroidism stable on\n        hormone replacement or Sjögren's syndrome will not be excluded from the study.\n\n        Note 2: Patients may receive corticosteroids as required for the management of\n        SARS-CoV-2-related symptoms.\n\n        E6. Patient requires the use of one of the following forbidden treatment during the study\n        treatment period:\n\n          -  Major surgery.\n\n          -  Live vaccines. Examples of live vaccines include, but are not limited to, the\n             following: measles, mumps, rubella, chicken pox, yellow fever and BCG. Seasonal\n             influenza vaccines for injection are generally killed virus vaccines and are allowed;\n             however intranasal influenza vaccines (e.g. Flu-Mist®) are live attenuated vaccines,\n             and are not allowed.\n\n        E7. Significant cardiovascular disease, such as New York Heart Association cardiac disease\n        (Class II or greater), myocardial infarction within 3 months prior to the date of\n        randomisation unstable arrhythmias or unstable angina, Known Left Ventricular Ejection\n        Fraction (LVEF) < 50%.\n\n        Note: Patients with known coronary artery disease, congestive heart failure not meeting the\n        above criteria must be on a stable medical regimen that is optimized in the opinion of the\n        treating physician and in consultation with a cardiologist if appropriate.\n\n        E8. Patient has Active hepatitis B (chronic or acute; defined as having a positive\n        hepatitis B surface antigen [HBsAg] test at screening), Active hepatitis C (Patients\n        positive for hepatitis C virus (HCV) antibody are eligible only if PCR is negative for HCV\n        RNA at screening) or Human Immunodeficiency Virus (HIV) infection (HIV 1/2 antibodies).\n\n        E9. Prior allogeneic bone marrow transplantation or solid organ transplant in the past.\n\n        E10. Has a history or current evidence of any condition, therapy, or laboratory abnormality\n        that might confound the results of the trial, interfere with the subject's participation\n        for the full duration of the trial, or is not in the best interest of the subject to\n        participate, in the opinion of the treating Investigator.\n\n        E11. Has known psychiatric or substance abuse disorders that would interfere with\n        cooperation with the requirements of the trial.\n\n        E12. Pregnant or breastfeeding patient, or expecting to conceive children within the\n        projected duration of the trial, starting with the screening visit through 6 months after\n        the last dose of study drugs."
            },
            "gender": "All",
            "minimum_age": "18 Years",
            "maximum_age": "N/A",
            "healthy_volunteers": "No"
        },
        "overall_official": {
            "last_name": "Philippe CASSIER",
            "role": "Principal Investigator",
            "affiliation": "Centre Leon Berard"
        },
        "overall_contact": {
            "last_name": "Julien GAUTIER",
            "phone": "+33 4.26.55.68.29",
            "email": "julien.gautier@lyon.unicancer.fr"
        },
        "location": {
            "facility": {
                "name": "Centre Léon Bérard",
                "address": {
                    "city": "Lyon",
                    "state": "Rhône",
                    "zip": "69373",
                    "country": "France"
                }
            },
            "status": "Recruiting",
            "contact": {
                "last_name": "Philippe Cassier",
                "email": "philippe.cassier@lyon.unicancer.fr"
            }
        },
        "location_countries": {
            "country": "France"
        },
        "verification_date": "April 2020",
        "study_first_submitted": "April 1, 2020",
        "study_first_submitted_qc": "April 2, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "April 3, 2020"
        },
        "last_update_submitted": "April 3, 2020",
        "last_update_submitted_qc": "April 3, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "April 7, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Sponsor"
        },
        "keyword": [
            "Oncology",
            "COVID-19",
            "IL-6/IL-6 receptor pathway",
            "Immunotherapy",
            "GNS561"
        ],
        "condition_browse": {
            "mesh_term": [
                "Infection",
                "Communicable Diseases",
                "Neoplasm Metastasis"
            ]
        },
        "intervention_browse": {
            "mesh_term": [
                "Chloroquine",
                "Chloroquine diphosphate",
                "Nivolumab"
            ]
        }
    }
}