{
    "clinical_study": {
        "@rank": "98",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 14, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04273581"
        },
        "id_info": {
            "org_study_id": "20200214-COVID-19-S-T",
            "nct_id": "NCT04273581"
        },
        "brief_title": "The Efficacy and Safety of Thalidomide Combined With Low-dose Hormones in the Treatment of Severe COVID-19",
        "official_title": "The Efficacy and Safety of Thalidomide Combined With Low-dose Hormones in the Treatment of Severe New Coronavirus (COVID-19) Pneumonia: a Prospective, Multicenter, Randomized, Double-blind, Placebo, Parallel Controlled Clinical Study",
        "sponsors": {
            "lead_sponsor": {
                "agency": "First Affiliated Hospital of Wenzhou Medical University",
                "agency_class": "Other"
            },
            "collaborator": [
                {
                    "agency": "Second Affiliated Hospital of Wenzhou Medical University",
                    "agency_class": "Other"
                },
                {
                    "agency": "Wenzhou Central Hospital",
                    "agency_class": "Other"
                }
            ]
        },
        "source": "First Affiliated Hospital of Wenzhou Medical University",
        "oversight_info": {
            "has_dmc": "Yes",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "In view of the fact that there is currently no effective antiviral therapy, the prevention or\n      treatment of lung injury caused by COVID-19 can be an alternative target for current\n      treatment. Patients with severe COVID-19 have rapid disease progression and high mortality.\n      There is currently no effective treatment method, which may be related to the excessive\n      immune response caused by cytokine storm. This study will evaluate thalidomide combined with\n      low-dose hormone adjuvant therapy for severe COVID-19 Patient effectiveness and safety."
        },
        "detailed_description": {
            "textblock": "Thalidomide has been clinically reported, and combined with antiviral drugs and other\n      conventional treatments have achieved good results in the treatment of severe H1N1,\n      especially after the death of a young severe patient. After the addition of thalidomide, the\n      reported 35 patients did not Deaths. Subsequent basic research at Fudan University confirmed\n      that thalidomide can treat H1N1 lung injury. And think that the combination with antiviral\n      drugs may be a better alternative strategy for H1N1 before the vaccine is successfully\n      developed.\n\n      In view of the fact that there is currently no effective antiviral therapy, the prevention or\n      treatment of lung injury caused by COVID-19 can be an alternative target for current\n      treatment. Patients with severe COVID-19 have rapid disease progression and high mortality.\n      There is currently no effective treatment method, which may be related to the excessive\n      immune response caused by cytokine storm.It has been reported that the combined use of\n      thalidomide and dexamethasone can effectively inhibit NK / T-cell lymphoma combined with\n      ECSIT V140A mutation of hematophilic syndrome. The AIDS immune reconstitution syndrome (IRIS)\n      is also an abnormal inflammatory response in nature. It has been reported that thalidomide as\n      an immunomodulatory agent for the treatment of IRIS is effective. This study will evaluate\n      thalidomide combined with low-dose hormone adjuvant therapy for severe COVID-19 Patient\n      effectiveness and safety.\n\n      Although the death rate of COVID-19 infected persons is not high, their rapid infectiousness\n      and the lack of effective antiviral treatment currently have become the focus of the national\n      and international epidemic. Thalidomide has been available for more than sixty years, and has\n      been widely used in clinical applications. It has been proved to be safe and effective in\n      IPF, severe H1N1 influenza lung injury and paraquat poisoning lung injury, and the mechanism\n      of anti-inflammatory and anti-fibrosis is relatively clear. As the current research on\n      COVID-19 at home and abroad mainly focuses on the exploration of antiviral efficacy, this\n      study intends to find another way to start with host treatment in the case that antiviral is\n      difficult to overcome in the short term, in order to control or relieve lung inflammation\n      caused by the virus To improve lung function."
        },
        "overall_status": "Not yet recruiting",
        "start_date": {
            "@type": "Anticipated",
            "#text": "February 18, 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "May 30, 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "April 30, 2020"
        },
        "phase": "Phase 2",
        "study_type": "Interventional",
        "has_expanded_access": "No",
        "study_design_info": {
            "allocation": "Randomized",
            "intervention_model": "Parallel Assignment",
            "primary_purpose": "Treatment",
            "masking": "Quadruple (Participant, Care Provider, Investigator, Outcomes Assessor)"
        },
        "primary_outcome": {
            "measure": "Time to Clinical Improvement (TTCI)",
            "time_frame": "up to 28 days",
            "description": "TTCI is defined as the time (in days) from initiation of study treatment (active or placebo) until a decline of two categories from admission status on a six-category ordinal scale of clinical status which ranges from 1 (discharged) to 6 (death). Six-category ordinal scale: 6. Death; 5. ICU, requiring ECMO and/or IMV; 4. ICU/hospitalization, requiring NIV/ HFNC therapy; 3. Hospitalization, requiring supplemental oxygen (but not NIV/ HFNC); 2. Hospitalization, not requiring supplemental oxygen; 1. Hospital discharge. Abbreviation: IMV, invasive mechanical ventilation; NIV, non-invasive mechanical ventilation; HFNC, High-flow nasal cannula."
        },
        "secondary_outcome": [
            {
                "measure": "Clinical status",
                "time_frame": "days 7, 14, 21, and 28",
                "description": "Clinical status, assessed by the ordinal scale at fixed time points"
            },
            {
                "measure": "Time to Hospital Discharge OR NEWS2 (National Early Warning Score 2) of ≤ 2 maintained for 24 hours",
                "time_frame": "up to 28 days"
            },
            {
                "measure": "All cause mortality",
                "time_frame": "up to 28 days"
            },
            {
                "measure": "Duration (days) of mechanical ventilation",
                "time_frame": "up to 28 days"
            },
            {
                "measure": "Duration (days) of extracorporeal membrane oxygenation",
                "time_frame": "up to 28 days"
            },
            {
                "measure": "Duration (days) of supplemental oxygenation",
                "time_frame": "up to 28 days"
            },
            {
                "measure": "Length of hospital stay (days)",
                "time_frame": "up to 28 days"
            },
            {
                "measure": "Time to 2019-nCoV RT-PCR negativity in upper and lower respiratory tract specimens",
                "time_frame": "up to 28 days"
            },
            {
                "measure": "Change (reduction) in 2019-nCoV viral load in upper and lower respiratory tract specimens as assessed by area under viral load curve.",
                "time_frame": "up to 28 days"
            },
            {
                "measure": "Frequency of serious adverse drug events",
                "time_frame": "up to 28 days"
            },
            {
                "measure": "Serum TNF-α, IL-1β, IL-2, IL-6, IL-7, IL-10, GSCF, IP10#MCP1, MIP1α and other cytokine expression levels before and after treatment",
                "time_frame": "up to 28 days"
            }
        ],
        "number_of_arms": "2",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "40"
        },
        "condition": "COVID-19 Thalidomide",
        "arm_group": [
            {
                "arm_group_label": "Control group",
                "arm_group_type": "Placebo Comparator",
                "description": "α-interferon： nebulized inhalation, 5 million U or equivalent dose added 2ml of sterile water for injection, 2 times a day, for 7 days； Abidol, 200mg / time, 3 times a day, for 7 days; Methylprednisolone： 40mg, q12h， for 5 days. placebo：100mg/d，qn，for 14 days."
            },
            {
                "arm_group_label": "Thalidomide group",
                "arm_group_type": "Experimental",
                "description": "α-interferon： nebulized inhalation, 5 million U or equivalent dose added 2ml of sterile water for injection, 2 times a day, for 7 days； Abidol, 200mg / time, 3 times a day, for 7 days; Methylprednisolone： 40mg, q12h， for 5 days. thalidomide：100mg/d，qn，for 14 days."
            }
        ],
        "intervention": [
            {
                "intervention_type": "Drug",
                "intervention_name": "placebo",
                "description": "100mg/d，qn，for 14 days.",
                "arm_group_label": "Control group"
            },
            {
                "intervention_type": "Drug",
                "intervention_name": "Thalidomide",
                "description": "100mg/d，qn，for 14 days.",
                "arm_group_label": "Thalidomide group",
                "other_name": "fanyingting"
            }
        ],
        "eligibility": {
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          1. Age ≥18 years;\n\n          2. The laboratory (RT-PCR) confirmed the diagnosis of severe patients infected with\n             CoVID-19 (refer to the fifth edition of the Chinese diagnosis and treatment guideline\n             for trial); the diagnosis of new coronavirus pneumonia was confirmed, and any of the\n             following: 1) Respiratory distress, breathing ≥30 beats / min; 2) In the resting\n             state, the oxygen saturation is ≤93%; 3) Arterial blood oxygen partial pressure /\n             oxygen concentration ≤300mmHg\n\n          3. The diagnosis is less than or equal to 12 days;\n\n        Exclusion Criteria:\n\n          1. Severe liver disease (such as Child Pugh score ≥ C, AST> 5 times the upper limit);\n             severe renal dysfunction (the glomerulus is 30ml / min / 1.73m2 or less)\n\n          2. Pregnancy or breastfeeding or positive pregnancy test;\n\n          3. In the 30 days before the screening assessment, have taken any experimental treatment\n             drugs for CoVID-19 (including off-label, informed consent use or trial-related);\n\n          4. Those with a history of thromboembolism, except for those caused by PICC."
            },
            "gender": "All",
            "minimum_age": "18 Years",
            "maximum_age": "N/A",
            "healthy_volunteers": "No"
        },
        "overall_official": {
            "last_name": "Jinglin Xia, MD",
            "role": "Principal Investigator",
            "affiliation": "First Affiliated Hospital of Wenzhou Medical University"
        },
        "overall_contact": {
            "last_name": "Jinglin Xia, MD",
            "phone": "0577-55578166",
            "email": "xiajinglin@fudan.edu.cn"
        },
        "link": {
            "url": "http://doi.org/10.1101/2020.02.06.20020974",
            "description": "Clinical characteristics of 2019 novel coronavirus infection in China by Nan-Shan Zhong"
        },
        "reference": [
            {
                "citation": "Jin YH, Cai L, Cheng ZS, Cheng H, Deng T, Fan YP, Fang C, Huang D, Huang LQ, Huang Q, Han Y, Hu B, Hu F, Li BH, Li YR, Liang K, Lin LK, Luo LS, Ma J, Ma LL, Peng ZY, Pan YB, Pan ZY, Ren XQ, Sun HM, Wang Y, Wang YY, Weng H, Wei CJ, Wu DF, Xia J, Xiong Y, Xu HB, Yao XM, Yuan YF, Ye TS, Zhang XC, Zhang YW, Zhang YG, Zhang HM, Zhao Y, Zhao MJ, Zi H, Zeng XT, Wang YY, Wang XH; , for the Zhongnan Hospital of Wuhan University Novel Coronavirus Management and Research Team, Evidence-Based Medicine Chapter of China International Exchange and Promotive Association for Medical and Health Care (CPAM). A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia (standard version). Mil Med Res. 2020 Feb 6;7(1):4. doi: 10.1186/s40779-020-0233-6.",
                "PMID": "32029004"
            },
            {
                "citation": "Russell CD, Millar JE, Baillie JK. Clinical evidence does not support corticosteroid treatment for 2019-nCoV lung injury. Lancet. 2020 Feb 15;395(10223):473-475. doi: 10.1016/S0140-6736(20)30317-2. Epub 2020 Feb 7.",
                "PMID": "32043983"
            },
            {
                "citation": "Bartlett JB, Dredge K, Dalgleish AG. The evolution of thalidomide and its IMiD derivatives as anticancer agents. Nat Rev Cancer. 2004 Apr;4(4):314-22. doi: 10.1038/nrc1323. Review.",
                "PMID": "15057291"
            },
            {
                "citation": "Zhao L, Xiao K, Wang H, Wang Z, Sun L, Zhang F, Zhang X, Tang F, He W. Thalidomide has a therapeutic effect on interstitial lung fibrosis: evidence from in vitro and in vivo studies. Clin Exp Immunol. 2009 Aug;157(2):310-5. doi: 10.1111/j.1365-2249.2009.03962.x.",
                "PMID": "19604271"
            },
            {
                "citation": "Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, Wang B, Xiang H, Cheng Z, Xiong Y, Zhao Y, Li Y, Wang X, Peng Z. Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA. 2020 Feb 7. doi: 10.1001/jama.2020.1585. [Epub ahead of print]",
                "PMID": "32031570"
            },
            {
                "citation": "Wen H, Ma H, Cai Q, Lin S, Lei X, He B, Wu S, Wang Z, Gao Y, Liu W, Liu W, Tao Q, Long Z, Yan M, Li D, Kelley KW, Yang Y, Huang H, Liu Q. Recurrent ECSIT mutation encoding V140A triggers hyperinflammation and promotes hemophagocytic syndrome in extranodal NK/T cell lymphoma. Nat Med. 2018 Feb;24(2):154-164. doi: 10.1038/nm.4456. Epub 2018 Jan 1.",
                "PMID": "29291352"
            },
            {
                "citation": "Zhu H, Shi X, Ju D, Huang H, Wei W, Dong X. Anti-inflammatory effect of thalidomide on H1N1 influenza virus-induced pulmonary injury in mice. Inflammation. 2014 Dec;37(6):2091-8. doi: 10.1007/s10753-014-9943-9.",
                "PMID": "24912813"
            },
            {
                "citation": "Kwon HY, Han YJ, Im JH, Baek JH, Lee JS. Two cases of immune reconstitution inflammatory syndrome in HIV patients treated with thalidomide. Int J STD AIDS. 2019 Oct;30(11):1131-1135. doi: 10.1177/0956462419847297. Epub 2019 Sep 19.",
                "PMID": "31533530"
            }
        ],
        "verification_date": "February 2020",
        "study_first_submitted": "February 14, 2020",
        "study_first_submitted_qc": "February 14, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "February 18, 2020"
        },
        "last_update_submitted": "February 19, 2020",
        "last_update_submitted_qc": "February 19, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "February 21, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Sponsor"
        },
        "intervention_browse": {
            "mesh_term": [
                "Thalidomide",
                "Hormones"
            ]
        }
    }
}