{"clinical_study": {"@rank": "202", "required_header": {"download_date": "ClinicalTrials.gov processed this data on April 02, 2020", "link_text": "Link to the current ClinicalTrials.gov record.", "url": "https://clinicaltrials.gov/show/NCT04326036"}, "id_info": {"org_study_id": "GARM COVID19", "nct_id": "NCT04326036"}, "brief_title": "Use of cSVF Via IV Deployment for Residual Lung Damage After Symptomatic COVID-19 Infection", "acronym": "GARM-COVID19", "official_title": "Use of cSVF For Residual Lung Damage (COPD/Fibrotic Lung Disease After Symptomatic COVID-19 Infection For Residual Pulmonary Injury or Post-Adult Respiratory Distress Syndrome Following Viral (SARS-Co-2) Infection", "sponsors": {"lead_sponsor": {"agency": "Healeon Medical Inc", "agency_class": "Industry"}, "collaborator": {"agency": "Robert W. Alexander, MD", "agency_class": "Other"}}, "source": "Healeon Medical Inc", "oversight_info": {"has_dmc": "Yes", "is_fda_regulated_drug": "Yes", "is_fda_regulated_device": "No", "is_us_export": "No"}, "brief_summary": {"textblock": "COVID-19 Viral Global Pandemic resulting in post-infection pulmonary damage, including\n      Fibrotic Lung Disease due to inflammatory and reactive protein secretions damaging pulmonary\n      alveolar structure and functionality. A short review includes:\n\n        -  Early December, 2019 - A pneumonia of unknown cause was detected in Wuhan, China, and\n           was reported to the World Health Organization (WHO) Country Office.\n\n        -  January 30th, 2020 - The outbreak was declared a Public Health Emergency of\n           International Concern.\n\n        -  February 7th, 2020 - 34-year-old Ophthalmologist who first identified a SARS-like\n           coronavirus) dies from the same virus.\n\n        -  February 11th, 2020 - WHO announces a name for the new coronavirus disease: COVID-19.\n\n        -  February 19th, 2020 - The U.S. has its first outbreak in a Seattle nursing home which\n           were complicated with loss of lives..\n\n        -  March 11th, 2020 - WHO declares the virus a pandemic and in less than three months, from\n           the time when this virus was first detected, the virus has spread across the entire\n           planet with cases identified in every country including Greenland.\n\n        -  March 21st, 2020 - Emerging Infectious Disease estimates the risk for death in Wuhan\n           reached values as high as 12% in the epicenter of the epidemic and ≈1% in other, more\n           mildly affected areas. The elevated death risk estimates are probably associated with a\n           breakdown of the healthcare system, indicating that enhanced public health\n           interventions, including social distancing and movement restrictions, should be\n           implemented to bring the COVID-19 epidemic under control.\" March 21st 2020 -Much of the\n           United States is currently under some form of self- or mandatory quarantine as testing\n           abilities ramp up..\n\n      March 24th, 2020 - Hot spots are evolving and identified, particularly in the areas of New\n      York-New Jersey, Washington, and California.\n\n      Immediate attention is turned to testing, diagnosis, epidemiological containment, clinical\n      trials for drug testing started, and work on a long-term vaccine started.\n\n      The recovering patients are presenting with mild to severe lung impairment as a result of the\n      viral attack on the alveolar and lung tissues. Clinically significant impairment of pulmonary\n      function appears to be a permanent finding as a direct result of the interstitial lung damage\n      and inflammatory changes that accompanied.\n\n      This Phase 0, first-in-kind for humans, is use of autologous, cellular stromal vascular\n      fraction (cSVF) deployed intravenously to examine the anti-inflammatory and structural\n      potential to improve the residual, permanent damaged alveolar tissues of the lungs."}, "detailed_description": {"textblock": "COVID-19 Viral Global Pandemic resulting in post-infection pulmonary damage, including\n      Fibrotic Lung Disease due to inflammatory and reactive protein secretions damaging pulmonary\n      alveolar structure and functionality. A short review includes:\n\n        -  Early December, 2019 - A pneumonia of unknown cause was detected in Wuhan, China, and\n           was reported to the World Health Organization (WHO) Country Office.\n\n        -  January 30th, 2020 - The outbreak was declared a Public Health Emergency of\n           International Concern.\n\n        -  February 7th, 2020 - 34-year-old Ophthalmologist who first identified a SARS-like\n           coronavirus) dies from the same virus.\n\n        -  February 11th, 2020 - WHO announces a name for the new coronavirus disease: COVID-19.\n\n        -  February 19th, 2020 - The U.S. has its first outbreak in a Seattle nursing home which\n           were complicated with loss of lives..\n\n        -  March 11th, 2020 - WHO declares the virus a pandemic and in less than three months, from\n           the time when this virus was first detected, the virus has spread across the entire\n           planet with cases identified in every country including Greenland.\n\n        -  March 11th, 2020 - As of this date, Over 60% of all COVID-19 deaths in the U.S. can be\n           traced to that single nursing home in Seattle.\n\n        -  March 11th, 2020 - Dr. Fauci from the National Institutes of Health (NIH) states, \"If\n           you count all the estimated cases of people who may have it but haven't been diagnosed\n           yet, the mortality rate is probably closer to 1%,\" he said, \"which means it's 10 times\n           more lethal than the seasonal flu.\"\n\n        -  March 21st, 2020 - The U.S. has 24,105 active cases, 301 deaths, and 171 patients\n           declared recovered, a number which has since massively increased within the United\n           States and Globally.\n\n        -  March 21st, 2020 - Emerging Infectious Disease estimates the risk for death in Wuhan\n           reached values as high as 12% in the epicenter of the epidemic and ≈1% in other, more\n           mildly affected areas. The elevated death risk estimates are probably associated with a\n           breakdown of the healthcare system, indicating that enhanced public health\n           interventions, including social distancing and movement restrictions, should be\n           implemented to bring the COVID-19 epidemic under control.\" March 21st 2020 -Much of the\n           United States is currently under some form of self- or mandatory quarantine as testing\n           abilities ramp up..\n\n      March 24th, 2020 - Hot spots are evolving and identified, particularly in the areas of New\n      York-New Jersey, Washington, and California\n\n      Immediate attention is turned to testing, diagnosis, epidemiological containment, clinical\n      trials for drug testing started, and work on a long-term vaccine started.\n\n      The recovering patients are presenting with mild to severe lung impairment as a result of the\n      viral attack on the alveolar and lung tissues. Clinically significant impairment of pulmonary\n      function appears to be a permanent finding as a direct result of the interstitial lung damage\n      and inflammatory changes that accompanied.\n\n      This Phase 0, first-in-kind for humans, is use of autologous, cSVF deployed intravenously to\n      examine the anti-inflammatory and structural potential to improve the residual damaged\n      tissues.\n\n      Previous utilization of cSVF remains in Clinical Trials at this moment for uses in Chronic\n      Obstructive Pulmonary Disease (COPD) and Idiopathic Pulmonary Fibrotic Lung disorders,\n      showing encouraging safety profile and clinical efficacy. It is the intention of this study,\n      driven by the ongoing pandemic as a direct causative etiology for permanent lung damage\n      within the oxygen/carbon dioxide exchange resulting the the direct alveolar disruption and\n      scarring reaction.\n\n      The inflammatory mediation, autoimmune modulatory capabilities, and revascularization\n      potentials of the cSVF is becoming well recognized and documented in peer-reviewed literature\n      and in scientific studies.\n\n      Due to the urgency presented from the ongoing CoronaVirus pandemic, many patients that\n      survive experience demonstrate direct pulmonary damage residua. There is available a relative\n      new technology offered by Fluidda Inc in European Union (EU) known as \"Functional Respiratory\n      Imaging (FRI) and examines pulmonary function and vascular capabilities in damaged lung\n      tissues. This study examines the lung baseline (post-infection), and at 3 and 6 month\n      intervals post-cSVF treatment to examine the functional airway configuration and efficiency\n      at those intervals.\n\n      Sporadic reports of use of stem cells or stem/stromal cells have revealed some positive\n      clinical outcomes, although not within a traditional randomized trial format at this point in\n      time. This study proposed in the specific situation of permanent residual dysfunction created\n      by the SARS-Co2 (Coronavirus) infection is felt to warrant a pilot study using the cSVF that\n      is in current Clinical Trials, which, at this point presents a very good safety profile with\n      the absence of adverse event (AE) or severe adverse events (SAE) as yet reported by the\n      trials."}, "overall_status": "Enrolling by invitation", "start_date": {"@type": "Actual", "#text": "March 25, 2020"}, "completion_date": {"@type": "Anticipated", "#text": "December 31, 2021"}, "primary_completion_date": {"@type": "Anticipated", "#text": "November 1, 2021"}, "phase": "Early Phase 1", "study_type": "Interventional", "has_expanded_access": "No", "study_design_info": {"allocation": "Non-Randomized", "intervention_model": "Parallel Assignment", "primary_purpose": "Treatment", "masking": "None (Open Label)"}, "primary_outcome": {"measure": "Incidence of Treatment-Emergent Adverse Events", "time_frame": "1 month", "description": "Reporting of Adverse Events or Severe Adverse Events Assessed by CTCAE v4.0"}, "secondary_outcome": [{"measure": "Pulmonary Function Analysis", "time_frame": "baseline, 3 Month, 6 months", "description": "High Resolution Computerized Tomography of Lung (HRCT Lung) for Fluidda Analysis comparative at baseline and 3 and 6 months post-treatment comparative analytics"}, {"measure": "Digital Oximetry", "time_frame": "3 months, 6 months", "description": "Finger Pulse Oximetry taken before and after 6 minute walk on level ground, compare desaturation tendency"}], "number_of_arms": "5", "enrollment": {"@type": "Anticipated", "#text": "10"}, "condition": ["Pulmonary Alveolar Proteinosis", "COPD", "Idiopathic Pulmonary Fibrosis", "Viral Pneumonia", "Coronavirus Infection", "Interstitial Lung Disease"], "arm_group": [{"arm_group_label": "Lipoaspiration", "arm_group_type": "Experimental", "description": "Closed sterile, disposable microcannula of small volume adipose tissue, including the stromal vascular fraction (SVF) (cells and stromal tissue"}, {"arm_group_label": "Isolation & Concentration of cSVF", "arm_group_type": "Experimental", "description": "Isolation & Concentration of cellular stromal vascular fraction (cSVF) using Healeon Centricyte 1000 Centrifuge, incubator and shaker plate with sterile Liberase enzyme (Roche Medical) per manufacturer protocols"}, {"arm_group_label": "Delivery cSVF via Intravenous", "arm_group_type": "Experimental", "description": "cSVF from Arm 2 is suspended in a 250 cc of sterile Normal Saline IV solution and deployed though 150 micron in-line filtration and intravenous route over 30-60 minute timeframe"}, {"arm_group_label": "Liberase TM", "arm_group_type": "Other", "description": "Use of sterile Liberase TM enzyme to allow cSVF separation and isolation"}, {"arm_group_label": "Sterile Normal Saline", "arm_group_type": "Other", "description": "250 cc of sterile Normal Saline for Intravenous with sterile 150 micron in-line filtration for suspension of the concentrated cSVF and deployment IV"}], "intervention": [{"intervention_type": "Procedure", "intervention_name": "Microcannula Harvest Adipose Derived tissue stromal vascular fraction (tSVF)", "description": "Use of Disposable Microcannula Closed System (Tulip Med, 2.2 mm) Harvest of Autologous Adipose Stroma and Stem/Stromal Cell Content", "arm_group_label": "Lipoaspiration"}, {"intervention_type": "Device", "intervention_name": "Centricyte 1000", "description": "Centricyte 1000 (Healeon Medical) Digestive (sterile Roche Liberase TM) Isolation/Concentration Protocol, Rinsing/Neutralization, and Pelletize the cSVF For Deployment Via Sterile Saline IV fluid Standard Protocol", "arm_group_label": ["Isolation & Concentration of cSVF", "Liberase TM"]}, {"intervention_type": "Procedure", "intervention_name": "IV Deployment Of cSVF In Sterile Normal Saline IV Solution", "description": "Sterile Normal Saline Suspension cSVF in 250cc for Intravenous Delivery Including Use of 150 micron in-line filtration", "arm_group_label": ["Delivery cSVF via Intravenous", "Sterile Normal Saline"]}, {"intervention_type": "Drug", "intervention_name": "Liberase Enzyme (Roche)", "description": "Sterile Collagenase Blend to separate cSVF from the AD-SVF", "arm_group_label": ["Isolation & Concentration of cSVF", "Liberase TM"], "other_name": "Proteolytic Emzyme"}, {"intervention_type": "Drug", "intervention_name": "Sterile Normal Saline for Intravenous Use", "description": "Sterile Normal Saline IV solution to provide suspension of cSVF in 250 cc via standard IV line, including sterile 150 micron in-line standard filter", "arm_group_label": ["Delivery cSVF via Intravenous", "Sterile Normal Saline"], "other_name": "Suspensory Fluid for cSVF"}], "eligibility": {"criteria": {"textblock": "Inclusion Criteria:\n\n          -  Must have confirmed and documented Coronaviral (COVID-19) infection history with\n             involvement of lung tissues\n\n          -  Must be clear of any viral shed residual confirmed by negative viral testing protocol\n             accepted by the Center for Disease Control (CDC) and/or the FDA\n\n          -  Must have discharge confirmation from infectious disease managing Provider declaring\n             freedom of viral load or active infection\n\n          -  Must have a written Medical History of Physical and discharge summary (if\n             hospitalized) from appropriate Center or Licensed Medical Provider\n\n          -  Must agree to provide a HRCT LUNG study done at baseline (before), 3 months and 6\n             months\n\n          -  Must be able to provide full Informed Consent (ICF)\n\n        Exclusion Criteria:\n\n          -  Active or positive testing of COVID-19 With Clinical Report and Discharge Summary from\n             Hospital or Treatment Facility\n\n          -  Lung disorder without prior confirmation by approved test protocol of history of\n             COVID-19\n\n          -  Patient health or condition deemed dangerous or inappropriate for transport, exceeding\n             acceptable stress for transport or care needed to achieve access to the clinical\n             facility, at the discretion of the Providers\n\n          -  Expected lifespan of < 6 months\n\n          -  Serious of life threatening co-morbidities, that in the opinion of the investigators,\n             may compromise the safety or compliance with the study guidelines and tracking"}, "gender": "All", "minimum_age": "18 Years", "maximum_age": "90 Years", "healthy_volunteers": "No"}, "overall_official": {"last_name": "Robert W Alexander, MD", "role": "Study Chair", "affiliation": "Global Alliance Regenerative Medicine"}, "location": {"facility": {"name": "Robert W. Alexander, MD, FICS, LLC", "address": {"city": "Stevensville", "state": "Montana", "zip": "59870", "country": "United States"}}}, "location_countries": {"country": "United States"}, "reference": [{"citation": "Alexander, Robert W., Overview of Cellular Stromal Vascular Fraction (cSVF) & Biocellular Uses of Stem/Stromal Cells & Matrix (tSVF + HD-PRP) in Regenerative Medicine, Aesthetic Medicine and Plastic Surgery. 2019, S1003, DOI: 10.24966/SRDT-2060/S1003."}, {"citation": "Alexander, Robert W., Understanding Adipose-Derived Stromal Vascular Fraction (AD-SVF) Cell Biology and Use on the Basis of Cellular, Chemical, Structural and Paracrine Components. (2012), J of Prolotherapy, 4: 855-869."}, {"citation": "Yang X, Yu Y, Xu J, Shu H, Xia J, Liu H, Wu Y, Zhang L, Yu Z, Fang M, Yu T, Wang Y, Pan S, Zou X, Yuan S, Shang Y. Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. Lancet Respir Med. 2020 Feb 24. pii: S2213-2600(20)30079-5. doi: 10.1016/S2213-2600(20)30079-5. [Epub ahead of print] Erratum in: Lancet Respir Med. 2020 Feb 28;:.", "PMID": "32105632"}, {"citation": "Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. [The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China]. Zhonghua Liu Xing Bing Xue Za Zhi. 2020 Feb 17;41(2):145-151. doi: 10.3760/cma.j.issn.0254-6450.2020.02.003. [Epub ahead of print] Chinese.", "PMID": "32064853"}, {"citation": "Li G, De Clercq E. Therapeutic options for the 2019 novel coronavirus (2019-nCoV). Nat Rev Drug Discov. 2020 Mar;19(3):149-150. doi: 10.1038/d41573-020-00016-0.", "PMID": "32127666"}, {"citation": "Wu K, Peng G, Wilken M, Geraghty RJ, Li F. Mechanisms of host receptor adaptation by severe acute respiratory syndrome coronavirus. J Biol Chem. 2012 Mar 16;287(12):8904-11. doi: 10.1074/jbc.M111.325803. Epub 2012 Jan 30.", "PMID": "22291007"}, {"citation": "Zhou P, Yang XL, Wang XG, Hu B, Zhang L, Zhang W, Si HR, Zhu Y, Li B, Huang CL, Chen HD, Chen J, Luo Y, Guo H, Jiang RD, Liu MQ, Chen Y, Shen XR, Wang X, Zheng XS, Zhao K, Chen QJ, Deng F, Liu LL, Yan B, Zhan FX, Wang YY, Xiao GF, Shi ZL. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature. 2020 Mar;579(7798):270-273. doi: 10.1038/s41586-020-2012-7. Epub 2020 Feb 3.", "PMID": "32015507"}, {"citation": "Ding Y, He L, Zhang Q, Huang Z, Che X, Hou J, Wang H, Shen H, Qiu L, Li Z, Geng J, Cai J, Han H, Li X, Kang W, Weng D, Liang P, Jiang S. Organ distribution of severe acute respiratory syndrome (SARS) associated coronavirus (SARS-CoV) in SARS patients: implications for pathogenesis and virus transmission pathways. J Pathol. 2004 Jun;203(2):622-30.", "PMID": "15141376"}, {"citation": "Kawase M, Shirato K, van der Hoek L, Taguchi F, Matsuyama S. Simultaneous treatment of human bronchial epithelial cells with serine and cysteine protease inhibitors prevents severe acute respiratory syndrome coronavirus entry. J Virol. 2012 Jun;86(12):6537-45. doi: 10.1128/JVI.00094-12. Epub 2012 Apr 11.", "PMID": "22496216"}, {"citation": "Zhang R, Pan Y, Fanelli V, Wu S, Luo AA, Islam D, Han B, Mao P, Ghazarian M, Zeng W, Spieth PM, Wang D, Khang J, Mo H, Liu X, Uhlig S, Liu M, Laffey J, Slutsky AS, Li Y, Zhang H. Mechanical Stress and the Induction of Lung Fibrosis via the Midkine Signaling Pathway. Am J Respir Crit Care Med. 2015 Aug 1;192(3):315-23. doi: 10.1164/rccm.201412-2326OC.", "PMID": "25945397"}], "verification_date": "March 2020", "study_first_submitted": "March 26, 2020", "study_first_submitted_qc": "March 26, 2020", "study_first_posted": {"@type": "Actual", "#text": "March 30, 2020"}, "last_update_submitted": "March 30, 2020", "last_update_submitted_qc": "March 30, 2020", "last_update_posted": {"@type": "Actual", "#text": "March 31, 2020"}, "responsible_party": {"responsible_party_type": "Sponsor"}, "condition_browse": {"mesh_term": ["Infection", "Communicable Diseases", "Coronavirus Infections", "Severe Acute Respiratory Syndrome", "Pneumonia, Viral", "Lung Diseases", "Pulmonary Fibrosis", "Idiopathic Pulmonary Fibrosis", "Lung Diseases, Interstitial", "Pulmonary Alveolar Proteinosis"]}, "intervention_browse": {"mesh_term": "Pharmaceutical Solutions"}, "patient_data": {"sharing_ipd": "No", "ipd_description": "In discussion phase"}}}