{
    "clinical_study": {
        "@rank": "512",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 14, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04333875"
        },
        "id_info": {
            "org_study_id": "2020-00672",
            "nct_id": "NCT04333875"
        },
        "brief_title": "Morbidity and Mortality Due to Deferral of Aortic Valve Replacement in Patients With Severe Aortic Stenosis",
        "acronym": "AS DEFER",
        "official_title": "Morbidity and Mortality Due to Deferral of Aortic Valve Replacement in Patients With Severe Aortic Stenosis - a Collateral Effect of the SARS-CoV-2 Pandemic (AS DEFER)",
        "sponsors": {
            "lead_sponsor": {
                "agency": "University Hospital Inselspital, Berne",
                "agency_class": "Other"
            }
        },
        "source": "University Hospital Inselspital, Berne",
        "oversight_info": {
            "has_dmc": "No",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "Background and Project Rationale:\n\n      Degenerative aortic valve stenosis affects 2% of the elderly population aged 70 years or\n      older and progresses insidiously with advancing age [1] before manifesting with symptoms such\n      as decreased exercise tolerance, shortness of breath, chest pain and syncope on exertion.\n      Without aortic valve replacement, the survival prognosis of patients with symptomatic aortic\n      stenosis is poor. In the PARTNER 1B trial, all-cause mortality among 179 inoperable patients\n      with severe symptomatic aortic stenosis allocated to conservative management amounted to 51%\n      at one year [2]. Consistently, prospective registry data reported a mortality rate of 55% at\n      1 year in 78 patients with severe aortic stenosis undergoing conservative management [3].\n\n      The rapid spread of the SARS-CoV-2 pandemic represents an unprecedented challenge for\n      healthcare systems. A limited number of ventilators and ICU beds call for a careful\n      allocation of healthcare resources. On March 20 2020, the Federal Council prohibited elective\n      interventions in all hospitals in Switzerland. Patients with untreated severe aortic stenosis\n      are particularly vulnerable to SARS-CoV-2 infection [4] and face the dual risk of cardiac\n      death from aortic stenosis on one side, and death from acute respiratory distress syndrome\n      secondary to SARS-CoV-2 infection on the other. While the balance between the two risks is a\n      matter of clinical judgement, the investigators established an algorithm for the management\n      of patients with severe aortic stenosis during the SARS-CoV-2 pandemic. Patients with aortic\n      stenosis deemed critical will undergo valvular replacement in spite of the ongoing pandemic\n      while patients with severe but not critical aortic stenosis will undergo deferred\n      intervention once the number of new SARS-CoV-2 infections flattens.\n\n      In the current situation, aortic valve replacement in patients with severe, non-critical\n      aortic stenosis will be deferred in order to give priority to SARS-CoV-2 patients. This\n      unique situation allows the investigators to study the effect of deferral of aortic valve\n      replacement in patients with severe aortic stenosis.\n\n      The study is an amendment to the Swiss-TAVI registry. In contrast to the Swiss-TAVI registry,\n      patients are not enrolled at the time of aortic valve replacement, but already at the time of\n      referral for aortic valve replacement.\n\n      Primary Objective:\n\n      The aim of the present observational study is to explore the effect of deferral of valvular\n      replacement in patients with severe but not critical aortic stenosis on morbidity and\n      mortality. The primary objective is to describe rates of morbidity and mortality among\n      patients with severe but not critical aortic stenosis in the interval from\n      referral/indication for valvular replacement to intervention.\n\n      Project Design:\n\n      The study is a prospective cohort study of patients with severe aortic stenosis referred for\n      aortic valve replacement. All referrals for aortic valve replacement will be allocated to\n      either \"transcatheter aortic valve replacement (TAVR)/ surgical aortic valve replacement\n      (SAVR) (standard of care)\" or \"deferred intervention\" based on prespecified criteria.\n      Patients with critical aortic stenosis as defined by an aortic valve area (AVA) <0.6 cm2 or a\n      transvalvular mean gradient of >60 mmHg or a history of cardiac decompensation during the\n      previous 3 months or clinical symptoms on minimal exertion (NYHA III) will be allocated to\n      TAVR or SAVR. All other patients with severe aortic stenosis defined by an AVA <1.0 cm2 will\n      be scheduled for a deferred intervention."
        },
        "overall_status": "Recruiting",
        "start_date": {
            "@type": "Actual",
            "#text": "March 20, 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "December 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "December 2020"
        },
        "study_type": "Observational [Patient Registry]",
        "has_expanded_access": "No",
        "study_design_info": {
            "observational_model": "Cohort",
            "time_perspective": "Prospective"
        },
        "target_duration": "6 Months",
        "primary_outcome": {
            "measure": "Composite of all-cause mortality, disabling and non-disabling stroke, and hospitalization for heart failure",
            "time_frame": "Assessed at 6 months after indication/referral for aortic valve replacement."
        },
        "number_of_groups": "2",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "100"
        },
        "condition": "Aortic Valve Stenosis",
        "arm_group": [
            {
                "arm_group_label": "TAVR/SAVR",
                "description": "Patients with critical aortic stenosis as defined by an AVA <0.6 cm2 or a transvalvular mean gradient of >60 mmHg or a history of cardiac decompensation during the previous 3 months or clinical symptoms on minimal exertion (NYHA III) will be allocated to transcatheter aortic valve replacement or surgical aortic valve replacement."
            },
            {
                "arm_group_label": "Deferred Intervention",
                "description": "Patients with severe but not critical aortic Stenosis will undergo deferred intervention."
            }
        ],
        "intervention": {
            "intervention_type": "Device",
            "intervention_name": "TAVR or SAVR",
            "description": "Patients with critical aortic stenosis as defined by an AVA <0.6 cm2 or a transvalvular mean gradient of >60 mmHg or a history of cardiac decompensation during the previous 3 months or clinical symptoms on minimal exertion (NYHA III) will be allocated to TAVR or SAVR.",
            "arm_group_label": "TAVR/SAVR"
        },
        "eligibility": {
            "study_pop": {
                "textblock": "The project population comprises all consecutive patients with severe aortic stenosis\n        referred for aortic valve replacement (TAVR or SAVR) since March 20 2020 until the end of\n        the prohibition of elective interventions in Switzerland."
            },
            "sampling_method": "Non-Probability Sample",
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          -  Age ≥ 18 years\n\n          -  Patients with severe AS defined by an AVA <1cm2 or AVA indexed to BSA of <0.6 cm2/m2,\n             including low-flow severe aortic stenosis defined by SVI <35ml/m2.\n\n        Exclusion Criteria:\n\n          -  Life expectancy <1 year irrespective of severe AS.\n\n          -  Severe dementia defined as MMS-Test <16 points."
            },
            "gender": "All",
            "minimum_age": "18 Years",
            "maximum_age": "N/A",
            "healthy_volunteers": "No"
        },
        "overall_official": {
            "last_name": "Thomas Pilgrim, MD",
            "role": "Principal Investigator",
            "affiliation": "University of Bern, Switzerland"
        },
        "overall_contact": {
            "last_name": "Thomas Pilgrim, MD",
            "phone": "+41 31 632 08 27",
            "email": "thomas.pilgrim@insel.ch"
        },
        "overall_contact_backup": {
            "last_name": "Christoph Ryffel, MD",
            "email": "christoph.ryffel@insel.ch"
        },
        "location": {
            "facility": {
                "name": "Department of Cardiology, Bern University Hospital",
                "address": {
                    "city": "Bern",
                    "zip": "3010",
                    "country": "Switzerland"
                }
            },
            "status": "Recruiting",
            "investigator": {
                "last_name": "Thomas Pilgrim, MD",
                "role": "Principal Investigator"
            }
        },
        "location_countries": {
            "country": "Switzerland"
        },
        "results_reference": [
            {
                "citation": "Yadgir S, Johnson CO, Aboyans V, Adebayo OM, Adedoyin RA, Afarideh M, Alahdab F, Alashi A, Alipour V, Arabloo J, Azari S, Barthelemy CM, Benziger CP, Berman AE, Bijani A, Carrero JJ, Carvalho F, Daryani A, Durães AR, Esteghamati A, Farid TA, Farzadfar F, Fernandes E, Filip I, Gad MM, Hamidi S, Hay SI, Ilesanmi OS, Irvani SSN, Jürisson M, Kasaeian A, Kengne AP, Khan AR, Kisa A, Kisa S, Kolte D, Manafi N, Manafi A, Mensah GA, Mirrakhimov EM, Mohammad Y, Mokdad AH, Negoi RI, Nguyen HLT, Nguyen TH, Nixon MR, Otto CM, Patel S, Pilgrim T, Radfar A, Rawaf DL, Rawaf S, Rawasia WF, Rezapour A, Roever L, Saad AM, Saadatagah S, Senthilkumaran S, Sliwa K, Tesfay BE, Tran BX, Ullah I, Vaduganathan M, Vasankari TJ, Wolfe CDA, Yonemoto N, Roth GA. Global, Regional, and National Burden of Calcific Aortic Valve and Degenerative Mitral Valve Diseases, 1990-2017. Circulation. 2020 Mar 29. doi: 10.1161/CIRCULATIONAHA.119.043391. [Epub ahead of print]",
                "PMID": "32223336"
            },
            {
                "citation": "Leon MB, Smith CR, Mack M, Miller DC, Moses JW, Svensson LG, Tuzcu EM, Webb JG, Fontana GP, Makkar RR, Brown DL, Block PC, Guyton RA, Pichard AD, Bavaria JE, Herrmann HC, Douglas PS, Petersen JL, Akin JJ, Anderson WN, Wang D, Pocock S; PARTNER Trial Investigators. Transcatheter aortic-valve implantation for aortic stenosis in patients who cannot undergo surgery. N Engl J Med. 2010 Oct 21;363(17):1597-607. doi: 10.1056/NEJMoa1008232. Epub 2010 Sep 22.",
                "PMID": "20961243"
            },
            {
                "citation": "Wenaweser P, Pilgrim T, Kadner A, Huber C, Stortecky S, Buellesfeld L, Khattab AA, Meuli F, Roth N, Eberle B, Erdös G, Brinks H, Kalesan B, Meier B, Jüni P, Carrel T, Windecker S. Clinical outcomes of patients with severe aortic stenosis at increased surgical risk according to treatment modality. J Am Coll Cardiol. 2011 Nov 15;58(21):2151-62. doi: 10.1016/j.jacc.2011.05.063.",
                "PMID": "22078420"
            },
            {
                "citation": "Zhou F, Yu T, Du R, Fan G, Liu Y, Liu Z, Xiang J, Wang Y, Song B, Gu X, Guan L, Wei Y, Li H, Wu X, Xu J, Tu S, Zhang Y, Chen H, Cao B. Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet. 2020 Mar 11. pii: S0140-6736(20)30566-3. doi: 10.1016/S0140-6736(20)30566-3. [Epub ahead of print] Erratum in: Lancet. 2020 Mar 12;:.",
                "PMID": "32171076"
            }
        ],
        "verification_date": "April 2020",
        "study_first_submitted": "April 1, 2020",
        "study_first_submitted_qc": "April 1, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "April 3, 2020"
        },
        "last_update_submitted": "April 3, 2020",
        "last_update_submitted_qc": "April 3, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "April 7, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Sponsor"
        },
        "condition_browse": {
            "mesh_term": [
                "Aortic Valve Stenosis",
                "Constriction, Pathologic"
            ]
        },
        "patient_data": {
            "sharing_ipd": "Undecided"
        }
    }
}