{
    "clinical_study": {
        "@rank": "240",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 13, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04336787"
        },
        "id_info": {
            "org_study_id": "FADP-2",
            "nct_id": "NCT04336787"
        },
        "brief_title": "Physical Activity Level, Stress Level, Sleep Quality in Pregnant Women During Covid-19 Quarantine",
        "official_title": "Determination Of Physical Activity, Sleep And Stress Level Of Pregnant Women In The Covıd-19 Quarantine Period",
        "sponsors": {
            "lead_sponsor": {
                "agency": "Istanbul Kültür University",
                "agency_class": "Other"
            },
            "collaborator": {
                "agency": "Istanbul University-Cerrahpasa",
                "agency_class": "Other"
            }
        },
        "source": "Istanbul Kültür University",
        "oversight_info": {
            "has_dmc": "No",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "We hypothesized:\n\n      During the COVID-19 pandemic, the sleep quality of pregnant women decreases. During the\n      COVID-19 epidemic, the stress level of pregnant women increases. During the COVID-19\n      epidemic, the level of physical activity of pregnant women decreases.\n\n      Aims:\n\n      The aim of the study is to determine the sleep quality, stress level and physical activity\n      level of pregnant women who maintain the home quarantine during the COVID-19 pandemic."
        },
        "detailed_description": {
            "textblock": "A novel coronavirus (COVID-19) first reported in Wuhan, China in December 2019. The COVID-19\n      has spread rapidly and posed a health threat of unknown magnitude globally. World Health\n      Organization (WHO) declared the new coronavirus outbreak is a public health emergency of\n      international concern on January 30, 2020 (1).\n\n      The first COVID-19 case was detected in Turkey on March 11, 2020, treatment-resistant cases\n      of pneumonia spread rapidly. Swift and protective measures have been taken to prevent the\n      spread of COVID-19. The protective measures included early diagnosis, public health\n      quarantine or physical isolation and symptomatic monitoring of contacts as well as confirmed\n      and suspended cases.\n\n      Quarantine or physical isolation, who may have or have been infected by a contagious disease\n      to control or limit contamination. Modern quarantine strategies include short- and\n      medium-term deadlocks, voluntary home curfew, cancellation of planned social and public\n      events, restrictions on the assembly of groups of people, closure of public transport systems\n      and other travel bans. Universities were closed during the spring semester and various\n      institutions interrupted their activities. In addition, people were asked to stay home as\n      much as possible to avoid unnecessary social contact. Pregnant women should take the same\n      precautions to avoid COVID-19 infection as other people.\n\n      Going early and regularly for prenatal care can help moms-to-be (and their babies) stay\n      healthy. Regular care lets doctors find and deal with any problems as soon as possible. It's\n      important to start prenatal care as early as possible - ideally, before a woman even becomes\n      pregnant. However, due to the increasing number of COVID-19 patients in Turkey, it is not\n      recommended to go to the hospitals unless it is obligatory. This is thought to be another\n      reason for anxiety in pregnant women, in addition to the hours spent at home for social\n      isolation. Moreover, the uncertainty of the hospital conditions can be thought as another\n      cause of stress among pregnant women in the last trimester.\n\n      Additionally, it is obvious that physical activity during pregnancy is beneficial for both\n      the woman and foetus. There is some evidence that physical activity during pregnancy is\n      associated with a reduced length of labor and delivery complications. Taking a brisk walk,\n      swimming and water workouts, low-impact aerobics classes, Yoga and Pilates classes are really\n      preferred. However, it is not possible to do such group exercises and outdoor sports due to\n      social isolation and it can affect the physical activity level of the pregnant women.\n\n      According to these informations, we hypothesized the followings:\n\n      During the COVID-19 pandemic, the sleep quality of pregnant women decreases. During the\n      COVID-19 epidemic, the stress level of pregnant women increases. During the COVID-19\n      epidemic, the level of physical activity of pregnant women decreases.\n\n      Aims:\n\n      The aim of the study is to determine the sleep quality, stress level and physical activity\n      level of pregnant women who maintain the home quarantine during the COVID-19 pandemic.\n\n        1. Sleep-wake hours of the pregnant women participating in our study will be questioned by\n           the questionnaire prepated by the study team.\n\n        2. Pain conditions of the participants of our study will be questioned with the questions\n           prepared and \"Visual Analogue Scale-VAS\",\n\n        3. The physical activity level of the pregnant women participating in the study will be\n           evaluated with the \"International Physical Activity Questionnaire -IPAQ\".\n\n        4. Since the pregnancy itself and the lifestyle after the pandemic is thought to cause\n           sleep disorder and stress, the stress level will be evaluated with the \"Perceived Stress\n           Scale\" and the sleep quality will be evaluated with the \"Pittsburg Sleep Quality Index\"."
        },
        "overall_status": "Not yet recruiting",
        "start_date": {
            "@type": "Anticipated",
            "#text": "April 12, 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "June 10, 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "May 10, 2020"
        },
        "study_type": "Observational",
        "has_expanded_access": "No",
        "study_design_info": {
            "observational_model": "Ecologic or Community",
            "time_perspective": "Prospective"
        },
        "primary_outcome": [
            {
                "measure": "International Physical Activity Questionnaire",
                "time_frame": "Baseline of the study",
                "description": "This measure assesses the types of intensity of physical activity and sitting time that people do as part of their daily lives are considered to estimate total physical activity in MET-min/week and time spent sitting. Walking = 3.3 METs Moderate Intensity = 4.0 METs Vigorous Intensity = 8.0 METs Total MET-minutes/week = Walk (METs*min*days) + Mod (METs*min*days) + Vig (METs*min*days)\n1. Low: • No activity is reported OR • Some activity is reported but not enough to meet Categories 2 or 3. 2. Moderate: • 3 or more days of vigorous activity of at least 20 minutes per day OR • 5 or more days of moderate-intensity activity and/or walking of at least 30 minutes per day OR • 5 or more days of any combination of walking, moderate-intensity or vigorous intensity activities achieving a minimum of at least 600 MET-minutes/week. 3. High: • Vigorous-intensity activity on at least 3 days and accumulating at least 1500 MET-minutes/week"
            },
            {
                "measure": "Pittsburgh Sleep Quality Index",
                "time_frame": "Baseline of the study",
                "description": "The Pittsburgh Sleep Quality Index (PSQI) is an effective instrument used to measure the quality and patterns of sleep. It differentiates \"poor\" from \"good\" sleep by measuring seven domains: subjective sleep quality, sleep latency, sleep duration, habitual sleep efficiency, sleep disturbances, use of sleep medication, and daytime dysfunction over the last month.The client self rates each of these seven areas of sleep. Scoring of the answers is based on a 0 to 3 scale, whereby 3 reflects the negative extreme on the Likert Scale. A global sum of \"5\"or greater indicates a \"poor\" sleeper."
            },
            {
                "measure": "Perceived Stress Scale",
                "time_frame": "Baseline of the study",
                "description": "The Perceived Stress Scale (PSS) is a 14-item self-report measure designed to assess \"the degree to which situations in one's life are appraised as stressful. Each item is rated on a 5-point scale (0 = Never, 1 = Almost Never, 2 = Sometimes, 3 = Fairly Often, 4 = Very Often) and summed to create a total score. PSS-14 has strong internal consistency (α = .84 to .86) and good test-retest reliability (r = .85 over a 2-day period, r = .55 over a 6-week period."
            },
            {
                "measure": "Numerical Pain Rating Scale",
                "time_frame": "Baseline of the study",
                "description": "The Numeric Rating Scale (NRS) is the simplest and most commonly used numeric scale rates the pain from 0 (no pain) to 10 (worst pain)."
            }
        ],
        "enrollment": {
            "@type": "Anticipated",
            "#text": "100"
        },
        "condition": [
            "Covid-19",
            "Coronavirus Infection",
            "Pregnancy Related"
        ],
        "intervention": {
            "intervention_type": "Other",
            "intervention_name": "Survey",
            "description": "A Google Survey which included that consent form, demographic information form, International Physical Activity Questionnaire, Pittsburgh Sleep Quality Index, Perceived Stress Scale and The Numeric Rating Scale will be created. Then the survey link will be shared via social media such as Whatsapp, Facebook, etc."
        },
        "eligibility": {
            "study_pop": {
                "textblock": "Pregnant women, in different trimesters, who need to be active but have to stay at home\n        because of social quarantine implementation that is for preventing COVID-19 infection will\n        be evaluated."
            },
            "sampling_method": "Non-Probability Sample",
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          -  Volunteer to participate in the study\n\n          -  Being pregnant\n\n          -  Aged between 18 - 45\n\n          -  To understand Turkish\n\n          -  Spend most of the day at home\n\n        Exclusion Criteria:\n\n          -  Risky pregnancy status"
            },
            "gender": "Female",
            "minimum_age": "18 Years",
            "maximum_age": "45 Years"
        },
        "overall_contact": {
            "last_name": "Ayşe Zengin Alpözgen, assistant professor",
            "phone": "(212) 866 37 00 43144",
            "email": "azengin@istanbul.edu.tr"
        },
        "location": {
            "facility": {
                "name": "Istanbul University - Cerrahpaşa",
                "address": {
                    "city": "Istanbul",
                    "country": "Turkey"
                }
            },
            "contact": {
                "last_name": "Ayşe Zengin Alpözgen, Assistant Professor"
            },
            "investigator": [
                {
                    "last_name": "Halenur Evrendilek, PhD Student",
                    "role": "Principal Investigator"
                },
                {
                    "last_name": "Başak Polat, PhD Student",
                    "role": "Principal Investigator"
                },
                {
                    "last_name": "Çiçek Duman, PhD Student",
                    "role": "Principal Investigator"
                },
                {
                    "last_name": "Tuğçe Tahmaz, PhD Student",
                    "role": "Principal Investigator"
                },
                {
                    "last_name": "Funda Aküzüm, PhD Student",
                    "role": "Principal Investigator"
                },
                {
                    "last_name": "Gamze Ertürk Uzunoğlu, PhD Student",
                    "role": "Principal Investigator"
                }
            ]
        },
        "location_countries": {
            "country": "Turkey"
        },
        "verification_date": "April 2020",
        "study_first_submitted": "April 3, 2020",
        "study_first_submitted_qc": "April 3, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "April 7, 2020"
        },
        "last_update_submitted": "April 9, 2020",
        "last_update_submitted_qc": "April 9, 2020",
        "last_update_posted": {
            "@type": "Estimate",
            "#text": "April 13, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Principal Investigator",
            "investigator_affiliation": "Istanbul Kültür University",
            "investigator_full_name": "Gamze Ertürk",
            "investigator_title": "Research Assistant"
        },
        "keyword": [
            "Covid-19",
            "coronavirus infection",
            "quarantine",
            "sleep disorders",
            "stress level",
            "physical activity level",
            "pregnancy"
        ],
        "condition_browse": {
            "mesh_term": [
                "Coronavirus Infections",
                "Severe Acute Respiratory Syndrome"
            ]
        },
        "patient_data": {
            "sharing_ipd": "Undecided"
        }
    }
}