{"clinical_study": {"@rank": "130", "required_header": {"download_date": "ClinicalTrials.gov processed this data on April 03, 2020", "link_text": "Link to the current ClinicalTrials.gov record.", "url": "https://clinicaltrials.gov/show/NCT04321928"}, "id_info": {"org_study_id": "IV/2428- 2 /2020/EKU", "nct_id": "NCT04321928"}, "brief_title": "Personalized Health Education Against the Health Damage of Novel Coronavirus (COVID-19) Outbreak in Hungary", "acronym": "PROACTIVE-19", "official_title": "Personalized Health Education Against the Health Damage of COVID-19 Epidemic in Hungary (PROACTIVE-19)", "sponsors": {"lead_sponsor": {"agency": "University of Pecs", "agency_class": "Other"}}, "source": "University of Pecs", "oversight_info": {"has_dmc": "Yes", "is_fda_regulated_drug": "No", "is_fda_regulated_device": "No"}, "brief_summary": {"textblock": "The additional effect of personalized health education compared to general education\n      following the internationally accepted principles will be evaluated in the prevention of the\n      serious course of the novel coronavirus infection. It is hypothesised that personalized\n      health education provides a greater degree of lifestyle change, thus the risk of a serious\n      course of infection decreases."}, "detailed_description": {"textblock": "PROACTIVE-19 is a pragmatic, randomized controlled clinical trial with adaptive \"sample size\n      re-estimation\" design. Volunteers will be randomized into two groups: (A) generalized health\n      education; (B) personalized health education. Participants will go through phone questioning\n      and recommendation in 5 fields: (1) mental health (2) smoking habits, (3) physical activity,\n      (4) dietary habits, (5) alcohol consumption. Both groups A and B will receive the same line\n      of questioning to assess habits concerning these topics. In Group A: questioning will be done\n      in sequence followed by a shared minimal intervention aimed towards improvement of these\n      factors but without any personalized recommendation. In Group B: each assessment will be\n      followed by specific and personalized recommendations. Assessment will be done weekly during\n      the first month, every second week in the second month, then monthly. Considering one interim\n      analysis for efficacy the estimated sample size is 3788 (rounded up to 3800) subject per\n      study arm. The planned duration of the follow up is a minimum of one year."}, "overall_status": "Not yet recruiting", "start_date": {"@type": "Anticipated", "#text": "April 1, 2020"}, "completion_date": {"@type": "Anticipated", "#text": "August 21, 2021"}, "primary_completion_date": {"@type": "Anticipated", "#text": "April 21, 2021"}, "phase": "N/A", "study_type": "Interventional", "has_expanded_access": "No", "study_design_info": {"allocation": "Randomized", "intervention_model": "Parallel Assignment", "intervention_model_description": "This is a randomized controlled, adaptive, two-arm, parallel trial. The target patient population consists of adults age above 60 years without confirmed COVID-19 infection or current hospitalization. The sample size calculation suggests that 7576 subjects (3788/ each arm) are required. The allocation ratio is 1:1. Eligible participants in the generalized health education intervention arm will receive healthy lifestyle advice according to World Health Organization (WHO) principles. On the personalized education arm, participants will receive detailed informative intervention regarding lifestyle changes based on their current habits.", "primary_purpose": "Prevention", "masking": "Double (Participant, Outcomes Assessor)", "masking_description": "Subjects will be blinded to knowledge of the details of differences between the interventions.\nEveryone else (outcome assessors, caregivers and data analysts) will be blinded regarding the allocation."}, "primary_outcome": {"measure": "Primary composite rate of intensive care unit (ICU) admission, 48 hours of hospital admission, death in COVID-19 positive cases", "time_frame": "12 months", "description": "The primary endpoint will be the composite of the rate of the followings in COVID-19 positive cases (verified by an accredited laboratory): the number of pariticipants with ICU (intensive care unit) admission; 48 hours of hospitalisation and/or death.\n48 hours of hospitalisation for the following reasons: (I) arrhythmia (causing hemodynamic instability and requiring continuous monitoring and/or cardiac support, as indicated by mean arterial pressure <65 mm Hg, and/or serum lactate >2 mmol/L) and/or (II) Acute Respiratory Distress Syndrome (ARDS): severe hypoxaemic respiratory failure indicated by a Partial Pressure of Oxygen (PaO2)/Fraction of inspired oxygen (FiO2) <300 mmHg according to the Berlin definition and/or (III) circulatory shock (the requirement of continuous vasopressor support to maintain mean arterial pressure <65 mmHg and/or serum lactate >2 mmol/L)"}, "secondary_outcome": [{"measure": "The number of general practitioner visits", "time_frame": "12 months", "description": "The number of participants, who required general practitioner visit assessed by the investigator."}, {"measure": "The number of emergency, hospital admission and intensive care admission", "time_frame": "12 months", "description": "The number of participants, who required the admission to each type of level of care assessed by the investigator."}, {"measure": "Length of hospitalization and intensive care unit stay", "time_frame": "12 months", "description": "The time spent in hospital and on the intensive care unit in days collected at the end of the trial from medical records."}, {"measure": "Organ dysfunction", "time_frame": "12 months", "description": "The number of cases, where the organ dysfunction (central nervous system, cardiovascular, respiratory, renal, liver, hematological) was present, measured daily during the hospital stay , assessed by the physician at the hospital/ICU."}, {"measure": "Lifestyle changes", "time_frame": "12 months", "description": "The reached changes in lifestyle including mental and physical status will be assessed by a questionnaire.\nThe questions related to the coronavirus epidemic in will cover in 3 fields: concerns for self, concerns for family, feeling of being overwhelmed on account of news on the epidemic. The answers can be given by a scale ranging from 1-10 points. Higher score indicates greater level of distress.\nOne question assessess the subjective feeling of being supported, where yes indicates adequate feeling of support and no indicates feeling of being unsupported and/or lonely."}, {"measure": "The cost of care", "time_frame": "12 months", "description": "The financial demand of the treatment of COVID-19 infection spent on each patient will be calculated by a healthcare economist after the trial is completed."}], "number_of_arms": "2", "enrollment": {"@type": "Anticipated", "#text": "7576"}, "condition": ["SARS-CoV-2", "Coronavirus", "COVID-19", "2019-nCoV", "2019nCoV"], "arm_group": [{"arm_group_label": "Group A", "arm_group_type": "Other", "description": "General health education arm."}, {"arm_group_label": "Group B", "arm_group_type": "Other", "description": "Personalized health education arm."}], "intervention": [{"intervention_type": "Behavioral", "intervention_name": "Personalized health education", "description": "Subjects will go through questioning and recommendations in 5 domains: (1) mental health (2) smoking habits, (3) physical activity, (4) dietary habits and (5) alcohol consumption. Then they will receive detailed individualized education regarding lifestyle changes based on their current habits.", "arm_group_label": "Group B"}, {"intervention_type": "Behavioral", "intervention_name": "General health education", "description": "Subjects will go through questioning and recommendations in 5 domains: (1) mental health (2) smoking habits, (3) physical activity, (4) dietary habits and (5) alcohol consumption. Then they will receive general health education aiming towards improvement of these factors with general recommendations following the WHO principles.", "arm_group_label": "Group A"}], "eligibility": {"criteria": {"textblock": "The inclusion criteria are:\n\n          1. age over 60 years;\n\n          2. informed consent to participate.\n\n        The exclusion criteria are:\n\n          1. confirmed COVID-19 infection (active or recovered);\n\n          2. hospitalization at screening for eligibility;\n\n          3. someone was already enrolled in the study from the same community/household (to avoid\n             potential crosstalk between the study arms)."}, "gender": "All", "minimum_age": "60 Years", "maximum_age": "N/A", "healthy_volunteers": "Accepts Healthy Volunteers"}, "overall_official": {"last_name": "Péter Hegyi, MD, PhD, DSc", "role": "Study Chair", "affiliation": "Insitute for Translational Medicine, University of Pécs, HU"}, "overall_contact": {"last_name": "Péter Hegyi, MD, PhD, DSc", "phone": "+36703751031", "email": "hegyi2009@gmail.com"}, "overall_contact_backup": {"last_name": "Bálint Erőss, MD", "email": "eross.balint@pte.hu"}, "reference": [{"citation": "Cucinotta D, Vanelli M. WHO Declares COVID-19 a Pandemic. Acta Biomed. 2020 Mar 19;91(1):157-160. doi: 10.23750/abm.v91i1.9397.", "PMID": "32191675"}, {"citation": "Mizumoto K, Kagaya K, Zarebski A, Chowell G. Estimating the asymptomatic proportion of coronavirus disease 2019 (COVID-19) cases on board the Diamond Princess cruise ship, Yokohama, Japan, 2020. Euro Surveill. 2020 Mar;25(10). doi: 10.2807/1560-7917.ES.2020.25.10.2000180.", "PMID": "32183930"}, {"citation": "Nishiura H, Kobayashi T, Suzuki A, Jung SM, Hayashi K, Kinoshita R, Yang Y, Yuan B, Akhmetzhanov AR, Linton NM, Miyama T. Estimation of the asymptomatic ratio of novel coronavirus infections (COVID-19). Int J Infect Dis. 2020 Mar 13. pii: S1201-9712(20)30139-9. doi: 10.1016/j.ijid.2020.03.020. [Epub ahead of print]", "PMID": "32179137"}, {"citation": "Arentz M, Yim E, Klaff L, Lokhandwala S, Riedo FX, Chong M, Lee M. Characteristics and Outcomes of 21 Critically Ill Patients With COVID-19 in Washington State. JAMA. 2020 Mar 19. doi: 10.1001/jama.2020.4326. [Epub ahead of print]", "PMID": "32191259"}, {"citation": "Dhama K, Sharun K, Tiwari R, Dadar M, Malik YS, Singh KP, Chaicumpa W. COVID-19, an emerging coronavirus infection: advances and prospects in designing and developing vaccines, immunotherapeutics, and therapeutics. Hum Vaccin Immunother. 2020 Mar 18:1-7. doi: 10.1080/21645515.2020.1735227. [Epub ahead of print]", "PMID": "32186952"}, {"citation": "Hamer M, O'Donovan G, Stamatakis E. Lifestyle risk factors, obesity and infectious disease mortality in the general population: Linkage study of 97,844 adults from England and Scotland. Prev Med. 2019 Jun;123:65-70. doi: 10.1016/j.ypmed.2019.03.002. Epub 2019 Mar 4.", "PMID": "30844499"}, {"citation": "Yang J, Zheng Y, Gou X, Pu K, Chen Z, Guo Q, Ji R, Wang H, Wang Y, Zhou Y. Prevalence of comorbidities in the novel Wuhan coronavirus (COVID-19) infection: a systematic review and meta-analysis. Int J Infect Dis. 2020 Mar 12. pii: S1201-9712(20)30136-3. doi: 10.1016/j.ijid.2020.03.017. [Epub ahead of print]", "PMID": "32173574"}, {"citation": "Peng YD, Meng K, Guan HQ, Leng L, Zhu RR, Wang BY, He MA, Cheng LX, Huang K, Zeng QT. [Clinical characteristics and outcomes of 112 cardiovascular disease patients infected by 2019-nCoV]. Zhonghua Xin Xue Guan Bing Za Zhi. 2020 Mar 2;48(0):E004. doi: 10.3760/cma.j.cn112148-20200220-00105. [Epub ahead of print] Chinese.", "PMID": "32120458"}, {"citation": "Younge JO, Kouwenhoven-Pasmooij TA, Freak-Poli R, Roos-Hesselink JW, Hunink MM. Randomized study designs for lifestyle interventions: a tutorial. Int J Epidemiol. 2015 Dec;44(6):2006-19. doi: 10.1093/ije/dyv183. Epub 2015 Sep 15. Review.", "PMID": "26377509"}, {"citation": "MacIntyre CR, Chughtai AA, Barnes M, Ridda I, Seale H, Toms R, Heywood A. The role of pneumonia and secondary bacterial infection in fatal and serious outcomes of pandemic influenza a(H1N1)pdm09. BMC Infect Dis. 2018 Dec 7;18(1):637. doi: 10.1186/s12879-018-3548-0. Review.", "PMID": "30526505"}, {"citation": "Xiang YT, Yang Y, Li W, Zhang L, Zhang Q, Cheung T, Ng CH. Timely mental health care for the 2019 novel coronavirus outbreak is urgently needed. Lancet Psychiatry. 2020 Mar;7(3):228-229. doi: 10.1016/S2215-0366(20)30046-8. Epub 2020 Feb 4.", "PMID": "32032543"}, {"citation": "Prince M, Patel V, Saxena S, Maj M, Maselko J, Phillips MR, Rahman A. No health without mental health. Lancet. 2007 Sep 8;370(9590):859-77. Review.", "PMID": "17804063"}], "verification_date": "March 2020", "study_first_submitted": "March 20, 2020", "study_first_submitted_qc": "March 23, 2020", "study_first_posted": {"@type": "Actual", "#text": "March 25, 2020"}, "last_update_submitted": "March 25, 2020", "last_update_submitted_qc": "March 25, 2020", "last_update_posted": {"@type": "Actual", "#text": "March 27, 2020"}, "responsible_party": {"responsible_party_type": "Principal Investigator", "investigator_affiliation": "University of Pecs", "investigator_full_name": "Dr Hegyi Péter", "investigator_title": "Principal Investigator, Director of the Centre for Translational Medicine at University of Pécs"}, "keyword": ["coronavirus", "health education", "personalized health education", "randomized controlled trial", "intensive care", "multi organ failure", "prevention"], "condition_browse": {"mesh_term": "Coronavirus Infections"}, "patient_data": {"sharing_ipd": "No"}}}