{
    "clinical_study": {
        "@rank": "17",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 07, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04324996"
        },
        "id_info": {
            "org_study_id": "ChongqingPublicHMC",
            "nct_id": "NCT04324996"
        },
        "brief_title": "A Phase I/II Study of Universal Off-the-shelf NKG2D-ACE2 CAR-NK Cells for Therapy of COVID-19",
        "official_title": "A Phase I/II Study of Universal Off-the-shelf NKG2D-ACE2 CAR-NK Cells Secreting IL15 Superagonist and GM-CSF-neutralizing scFv for Therapy of COVID-19",
        "sponsors": {
            "lead_sponsor": {
                "agency": "Chongqing Public Health Medical Center",
                "agency_class": "Other"
            },
            "collaborator": {
                "agency": "Chongqing Sidemu Biotechnology Technology Co.,Ltd.",
                "agency_class": "Other"
            }
        },
        "source": "Chongqing Public Health Medical Center",
        "oversight_info": {
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "SARS-CoV-2 infection mainly leads to interstitial pneumonia. The patients with low immunity\n      have more serious conditions. At present, there is no specific drug/therapy available for\n      COVID-19. NK cells are the major cells of the natural immune system, which are essential for\n      innate immunity and adaptive immunity, and are indispensable in the defense of virus\n      infection. NKG2D is an activating receptor of NK cells, which can recognize and thus clear\n      virus infected cells. NK cells modified by CAR play a role in targeted cell therapy, and have\n      benn demonstrated very safe without severe side effects such as cytokine releasing syndromes.\n      The survival time of NK cells will be very short if there is no IL-15-sustained support after\n      adoptive transfer into the body. In comparison with natural IL-15 in vivo, IL-15 superagonist\n      (sIL-15/IL-15Rɑ chimeric protein) has increased the activity by nearly 20 times and as well\n      as improved pharmacokinetic characteristics with longer persistence and enhanced target\n      cytotoxicity. CAR-T cell-mediated cytokine release syndrome (CRS) and neurotoxicity have been\n      shown to be abrogated through GM-CSF neutralization. ACE2 is the receptor of SARS-CoV-2 and\n      binds to S protein of the virus envelope. We have constructed and prepared the universal\n      off-the-shelf IL15 superagonist- and GM-CSF neutralizing scFv-secreting NKG2D-ACE2 CAR-NK\n      derived from cord blood. By targeting the S protein of SARS-CoV-2 and NKG2DL on the surface\n      of infected cells with ACE2 and NKG2D, respectively, and with the strong synergistic effect\n      of IL15 superagonist and CRS prevention through GM-CSF neutralizing scFv, we hope that the\n      SARS-CoV-2 virus particles and their infected cells can be safely and effectively removed,\n      thus providing a safe and effective cell therapy for COVID-19. In addition, ACE2 CAR-NK cells\n      can competitively inhibit SARS-CoV-2 infection of type II alveolar epithelial cells and other\n      important organ or tissue cells through ACE2 so as to make SARS-CoV-2 abortive infection\n      (i.e., no production of infectious virus particles).\n\n      This project is an open, randomized, parallel, multicenter phase I/II clinical trial. The\n      NKG2D-ACE2 CAR-NK cells secreting super IL15 superagonist and GM-CSF neutralizing scFv are\n      going to be give by intravenous infusion (108 cells per kilogram of body weight, once a week)\n      for the treatment of 30 patients with each common, severe and critical type COVID-19,\n      respectively."
        },
        "overall_status": "Recruiting",
        "start_date": {
            "@type": "Actual",
            "#text": "March 21, 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "September 30, 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "May 31, 2020"
        },
        "phase": "Phase 1/Phase 2",
        "study_type": "Interventional",
        "has_expanded_access": "No",
        "study_design_info": {
            "allocation": "Randomized",
            "intervention_model": "Parallel Assignment",
            "primary_purpose": "Treatment",
            "masking": "Quadruple (Participant, Care Provider, Investigator, Outcomes Assessor)"
        },
        "primary_outcome": [
            {
                "measure": "Clinical response",
                "time_frame": "Up to 28 days",
                "description": "the efficacy of NKG2D-ACE2 CAR-NK cells in treating severe and critical 2019 new coronavirus (COVID-19) pneumonia"
            },
            {
                "measure": "Side effects in the treatment group",
                "time_frame": "Up to 28 days",
                "description": "the safety and tolerability of NKG2D-ACE2 CAR-NK cells in patients with severe and critical 2019 new coronavirus (COVID-19) pneumonia"
            }
        ],
        "number_of_arms": "5",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "90"
        },
        "condition": "COVID-19",
        "arm_group": [
            {
                "arm_group_label": "NK cells",
                "arm_group_type": "Experimental",
                "description": "The NK cells are going to be give by intravenous infusion (10E8 cells per kilogram of body weight, once a week) ."
            },
            {
                "arm_group_label": "IL15-NK cells",
                "arm_group_type": "Experimental",
                "description": "The NK cells secreting super IL15 superagonist are going to be give by intravenous infusion (10E8 cells per kilogram of body weight, once a week) ."
            },
            {
                "arm_group_label": "NKG2D CAR-NK cells",
                "arm_group_type": "Experimental",
                "description": "The NKG2D CAR-NK cells are going to be give by intravenous infusion (10E8 cells per kilogram of body weight, once a week)."
            },
            {
                "arm_group_label": "ACE2 CAR-NK cells",
                "arm_group_type": "Experimental",
                "description": "The ACE2 CAR-NK cells are going to be give by intravenous infusion (10E8 cells per kilogram of body weight, once a week)."
            },
            {
                "arm_group_label": "NKG2D-ACE2 CAR-NK cells",
                "arm_group_type": "Experimental",
                "description": "The NKG2D-ACE2 CAR-NK cells secreting IL15 superagonist and GM-CSF-neutralizing scFv are going to be give by intravenous infusion (10E8 cells per kilogram of body weight, once a week)."
            }
        ],
        "intervention": {
            "intervention_type": "Biological",
            "intervention_name": "NK cells,IL15-NK cells,NKG2D CAR-NK cells,ACE2 CAR-NK cells,NKG2D-ACE2 CAR-NK cells",
            "description": "The CAR-NK cells are universal off the shelf NK cells enriched from umbilical cord blood and engineered genetically.",
            "arm_group_label": [
                "ACE2 CAR-NK cells",
                "IL15-NK cells",
                "NK cells",
                "NKG2D CAR-NK cells",
                "NKG2D-ACE2 CAR-NK cells"
            ]
        },
        "eligibility": {
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          1. Sign written informed consent;\n\n          2. Age ≥18 years;\n\n          3. Conforms to the NCP Critical and Critical Diagnostic Standards, namely \"Pneumonitis\n             Diagnosis and Treatment Scheme for New Coronavirus Infection (Trial Version 6)\".\n             Comprehensive judgment based on epidemiological history, clinical manifestations and\n             etiological examination;\n\n          4. The course of disease is within 14 days after the onset of illness;\n\n          5. Willing to collect nasopharyngeal or oropharyngeal swabs before administration.\n\n        Exclusion Criteria:\n\n          1. Patients participating in clinical trials of other drugs;\n\n          2. pregnant or lactating women;\n\n          3. ALT / AST> 5 times ULN, or neutrophils <0.5 * 109 / L, or platelets less than 50 * 109\n             / L;\n\n          4. Expected survival time is less than 1 week;\n\n          5. A clear diagnosis of rheumatism-related diseases;\n\n          6. Long-term oral anti-rejection drugs or immunomodulatory drugs;\n\n          7. Patients hypersensitive to NK cells and their preservation solution."
            },
            "gender": "All",
            "minimum_age": "18 Years",
            "maximum_age": "N/A",
            "healthy_volunteers": "No"
        },
        "overall_official": {
            "last_name": "Min Liu, A.B",
            "role": "Principal Investigator",
            "affiliation": "Chongqing Public Health Center"
        },
        "overall_contact": {
            "last_name": "Min Liu, A.B",
            "phone": "13668072999",
            "email": "gwzxliumin@foxmail.com"
        },
        "overall_contact_backup": {
            "last_name": "Jimin Gao, PhD",
            "phone": "0577-86699341",
            "email": "jimingao64@163.com"
        },
        "location": {
            "facility": {
                "name": "Chongqing Public Health Medical Center",
                "address": {
                    "city": "Chongqing",
                    "country": "China"
                }
            },
            "status": "Recruiting",
            "contact": {
                "last_name": "Min Liu, A.B",
                "phone": "13668072999",
                "email": "gwzxliumin@foxmail.com"
            }
        },
        "location_countries": {
            "country": "China"
        },
        "reference": [
            {
                "citation": "Zhou P, Yang XL, Wang XG, Hu B, Zhang L, Zhang W, Si HR, Zhu Y, Li B, Huang CL, Chen HD, Chen J, Luo Y, Guo H, Jiang RD, Liu MQ, Chen Y, Shen XR, Wang X, Zheng XS, Zhao K, Chen QJ, Deng F, Liu LL, Yan B, Zhan FX, Wang YY, Xiao GF, Shi ZL. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature. 2020 Mar;579(7798):270-273. doi: 10.1038/s41586-020-2012-7. Epub 2020 Feb 3.",
                "PMID": "32015507"
            },
            {
                "citation": "Wu F, Zhao S, Yu B, Chen YM, Wang W, Song ZG, Hu Y, Tao ZW, Tian JH, Pei YY, Yuan ML, Zhang YL, Dai FH, Liu Y, Wang QM, Zheng JJ, Xu L, Holmes EC, Zhang YZ. A new coronavirus associated with human respiratory disease in China. Nature. 2020 Mar;579(7798):265-269. doi: 10.1038/s41586-020-2008-3. Epub 2020 Feb 3.",
                "PMID": "32015508"
            },
            {
                "citation": "Kuba K, Imai Y, Rao S, Jiang C, Penninger JM. Lessons from SARS: control of acute lung failure by the SARS receptor ACE2. J Mol Med (Berl). 2006 Oct;84(10):814-20. Epub 2006 Sep 19. Review.",
                "PMID": "16988814"
            },
            {
                "citation": "Zhu N, Zhang D, Wang W, Li X, Yang B, Song J, Zhao X, Huang B, Shi W, Lu R, Niu P, Zhan F, Ma X, Wang D, Xu W, Wu G, Gao GF, Tan W; China Novel Coronavirus Investigating and Research Team. A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med. 2020 Feb 20;382(8):727-733. doi: 10.1056/NEJMoa2001017. Epub 2020 Jan 24.",
                "PMID": "31978945"
            },
            {
                "citation": "Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, Qiu Y, Wang J, Liu Y, Wei Y, Xia J, Yu T, Zhang X, Zhang L. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020 Feb 15;395(10223):507-513. doi: 10.1016/S0140-6736(20)30211-7. Epub 2020 Jan 30.",
                "PMID": "32007143"
            },
            {
                "citation": "Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, Ren R, Leung KSM, Lau EHY, Wong JY, Xing X, Xiang N, Wu Y, Li C, Chen Q, Li D, Liu T, Zhao J, Li M, Tu W, Chen C, Jin L, Yang R, Wang Q, Zhou S, Wang R, Liu H, Luo Y, Liu Y, Shao G, Li H, Tao Z, Yang Y, Deng Z, Liu B, Ma Z, Zhang Y, Shi G, Lam TTY, Wu JTK, Gao GF, Cowling BJ, Yang B, Leung GM, Feng Z. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. N Engl J Med. 2020 Jan 29. doi: 10.1056/NEJMoa2001316. [Epub ahead of print]",
                "PMID": "31995857"
            },
            {
                "citation": "Minetto P, Guolo F, Pesce S, Greppi M, Obino V, Ferretti E, Sivori S, Genova C, Lemoli RM, Marcenaro E. Harnessing NK Cells for Cancer Treatment. Front Immunol. 2019 Dec 6;10:2836. doi: 10.3389/fimmu.2019.02836. eCollection 2019. Review.",
                "PMID": "31867006"
            },
            {
                "citation": "Liu H, Wang S, Xin J, Wang J, Yao C, Zhang Z. Role of NKG2D and its ligands in cancer immunotherapy. Am J Cancer Res. 2019 Oct 1;9(10):2064-2078. eCollection 2019. Review.",
                "PMID": "31720075"
            },
            {
                "citation": "Wang W, Jiang J, Wu C. CAR-NK for tumor immunotherapy: Clinical transformation and future prospects. Cancer Lett. 2020 Mar 1;472:175-180. doi: 10.1016/j.canlet.2019.11.033. Epub 2019 Nov 29.",
                "PMID": "31790761"
            },
            {
                "citation": "Sarvaria A, Jawdat D, Madrigal JA, Saudemont A. Umbilical Cord Blood Natural Killer Cells, Their Characteristics, and Potential Clinical Applications. Front Immunol. 2017 Mar 23;8:329. doi: 10.3389/fimmu.2017.00329. eCollection 2017. Review.",
                "PMID": "28386260"
            },
            {
                "citation": "Mortier E, Quéméner A, Vusio P, Lorenzen I, Boublik Y, Grötzinger J, Plet A, Jacques Y. Soluble interleukin-15 receptor alpha (IL-15R alpha)-sushi as a selective and potent agonist of IL-15 action through IL-15R beta/gamma. Hyperagonist IL-15 x IL-15R alpha fusion proteins. J Biol Chem. 2006 Jan 20;281(3):1612-9. Epub 2005 Nov 11.",
                "PMID": "16284400"
            },
            {
                "citation": "Liu E, Marin D, Banerjee P, Macapinlac HA, Thompson P, Basar R, Nassif Kerbauy L, Overman B, Thall P, Kaplan M, Nandivada V, Kaur I, Nunez Cortes A, Cao K, Daher M, Hosing C, Cohen EN, Kebriaei P, Mehta R, Neelapu S, Nieto Y, Wang M, Wierda W, Keating M, Champlin R, Shpall EJ, Rezvani K. Use of CAR-Transduced Natural Killer Cells in CD19-Positive Lymphoid Tumors. N Engl J Med. 2020 Feb 6;382(6):545-553. doi: 10.1056/NEJMoa1910607.",
                "PMID": "32023374"
            }
        ],
        "verification_date": "March 2020",
        "study_first_submitted": "March 25, 2020",
        "study_first_submitted_qc": "March 25, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "March 27, 2020"
        },
        "last_update_submitted": "March 25, 2020",
        "last_update_submitted_qc": "March 25, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "March 27, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Sponsor"
        },
        "keyword": [
            "NKG2D-ACE2 CAR-NK",
            "IL15 superagonist",
            "GM-CSF-neutralizing scFv",
            "COVID-19"
        ],
        "intervention_browse": {
            "mesh_term": "Sargramostim"
        },
        "patient_data": {
            "sharing_ipd": "No"
        }
    }
}