{
    "clinical_study": {
        "@rank": "521",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 14, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04329897"
        },
        "id_info": {
            "org_study_id": "201412701-1",
            "nct_id": "NCT04329897"
        },
        "brief_title": "Acceptance and Commitment Therapy Delivered by Automated Software Messaging",
        "official_title": "Acceptance and Commitment Therapy Delivered by Automated Software Messaging",
        "sponsors": {
            "lead_sponsor": {
                "agency": "University of Iowa",
                "agency_class": "Other"
            }
        },
        "source": "University of Iowa",
        "oversight_info": {
            "has_dmc": "No",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "This study aims to 1) observe the course of pain, 2) mental status, and 3) possible effect of\n      a behavioral intervention delivered via an automated mobile phone messaging robot in patients\n      were indicated and/or scheduled to undergo joint replacement but have been cancelled or\n      delayed due to the COVID-19 crisis."
        },
        "detailed_description": {
            "textblock": "Adult patients presenting to a University Hospital and found to have hip and knee\n      osteoarthritis that had failed conservative management were subsequently indicated for\n      primary hip or knee replacement (arthroplasty). Patients who subsequently had their surgery\n      delayed or cancelled due to the COVID-19 pandemic were eligible for this study. Eligible\n      patients consenting to the study will be assigned a unique study identification number (ID).\n      A master database linking patient ID to patient name and medical record number will be housed\n      on a password protected and encrypted departmental server location, which only research\n      personnel can access.\n\n      Participants will complete a basic demographics survey and preoperative/ baseline patient\n      reported outcome surveys at enrollment, including the Patient-reported outcomes measurement\n      information system (PROMIS) Pain Intensity 1A short form, PROMIS Pain Intensity 3A short\n      form, PROMIS Pain Interference 8A short form, and PROMIS 8A Emotional Distress-Anxiety 8A\n      short forms. Following completion of these surveys, subjects will be randomized in a 1:1\n      ratio using a random number generator into one of two study groups. The intervention group\n      will receive mobile messages communicating the behavior intervention. The control group will\n      not receive the intervention. Subjects will not be blinded to their study group. Participants\n      randomized to the intervention group were subsequently enrolled into the automated mobile\n      messaging protocol and received a confirmation message welcoming them to the study, which was\n      reviewed with them by the research assistant. Subjects were instructed that they were only\n      required to read all messages, no responses were required.\n\n      A single instance of follow-up will take place on Day 14 of the study. This will occur over\n      the phone with a research team member. Subjects will fill out a second set of the patient\n      reported outcome surveys completed at enrollment. Collection of these followup items marks\n      the end of the subject's participation in the study. No data collection is planned following\n      the two week study period. The study hypothesis is that subjects receiving the behavior\n      intervention delivered via an automated mobile messaging robot would demonstrate better\n      patient reported outcome survey scores than controls at follow-up."
        },
        "overall_status": "Enrolling by invitation",
        "start_date": {
            "@type": "Actual",
            "#text": "April 5, 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "June 30, 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "May 30, 2020"
        },
        "phase": "N/A",
        "study_type": "Interventional",
        "has_expanded_access": "No",
        "study_design_info": {
            "allocation": "Randomized",
            "intervention_model": "Parallel Assignment",
            "intervention_model_description": "Parallel Assignment Two study groups. The intervention group and the control group that does not receive the intervention",
            "primary_purpose": "Supportive Care",
            "masking": "None (Open Label)"
        },
        "primary_outcome": [
            {
                "measure": "Change in reported pain intensity score (PROMIS Pain Intensity 3A) Patient-reported outcomes measurement information system Pain Intensity (PROMIS) 3A short form scores collected from all participating subjects.",
                "time_frame": "Measurements assessed via a computer interface of the standardized form listed above on the day of enrollment and on day fourteen, via telephone.",
                "description": "PROMIS Pain Intensity 3A short form is a 3 question survey measuring an individual's pain over the past 7 days. It utilizes a scale of 1 (no pain) to 5 (very severe pain) for all questions. The scores for the 3 questions are summed and then matched to a corresponding t-score for the instrument. The corresponding t-score is the final, reportable score and can range from 30.7 to 71.8 for the PROMIS Pain Intensity 3A instrument. Higher t-score values represent worse pain outcomes. More information on this instrument, including a scoring manual, can be found at http://www.healthmeasures.net"
            },
            {
                "measure": "Change in reported pain intensity score (PROMIS Pain Intensity 1A) Patient-reported outcomes measurement information system Pain Intensity (PROMIS) 1A short form scores collected from all participating subjects.",
                "time_frame": "Measurements assessed via a computer interface of the standardized form listed above on the day of enrollment and on day fourteen, via telephone.",
                "description": "PROMIS Pain Intensity 1A short form is a 1 question survey measuring an individual's average pain over the past 7 days. It utilizes a scale of 0 (no pain) to 10 (worst imaginable pain). Higher values represent worse pain outcomes.\nMore information on this instrument, including a scoring manual, can be found at http://www.healthmeasures.net"
            },
            {
                "measure": "Change in reported pain interference score Patient-reported outcomes measurement information system (PROMIS) Pain Interference 8A short form scores collected from all participating subjects.",
                "time_frame": "Measurements assessed via a computer interface of the standardized form listed above on the day of enrollment and on day fourteen, via telephone.",
                "description": "The PROMIS Pain Interference 8A short form is an 8 question survey that measures how much pain has interfered in the respondent's life over the past 7 days. It utilizes a scale of 1 (not at all) to 5 (very much) for all questions.\nThe scores for all 8 questions are summed and then matched to a corresponding t-score for the instrument. The corresponding t-score is the final, reportable score and can range from 40.7 to 77.0 for the PROMIS Pain Interference 8A instrument. Higher t-score values represent worse pain interference outcomes.\nMore information on this instrument, including a scoring manual, can be found at http://www.healthmeasures.net"
            },
            {
                "measure": "Change in reported emotional distress (anxiety) score. Patient-reported outcomes measurement information system (PROMIS) Emotional Distress-Anxiety 8A short form scores collected from all participating subjects.",
                "time_frame": "Measurements assessed via a computer interface of the standardized form listed above on the day of enrollment and on day fourteen, via telephone.",
                "description": "The PROMIS Emotional Distress-Anxiety 8A short form is an 8 statement survey that measures how much emotional distress, specifically due to anxiety, a respondent has experienced over the past 7 days. It utilizes a scale of 1 (never) to 5 (always) for all the statements. The scores for all 8 statements are summed and then matched to a corresponding t-score for the instrument. The corresponding t-score is the final, reportable score and can range from 37.1 to 83.1 for the PROMIS Emotional Distress-Anxiety 8A instrument. Higher t-score values represent worse anxiety caused emotional distress outcomes. More information on this instrument, including a scoring manual, can be found at http://www.healthmeasures.net"
            }
        ],
        "number_of_arms": "2",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "82"
        },
        "condition": [
            "Hip Osteoarthritis",
            "Knee Osteoarthritis",
            "Mental Stress",
            "Coronavirus"
        ],
        "arm_group": [
            {
                "arm_group_label": "Software Messaging",
                "arm_group_type": "Experimental",
                "description": "Acceptance and Commitment Therapy Subjects randomizing into this arm received the study intervention that consisted of twice-daily, AM and PM, text messages starting on postoperative day one and ending on postoperative day fourteen. Subjects were only required to read these messages, which utilized the principles of Acceptance and Commitment therapy"
            },
            {
                "arm_group_label": "Control",
                "arm_group_type": "No Intervention",
                "description": "Subjects randomizing into this arm did not receive the text message study intervention."
            }
        ],
        "intervention": {
            "intervention_type": "Behavioral",
            "intervention_name": "Software Messaging",
            "description": "Acceptance and Commitment Therapy Delivered via an Automated Mobile Messaging Robot Mobile messages utilizing the principles of Acceptance and Commitment therapy. These messages were developed in collaboration with a pain psychologist who specializes in treating chronic pain with Acceptance and Commitment therapy. Subjects received twice-daily messages for two weeks following their orthopaedic procedure.",
            "arm_group_label": "Software Messaging"
        },
        "eligibility": {
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          -  Any patient who had been indicated for primary joint replacement but subsequently\n             experienced a delay or cancellation in their surgical date due to the COVID-19\n             pandemic.\n\n        Exclusion Criteria:\n\n          -  Patients undergoing revision joint replacement\n\n          -  Patients who do not own a mobile phone or do not utilize text messaging as a form of\n             communication"
            },
            "gender": "All",
            "minimum_age": "18 Years",
            "maximum_age": "N/A",
            "healthy_volunteers": "Accepts Healthy Volunteers"
        },
        "overall_official": {
            "last_name": "Nic Bedard, MD",
            "role": "Study Director",
            "affiliation": "University of Iowa Department of Orthopaedics"
        },
        "location": {
            "facility": {
                "name": "University of Iowa Hospitals and Clinics",
                "address": {
                    "city": "Iowa City",
                    "state": "Iowa",
                    "zip": "52242",
                    "country": "United States"
                }
            }
        },
        "location_countries": {
            "country": "United States"
        },
        "reference": [
            {
                "citation": "Jones J Jr, Southerland W, Catalani B. The Importance of Optimizing Acute Pain in the Orthopedic Trauma Patient. Orthop Clin North Am. 2017 Oct;48(4):445-465. doi: 10.1016/j.ocl.2017.06.003. Review.",
                "PMID": "28870305"
            },
            {
                "citation": "Anthony CA, Peterson AR. Utilization of a text-messaging robot to assess intraday variation in concussion symptom severity scores. Clin J Sport Med. 2015 Mar;25(2):149-52. doi: 10.1097/JSM.0000000000000115.",
                "PMID": "24905538"
            },
            {
                "citation": "Anthony CA, Polgreen LA, Chounramany J, Foster ED, Goerdt CJ, Miller ML, Suneja M, Segre AM, Carter BL, Polgreen PM. Outpatient blood pressure monitoring using bi-directional text messaging. J Am Soc Hypertens. 2015 May;9(5):375-81. doi: 10.1016/j.jash.2015.01.008. Epub 2015 Jan 21.",
                "PMID": "25771023"
            },
            {
                "citation": "Hughes LS, Clark J, Colclough JA, Dale E, McMillan D. Acceptance and Commitment Therapy (ACT) for Chronic Pain: A Systematic Review and Meta-Analyses. Clin J Pain. 2017 Jun;33(6):552-568. doi: 10.1097/AJP.0000000000000425. Review.",
                "PMID": "27479642"
            },
            {
                "citation": "Rathbone AL, Prescott J. The Use of Mobile Apps and SMS Messaging as Physical and Mental Health Interventions: Systematic Review. J Med Internet Res. 2017 Aug 24;19(8):e295. doi: 10.2196/jmir.7740. Review.",
                "PMID": "28838887"
            },
            {
                "citation": "Anthony CA, Lawler EA, Glass NA, McDonald K, Shah AS. Delivery of Patient-Reported Outcome Instruments by Automated Mobile Phone Text Messaging. Hand (N Y). 2017 Nov;12(6):614-621. doi: 10.1177/1558944716672201. Epub 2016 Oct 6.",
                "PMID": "29091492"
            }
        ],
        "verification_date": "April 2020",
        "study_first_submitted": "March 30, 2020",
        "study_first_submitted_qc": "March 30, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "April 1, 2020"
        },
        "last_update_submitted": "April 6, 2020",
        "last_update_submitted_qc": "April 6, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "April 8, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Principal Investigator",
            "investigator_affiliation": "University of Iowa",
            "investigator_full_name": "Nicholas Bedard",
            "investigator_title": "Assistant Professor of Orthopedics and Rehabilitation"
        },
        "keyword": [
            "COVID-19",
            "Coranavirus",
            "Mental health",
            "Orthopaedics"
        ],
        "condition_browse": {
            "mesh_term": [
                "Osteoarthritis",
                "Osteoarthritis, Knee",
                "Osteoarthritis, Hip",
                "Stress, Psychological"
            ]
        },
        "patient_data": {
            "sharing_ipd": "No"
        }
    }
}