{
    "clinical_study": {
        "@rank": "206",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 09, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04332666"
        },
        "id_info": {
            "org_study_id": "P2020/201",
            "nct_id": "NCT04332666"
        },
        "brief_title": "Angiotensin-(1,7) Treatment in COVID-19: the ATCO Trial",
        "acronym": "ATCO",
        "official_title": "Angiotensin-(1,7) Treatment in COVID-19: the ATCO Trial",
        "sponsors": {
            "lead_sponsor": {
                "agency": "Erasme University Hospital",
                "agency_class": "Other"
            },
            "collaborator": {
                "agency": "Fonds Erasme pour la Recherche Médicale",
                "agency_class": "Other"
            }
        },
        "source": "Erasme University Hospital",
        "oversight_info": {
            "has_dmc": "Yes",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "Background: A novel Coronavirus (SARS-CoV-2) described in late 2019 in Wuhan, China, has led\n      to a pandemic and to a specific coronavirus-related disease (COVID-19), which is mainly\n      characterized by a respiratory involvement. While researching for a vaccine has been started,\n      effective therapeutic solutions are urgently needed to face this threaten. The\n      renin-angiotensin system (RAS) has a relevant role in COVID-19, as the virus will enter host\n      's cells via the angiotensin-converting enzyme 2 (ACE2); RAS disequilibrium might also play a\n      key role in the modulation of the inflammatory response that characterizes the lung\n      involvement. Angiotensin-(1-7) is a peptide that is downregulated in COVID-19 patient and it\n      may potentially improve respiratory function in this setting.\n\n      Methods/Design: The Investigators describe herein the methodology of a randomized,\n      controlled, adaptive Phase II/Phase III trial to test the safety, efficacy and clinical\n      impact of the infusion of angiotensin-(1-7) in COVID-19 patients with respiratory failure\n      requiring mechanical ventilation. A first phase of the study, including a limited number of\n      patients (n=20), will serve to confirm the safety of the study drug, by observing the number\n      of the severe adverse events. In a second phase, the enrollment will continue to investigate\n      the primary endpoint of the study (i.e. number of days where the patient is alive and not on\n      mechanical ventilation up to day 28) to evaluate the efficacy and the clinical impact of this\n      drug. Secondary outcomes will include the hospital length of stay, ICU length of stay, ICU\n      and hospital mortality, time to weaning from mechanical ventilation, reintubation rate,\n      secondary infections, needs for vasopressors, PaO2/FiO2 changes, incidence of deep vein\n      thrombosis, changes in inflammatory markers, angiotensins plasmatic levels and changes in\n      radiological findings. The estimated sample size to demonstrate a reduction in the primary\n      outcome from a median of 14 to 11 days is 56 patients, 60 including a dropout rate of 3%\n      (i.e. 30 per group), but a preplanned recalculation of the study sample size is previewed\n      after the enrollment of 30 patients.\n\n      Expected outcomes/Discussion: This controlled trial will assess the efficacy, safety and\n      clinical impact of the Angiotensin-(1-7) infusion in a cohort of COVID-19 patients requiring\n      mechanical ventilation. The results of this trial may provide useful information for the\n      management of this disease."
        },
        "detailed_description": {
            "textblock": "Rationale for the study The cellular entry of the SARS-CoV-2 can result in a functional\n      reduction of ACE2 activity and this could lead to an increased activity of the Ang II/AT1\n      axis and decreased levels Ang-(1-7)/MasR expression that could contribute to the severity of\n      the disease. The administration of Ang-(1-7) could reestablish this equilibrium, contributing\n      to decrease pulmonary inflammation e thus decreasing the symptoms of the disease.\n\n      Eligible patients and the next of kin (whenever possible) should be informed about the\n      rationale and the aims of the study and potential risks of drug infusion. Local ethical\n      regulations should be otherwise followed. Due to the eligibility criteria and the urgency\n      setting, a delayed written consent may be obtained after randomization from the next of kin\n      and/or the patient (i.e. after ICU discharge).\n\n      Randomization will be performed using sealed envelopes with a ratio of 1:1 including\n      information on treatment assignment and a five-digit number, which will be open by the person\n      responsible for drug constitution. Each vial or syringe will be then labeled with the\n      randomly allocated number it will be assigned to the nursing personnel. The doctors and\n      nurses administering the drugs, as well as the local investigators and research personnel who\n      collected data, were unaware of the treatment assignments. Randomization should occur within\n      24 hours since orotracheal intubation and drug infusion initiated within 4 hours from\n      randomization.\n\n      Trial will be conducted in adherence to the current Helsinki Declaration and the standard of\n      good clinical practice. Screening of patients will only start after approval of the ethical\n      committees (EC) in the trial sites. No deviation of the protocol will be implemented without\n      the prior review and approval of the ECs.\n\n      Study Treatment Ang-(1-7) is a pre-constitute intravenous lyophilized formulation containing\n      0.5 mg/ ampoule and will be administered to patients via a dedicated central venous line at\n      the initial dose of 0.1 mcg/Kg/h (equivalent to 2.5 mcg/Kg/day). After the first hour of\n      infusion, if no decrease in mean arterial pressure (decrease superior to 30% or need to\n      increase vasopressors ≥ 50% of an initial dosage to maintain a MAP ≥ 65mmHg), the infusion\n      rate will be increased to 0.2 mcg/Kg/h (equivalent to 5 mcg/Kg/day). The infusion will be\n      continued for up to 48 hours and then stopped. To this end, the substance solution,\n      prepackaged, will be diluted in 1000ml of NaCl 0.9% and then infused using an infusion pump\n      at corresponding speed. The placebo substance, made up of the vehicle alone, will also be\n      intravenously administrated using the same procedure as that for the substance containing the\n      active principle.\n\n      Patient's management Management of any underlying comorbidity will be at discretion of the\n      attending physicians; the use of international guidelines for the monitoring and the adequate\n      therapeutic interventions are recommended in all patients.\n\n      In particular, patients ventilation should be managed according to ATS/ESICM/SCCM 2017\n      consensus for the ventilation in ARDS patients which suggest low tidal volume ventilation\n      (4-8 mL/Kg predicted body weight) associated with low plateau pressure (<30 cmH2O), high\n      positive end-expiratory pressure (PEEP) associated with recruitment maneuvers and prone\n      positioning for periods longer than 12h in severe ARDS patients. Arterial gas analysis\n      assessment should be performed at maximum intervals of six hours or more often according to\n      the attending physician beliefs. Maintenance fluid should be chosen among balanced\n      crystalloids and the quantity will be decided by the attending physician. Glucose management,\n      nutrition protocols, decision to administer neuromuscular blockade, prone positioning, ECMO,\n      nitric oxide or any other adjunctive therapies will be continued according to center current\n      clinical practice and will be recorded in the CRF file.\n\n      Weaning procedure Regarding the weaning from mechanical ventilation, in order to standardize\n      and reduce bias we will comply with the following procedures based on ARDS Network protocol\n      (ARDSnet).\n\n      Each day the patients enrolled will be assessed by the medical staff for the following\n      weaning criteria:\n\n        1. FiO2 ≤ 0.40 and PEEP ≤ 8 cmH2O OR FiO2 < 0.50 and PEEP < 5 cmH2O\n\n        2. PEEP and FiO2 ≤ values of previous day.\n\n        3. No neuromuscular blocking agents\n\n        4. Patient has acceptable spontaneous breathing efforts (It will be allowed to decrease the\n           respiratory rate on the ventilator up to 50% for 5 min to detect inspiratory effort)\n\n        5. Systolic BP ≥ 90 mmHg\n\n      If all the above conditions will be met, medical staff will start a spontaneous breathing\n      test (SBT) for up to 120 minutes using one of the following methods and maintaining a: FiO2 ≤\n      0.5:\n\n        1. T-piece Tube\n\n        2. Pressure Support Ventilation ≤ 5 cmH2O with PEEP ≤ 5 cmH2O\n\n        3. CPAP with PEEP ≤ 5 cmH2O\n\n        4. Tracheal Collar mask\n\n      To test the tolerance at such measures the medical staff will evaluate the following goals\n      for a minimum of 30 minutes up to 120 minutes:\n\n        1. SpO2 ≥ 90% and / or PaO2 ≥ 60 mm Hg\n\n        2. Mean spontaneous tidal volume ≥ 4 ml/kg PBW (if measured)\n\n        3. Respiratory Rate ≤ 35 / min\n\n        4. pH ≥ 7.30 (if measured)\n\n        5. No respiratory distress (defined as 2 or more of the following):\n\n             1. Heart rate ≥ 120% of the rate (≤ 5 min at > 120% may be tolerated)\n\n             2. Marked use of accessory muscles\n\n             3. Abdominal paradox\n\n             4. Diaphoresis\n\n             5. Marked subjective dyspnea\n\n      If all these goals will be met, the medical staff will consider extubation, otherwise the\n      patient will be treated with the pre-weaning settings.\n\n      Data Collection Data collection on admission will include: demographic characteristics,\n      comorbidities, including use of antihypertensive medications, source of admission, primary\n      and secondary diagnosis, delay since symptoms begin, APACHE II Score (the worst values within\n      the first 24 hours), SOFA score on admission, Chest X-ray and Thoracic CT scan results if\n      available, EKG trace, PaO2/FiO2 on admission. Daily data collection during ICU stay will\n      include: continuous hemodynamic monitoring, including invasive arterial pressure monitoring\n      and continuous EKG; SaO2 and PaO2/FiO2 every 2 hours; blood samples including Hb, glucose and\n      several other chemical variables will be collected at least once per day at 8 am (or the\n      first value of the day); ventilatory parameters and arterial gas analysis will be also\n      collected every six hours; SOFA score; presence of any other documented infection (site,\n      pathogen, treatment); presence of septic shock; daily diuresis and daily total fluid\n      infusion, urine analysis including main electrolytes (sodium, potassium, chloride, calcium)\n      and osmolarity every morning. The occurrence of serious adverse events (see specific\n      paragraph in the text). Duration of ICU stay, duration of mechanical ventilation, need for\n      tracheostomy. In case of death, reasons for withdrawal of care will be recorded. All the data\n      will be recorded using the specific CRF forms, divided into a core section and a daily\n      section and will be uploaded to a web-centralized protected database.\n\n      Statistical Analysis\n\n      First phase (Phase IIb) = 15 vs 15 patients Second phase (Phase III) = expected 30 vs 30\n      patients in total (recalculation of sample size after 15 vs. 15 patients included)\n\n      The primary outcome of this study is the number of ventilator free days at day 28.\n\n      Considering an expected median duration of mechanical ventilation in COVID-19 related\n      respiratory insufficiency patients of 14 days, to provide an absolute reduction of 22,5% with\n      an alpha error of 0.05 and to provide a power to detect the effect of 80% and a dropout rate\n      of 3%, 60 patients will need to be included in the primary analysis, 30 in each group.\n\n      Pre-planned Stratified group analysis will be performed for the following group of patients:\n\n        1. History of hypertension vs. no history of hypertension\n\n        2. Treatment with ACEi, ARB or DRI drugs vs no treatment\n\n        3. Age (<65 vs. ≥ 65 years)\n\n        4. PaO2/FiO2 values at randomization (<100 vs ≥ 100)\n\n        5. Confirmed vs highly suspected COVID-19\n\n      Data Safety Management Members of the Data Safety Monitoring Committee (DSMC) are individuals\n      free of conflicts of interest for this protocol; DSMC will analyze the safety of the study\n      and their membership within the DSMC will be for the duration of this clinical trial. Serious\n      Adverse Events (SAEs) will be recorded at the participating site on the specific CRF and\n      their occurrence will be monitored by the DSMC at the different interim analysis. Formal\n      meeting will be held for each interim analysis to review the data related to the primary\n      outcome, the safety findings as well as the quality of the trial conduct. To enhance the\n      integrity of the trial, the DSMC will have access to the different results aggregated by\n      treatment group and remain unaware of the treatment assignment (the groups will be encoded as\n      A and B). A report including data on recruitment and baseline characteristics and pooled data\n      on eligibility violations will be prepared by the statistician for each DSMC meeting. Only\n      the independent statistician will have access to the whole database. A closed report will be\n      then prepared to allow confidential discussion of clinical data and the DSMC has to prepare\n      minutes of their meetings, with a list of recommendations for the Steering Committee (to\n      continue, to hold or to terminate the trial). If the recommendation is to stop the trial, a\n      final decision will be made after the analysis of all patients included at the time\n      (including patients randomized after data collection for the DSMC meeting). The Steering\n      Committee will be responsible for deciding whether to continue, hold or stop the trial based\n      on DSMC recommendations. The DSMC will be notified of all changes to the trial protocol or\n      conduct.\n\n      Organization Data will be recorded using pre-printed CRF by the attending physician or a\n      trained research nurse. All data will be periodically introduced by trained personnel in the\n      central web-based database. The study coordinator will contact each time a patient is\n      included the local PI to ensure data collection and reporting as well as completion of\n      patient follow-up or on premature termination of the study protocol. The individual data\n      provided by a participating ICU are primarily property of the ICU who generated the data. All\n      investigators have the right to access their data every time.\n\n      The Principal Investigators of the study have the responsibility to perform periodic and spot\n      checks visits to monitor the progress of the clinical study. Completed CRFs will be reviewed\n      for completeness, compliance with investigation plan and appropriate device use and\n      accountability. Case report forms will be uploaded on a website with the help of an\n      independent statistician, which will be overseen data entry and data quality management. Data\n      on safety will be provided to the DMSC with regular time intervals. The steering committee\n      will review study integrity, safety and risk/benefit issues after 25 included patients. The\n      rate of these reviews could increase according to report of relevant safety issues.\n      Independent analyses of serious adverse events will be performed and adjudicated if the\n      frequency or nature of serious adverse events warrants it."
        },
        "overall_status": "Not yet recruiting",
        "start_date": {
            "@type": "Anticipated",
            "#text": "March 31, 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "June 15, 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "May 30, 2020"
        },
        "phase": "Phase 2/Phase 3",
        "study_type": "Interventional",
        "has_expanded_access": "No",
        "study_design_info": {
            "allocation": "Randomized",
            "intervention_model": "Parallel Assignment",
            "intervention_model_description": "Randomized, controlled, investigator initiated, phase II/phase III seamless, adaptive, single blinded, interventional trial to evaluate the efficacy, safety and clinical impact of intravenous Ang-(1-7) infusion compared to standard treatment in ICU patients with severe respiratory failure associated with COVID-19. This study will be conducted initially in one center (Erasme Hospital, Belgium), but other sites will be allowed to join if: Number of expected patients with COVID related ARF ≥ 10, experience in treatment of ARDS patients (> 25/year), including prone positioning ,availability of the equipment required to provide the blood sample processing and storage. We planned a first phase of the study where 30 patients will be randomly receiving Ang-(1-7) or placebo to confirm the safety. The Final power calculation will be reassessed after 30 included patients (i.e. 15 in each arm), in line with a preplanned expected total number of patients needed of 60.",
            "primary_purpose": "Treatment",
            "masking": "Triple (Participant, Investigator, Outcomes Assessor)",
            "masking_description": "Randomization will be performed using sealed envelopes with a ratio of 1:1 including information on treatment assignment and a five-digit number, which will be open by the person responsible for drug constitution. Each vial or syringe will be then labeled with the randomly allocated number it will be assigned to the nursing personnel. The doctors and nurses administering the drugs, as well as the local investigators and research personnel who collected data, were unaware of the treatment assignments."
        },
        "primary_outcome": {
            "measure": "ventilator free days",
            "time_frame": "28 days",
            "description": "composite outcome of mortality and necessity of mechanical ventilation"
        },
        "secondary_outcome": [
            {
                "measure": "ICU free days",
                "time_frame": "trough study completion, on average 40 days",
                "description": "number of days free from intensive care unit"
            },
            {
                "measure": "Hospital length of stay",
                "time_frame": "through study completion, on average 60 days",
                "description": "Hospital length of stay"
            },
            {
                "measure": "Time to wean from mechanical ventilation",
                "time_frame": "through study completion, on average 14 days",
                "description": "Time to wean from mechanical ventilation"
            },
            {
                "measure": "PaO2/FiO2 changes during drug administration",
                "time_frame": "48 hours",
                "description": "PaO2/FiO2 changes during drug administration"
            },
            {
                "measure": "Deep vein thrombosis incidence",
                "time_frame": "through study completion, on average 30 days",
                "description": "US confirmed deep vein thrombosis"
            },
            {
                "measure": "Changes in inflammatory markers",
                "time_frame": "at randomization, 48 hours after randomization and 72 hours after randomization",
                "description": "including IL-1, IL-2, IL-6, IL-7, IL-8, IL-10, TNF-alpha, interferon gamma"
            },
            {
                "measure": "RAS effectors levels",
                "time_frame": "at randomization, 48 hours after randomization and 72 hours after randomization",
                "description": "Ang II and Ang-(1-7) plasmatic levels"
            },
            {
                "measure": "Radiological findings",
                "time_frame": "through study completion, on average 30 days",
                "description": "Chest x-ray or CT scan changes"
            }
        ],
        "other_outcome": {
            "measure": "Rate of serious adverse events",
            "time_frame": "study drug administration/day 28 or ICU discharge or death",
            "description": "phase 2b = principal safety outcome; phase 3 = secondary outcome"
        },
        "number_of_arms": "2",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "60"
        },
        "condition": [
            "Coronavirus",
            "Respiratory Failure",
            "Coronavirus Sars-Associated as Cause of Disease Classified Elsewhere",
            "SARS-CoV-2"
        ],
        "arm_group": [
            {
                "arm_group_label": "Placebo",
                "arm_group_type": "Placebo Comparator",
                "description": "Standard of care treatment"
            },
            {
                "arm_group_label": "Study drug",
                "arm_group_type": "Experimental",
                "description": "Angiotensin-(1-7) infusion (venous) of 0.2 mcg/Kg/h for 48h"
            }
        ],
        "intervention": [
            {
                "intervention_type": "Drug",
                "intervention_name": "Angiotensin 1-7",
                "description": "endogenous peptide dilution: angiotensin-(1-7) 0.5 mg / L NaCl 0.9%",
                "arm_group_label": "Study drug"
            },
            {
                "intervention_type": "Drug",
                "intervention_name": "Placebos",
                "description": "infusion of NaCl 0.9% without diluted peptide in it",
                "arm_group_label": "Placebo"
            }
        ],
        "eligibility": {
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          -  Age > 18 years old\n\n          -  Expected ICU stay of > 48 hours\n\n          -  Bilateral Viral Pneumonia\n\n          -  Orotracheal intubation from less than 24 hours\n\n          -  Confirmed or highly suspected COVID-19\n\n        Exclusion Criteria:\n\n          -  Patients with cancer (all stages) diagnosis\n\n          -  Severe hemodynamic instability (need of vasopressors >1 mcg/Kg/min to maintain a MAP >\n             65 mmHg)\n\n          -  Pregnant women\n\n          -  Immunocompromised patients\n\n          -  Limitations of care\n\n          -  Inclusion in any other interventional trial"
            },
            "gender": "All",
            "minimum_age": "18 Years",
            "maximum_age": "N/A",
            "healthy_volunteers": "No"
        },
        "overall_official": [
            {
                "last_name": "Filippo Annoni, MD",
                "role": "Principal Investigator",
                "affiliation": "Erasme hospital"
            },
            {
                "last_name": "Robson AS Santos, MD,PhD",
                "role": "Principal Investigator",
                "affiliation": "Minas Gerais University"
            }
        ],
        "overall_contact": {
            "last_name": "filippo annoni, MD",
            "phone": "0032(0)483141483",
            "email": "filippo.annoni@erasme.ulb.ac.be"
        },
        "overall_contact_backup": {
            "last_name": "Fabio S Taccone, PD,PhD",
            "email": "fabio.tacconei@erasme.ulb.ac.be"
        },
        "verification_date": "March 2020",
        "study_first_submitted": "March 27, 2020",
        "study_first_submitted_qc": "April 2, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "April 3, 2020"
        },
        "last_update_submitted": "April 2, 2020",
        "last_update_submitted_qc": "April 2, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "April 6, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Sponsor"
        },
        "condition_browse": {
            "mesh_term": [
                "Coronavirus Infections",
                "Severe Acute Respiratory Syndrome",
                "Respiratory Insufficiency"
            ]
        },
        "intervention_browse": {
            "mesh_term": "Angiotensin I (1-7)"
        },
        "patient_data": {
            "sharing_ipd": "No"
        }
    }
}