{
    "clinical_study": {
        "@rank": "240",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 06, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04290871"
        },
        "id_info": {
            "org_study_id": "NO-SARS-COVID-19",
            "nct_id": "NCT04290871"
        },
        "brief_title": "Nitric Oxide Gas Inhalation for Severe Acute Respiratory Syndrome in COVID-19.",
        "acronym": "NOSARSCOVID",
        "official_title": "Nitric Oxide Gas Inhalation Therapy for Severe Acute Respiratory Syndrome Due to COVID-19.",
        "sponsors": {
            "lead_sponsor": {
                "agency": "Xijing Hospital",
                "agency_class": "Other"
            },
            "collaborator": [
                {
                    "agency": "Massachusetts General Hospital",
                    "agency_class": "Other"
                },
                {
                    "agency": "Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico",
                    "agency_class": "Other"
                }
            ]
        },
        "source": "Xijing Hospital",
        "oversight_info": {
            "has_dmc": "Yes",
            "is_fda_regulated_drug": "Yes",
            "is_fda_regulated_device": "No",
            "is_us_export": "No"
        },
        "brief_summary": {
            "textblock": "The investigators will enroll 102 patients with a confirmed diagnosis of COVID-19. Patients\n      will be randomized to receive either inhaled nitric oxide (per protocol) or placebo. ICU\n      Standards of care will be the institution's own protocols (such as ventilation strategies and\n      use and dose of antivirals and antimicrobials, steroids, inotropic and vasopressor agents)."
        },
        "detailed_description": {
            "textblock": "2019-new Coronavirus (2019-nCoV) infection (COVID-19) is highly contagious and responsible\n      for thousands of casualties. Originated in Wuhan (China), the 2019-nCoV is spreading to many\n      countries, including Italy, Korea and Japan. While no targeted-treatment against 2019-nCoV\n      virus is available to-date, inhaled nitric oxide gas (NO) has shown antiviral activity\n      against Coronavirus during the 2003 SARS outbreak. The investigators designed this study to\n      assess whether inhaled NO improves survival in patients affected with severe COVID-2019.\n\n      The clinical spectrum of symptomatic patients ranges from mild upper respiratory syndrome to\n      severe diffuse viral pneumonia in the context of severe multiorgan dysfunction leading to\n      death. In China, overall reported fatality rate is between 2.2% in patients with proven\n      infection. In hospitalized patients with COVID-19, about 25% required admission to ICU. Of\n      these, 61% of patients met clinical criteria for acute respiratory distress syndrome (ARDS).\n      In another retrospective study in Wuhan (China) on 52 critically ill patients with COVID-19,\n      the incidence of patients with pneumonia meeting ARDS criteria was 67%. ICU mortality reached\n      63%, with various profiles of combined organ failure in deceased patients (81% with ARDS,\n      37.5% with AKI, 28% with cardiac injury and 28% with liver failure).\n\n      In 2004, during the Severe Acute Respiratory Syndrome Coronavirus (SARS-CoV) outbreak, it was\n      demonstrated that treatment with NO reversed pulmonary hypertension, improved severe hypoxia\n      and shortened the length of ventilatory support as compared to matched control patients with\n      SARS-CoV. In a subsequent in-vitro study, NO donors (e.g. S-nitroso-N-acetylpenicillamine)\n      greatly increased the survival rate of SARS-CoV-infected eukaryotic cells, suggesting direct\n      antiviral effects of NO. Coronavirus responsible for SARS-CoV shares most of the genome of\n      COVID-19 indicating potential effectiveness of inhaled NO therapy in these patients.\n\n      Here, the investigators propose a randomized clinical trial aimed to prevent progression of\n      the disease in patients with severe acute respiratory syndrome.\n\n      Control group: the institutional standard of care will be delivered. Treatment group: in\n      addition to standard therapy, the subjects will receive inhalation of NO. Inspired NO/N2 will\n      be delivered at 80 parts per million (ppm) in the first 48 hours of enrollment. After that,\n      NO levels will be decreased to 40 ppm until severe hypoxia resolves. Weaning from NO will\n      start when patients improves the level of oxygenation to a PaO2/FiO2 > 300 mmHg or SpO2 > 93%\n      for more than 24 hours consecutively. Physician will follow their own institutional weaning\n      protocols. In the absence of institutional protocols, NO will be reduced every 4 hours in\n      step-wise fashion starting from 40 ppm to 20, 10, 5, 3, 2 and 1 ppm. If hypoxemia (SpO2 <\n      93%) or acute hypotension (systolic blood pressure < 90 mmHg) occurs during weaning, NO\n      should be increased to a prior higher concentration.\n\n      Safety: prolonged treatment with inhaled NO can lead to increased methemoglobin levels. Blood\n      levels of methemoglobin will be monitored via a non-invasive CO-oximeter or MetHb levels in\n      blood. If methemoglobin levels rise above 5% at any point of the study, inhaled NO\n      concentration will be halved."
        },
        "overall_status": "Withdrawn",
        "why_stopped": "A new coordinating center has been defined (Massachusetts General Hospital)",
        "start_date": {
            "@type": "Anticipated",
            "#text": "March 23, 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "March 1, 2022"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "March 1, 2021"
        },
        "phase": "Phase 2",
        "study_type": "Interventional",
        "has_expanded_access": "No",
        "study_design_info": {
            "allocation": "Randomized",
            "intervention_model": "Parallel Assignment",
            "primary_purpose": "Treatment",
            "masking": "Triple (Participant, Care Provider, Outcomes Assessor)"
        },
        "primary_outcome": {
            "measure": "SARS-free patients at 14 days",
            "time_frame": "14 days since beginning of treatment",
            "description": "Percentage of patients that have a PaO2/FiO2 ratio steadily > 300 in ambient air"
        },
        "secondary_outcome": [
            {
                "measure": "Survival at 28 days",
                "time_frame": "28 days"
            },
            {
                "measure": "Survival at 90 days",
                "time_frame": "90 days"
            },
            {
                "measure": "SARS-free days at 28 days",
                "time_frame": "28 days",
                "description": "Composite outcome in which: Death=0, Days of treatment =1"
            },
            {
                "measure": "SARS -free days at 90 days",
                "time_frame": "90 days",
                "description": "Composite outcome in which: Death=0, Days of treatment =1"
            },
            {
                "measure": "Renal Replacement Therapy",
                "time_frame": "28 days",
                "description": "Incidence"
            },
            {
                "measure": "Liver Failure",
                "time_frame": "28 days",
                "description": "Incidence"
            },
            {
                "measure": "Mechanical Support of Circulation",
                "time_frame": "28 days",
                "description": "Incidence of patients requiring VA-ECMO, LVAD, IABP"
            },
            {
                "measure": "PaO2/FiO2 ratio in ambient air",
                "time_frame": "daily for 28 days",
                "description": "In ambient air if possible"
            }
        ],
        "number_of_arms": "2",
        "enrollment": {
            "@type": "Actual",
            "#text": "0"
        },
        "condition": [
            "Coronavirus",
            "SARS (Severe Acute Respiratory Syndrome)"
        ],
        "arm_group": [
            {
                "arm_group_label": "Treatment Group",
                "arm_group_type": "Experimental",
                "description": "Nitric Oxide gas will be administered in the ventilatory circuit."
            },
            {
                "arm_group_label": "Control Group",
                "arm_group_type": "Sham Comparator",
                "description": "The delivery system will be set up anyway without study gas administration"
            }
        ],
        "intervention": {
            "intervention_type": "Drug",
            "intervention_name": "Nitric Oxide Gas",
            "description": "Inspired NO will be delivered at 80 parts per million (ppm) in the first 48 hours of enrollment. After that, NO levels will be decreased to 40 ppm until severe hypoxia resolves. Weaning from NO will start when patients improves the level of oxygenation to a PaO2/FiO2 > 300 mmHg or SpO2 > 93% for more than 24 hours consecutively. Physician will follow their own institutional weaning protocols. In the absence of institutional protocols, NO will be reduced every 4 hours in step-wise fashion starting from 40 ppm to 20, 10, 5, 3, 2 and 1 ppm.",
            "arm_group_label": [
                "Control Group",
                "Treatment Group"
            ],
            "other_name": "Nitric Oxide inhalation"
        },
        "eligibility": {
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          1. Age ≥18 years\n\n          2. Laboratory (RT-PCR) confirmed infection with 2019-nCoV\n\n          3. PaO2/FiO2 < 300 or SpO2 below 93% breathing ambient air\n\n        Exclusion Criteria:\n\n          1. Physician makes a decision that trial involvement is not in the patient's best\n             interest, or any condition that does not allow the protocol to be followed safely\n\n          2. Pregnant or positive pregnancy test in a pre-dose examination\n\n          3. Use of high flow nasal cannula"
            },
            "gender": "All",
            "minimum_age": "18 Years",
            "maximum_age": "N/A",
            "healthy_volunteers": "No"
        },
        "overall_official": [
            {
                "last_name": "Chong Lei, MD, PhD",
                "role": "Principal Investigator",
                "affiliation": "Fourth Military Medical University"
            },
            {
                "last_name": "Lorenzo Berra, MD",
                "role": "Principal Investigator",
                "affiliation": "Massachusetts General Hospital"
            }
        ],
        "reference": [
            {
                "citation": "Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, Wang B, Xiang H, Cheng Z, Xiong Y, Zhao Y, Li Y, Wang X, Peng Z. Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA. 2020 Feb 7. doi: 10.1001/jama.2020.1585. [Epub ahead of print]",
                "PMID": "32031570"
            },
            {
                "citation": "Zhu N, Zhang D, Wang W, Li X, Yang B, Song J, Zhao X, Huang B, Shi W, Lu R, Niu P, Zhan F, Ma X, Wang D, Xu W, Wu G, Gao GF, Tan W; China Novel Coronavirus Investigating and Research Team. A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med. 2020 Feb 20;382(8):727-733. doi: 10.1056/NEJMoa2001017. Epub 2020 Jan 24.",
                "PMID": "31978945"
            },
            {
                "citation": "Xu Z, Shi L, Wang Y, Zhang J, Huang L, Zhang C, Liu S, Zhao P, Liu H, Zhu L, Tai Y, Bai C, Gao T, Song J, Xia P, Dong J, Zhao J, Wang FS. Pathological findings of COVID-19 associated with acute respiratory distress syndrome. Lancet Respir Med. 2020 Feb 18. pii: S2213-2600(20)30076-X. doi: 10.1016/S2213-2600(20)30076-X. [Epub ahead of print] Erratum in: Lancet Respir Med. 2020 Feb 25;:.",
                "PMID": "32085846"
            },
            {
                "citation": "Yang X, Yu Y, Xu J, Shu H, Xia J, Liu H, Wu Y, Zhang L, Yu Z, Fang M, Yu T, Wang Y, Pan S, Zou X, Yuan S, Shang Y. Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. Lancet Respir Med. 2020 Feb 24. pii: S2213-2600(20)30079-5. doi: 10.1016/S2213-2600(20)30079-5. [Epub ahead of print] Erratum in: Lancet Respir Med. 2020 Feb 28;:.",
                "PMID": "32105632"
            },
            {
                "citation": "Chen L, Liu P, Gao H, Sun B, Chao D, Wang F, Zhu Y, Hedenstierna G, Wang CG. Inhalation of nitric oxide in the treatment of severe acute respiratory syndrome: a rescue trial in Beijing. Clin Infect Dis. 2004 Nov 15;39(10):1531-5. Epub 2004 Oct 22.",
                "PMID": "15546092"
            },
            {
                "citation": "Keyaerts E, Vijgen L, Chen L, Maes P, Hedenstierna G, Van Ranst M. Inhibition of SARS-coronavirus infection in vitro by S-nitroso-N-acetylpenicillamine, a nitric oxide donor compound. Int J Infect Dis. 2004 Jul;8(4):223-6.",
                "PMID": "15234326"
            }
        ],
        "verification_date": "March 2020",
        "study_first_submitted": "February 27, 2020",
        "study_first_submitted_qc": "February 27, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "March 2, 2020"
        },
        "last_update_submitted": "March 22, 2020",
        "last_update_submitted_qc": "March 22, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "March 24, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Principal Investigator",
            "investigator_affiliation": "Xijing Hospital",
            "investigator_full_name": "chonglei",
            "investigator_title": "Chong Lei, MD, PhD"
        },
        "condition_browse": {
            "mesh_term": [
                "Coronavirus Infections",
                "Severe Acute Respiratory Syndrome",
                "Syndrome"
            ]
        },
        "intervention_browse": {
            "mesh_term": "Nitric Oxide"
        }
    }
}