{
    "clinical_study": {
        "@rank": "214",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 10, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04285190"
        },
        "id_info": {
            "org_study_id": "T89-NCP-01",
            "nct_id": "NCT04285190"
        },
        "brief_title": "The Effect of T89 on Improving Oxygen Saturation and Clinical Symptoms in Patients With COVID-19",
        "official_title": "A Clinical Study to Investigate the Effect of T89 on Improving Oxygen Saturation and Clinical Symptoms in Patients With Coronavirus Disease 2019 (COVID-19)",
        "sponsors": {
            "lead_sponsor": {
                "agency": "Tasly Pharmaceuticals, Inc.",
                "agency_class": "Industry"
            }
        },
        "source": "Tasly Pharmaceuticals, Inc.",
        "oversight_info": {
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "This is an open-label, randomized, blank-controlled treatment clinical study. The objective\n      of this study is to investigate the effect of T89 on improving oxygen saturation and clinical\n      symptoms in patients with Coronavirus Disease 2019 (COVID-19). In this study, estimated total\n      of 120-240 male and female patients who have been diagnosed with non-critical type of\n      coronavirus pneumonia (COVID-19) will be enrolled and randomly assigned to one of two study\n      groups, the T89 treatment group and the blank control group, to T89 or nothing on the base of\n      a recommended standard treatment for up to 14 days . The primary efficacy parameters include\n      the time to oxygen saturation recovery to normal level (≥97%), the proportion of patients\n      with normal level of oxygen saturation after treatment, and the total duration of oxygen\n      inhalation, oxygen flow change by time, oxygen concentration change by time during treatment."
        },
        "detailed_description": {
            "textblock": "The breakout of a new type of coronavirus (SARS-CoV-2) begun in Wuhan of Hubei province in\n      China in December 2019, and as a result of its rapid spreading nationwide, as of February 16,\n      2020, a large number of people up to 68,500 totally in China were diagnosed with a new type\n      of disease of Coronavirus Disease 2019 (COVID-19) and 1665 peoples were died due to this\n      disease in China. Based on the recent epidemiological investigation, the incubation period of\n      this new coronavirus is 1-14 days and 3-7 days for most people before they show any symptom,\n      such as fever, fatigue and dry cough that are the main clinical symptoms a few patients will\n      also show nasal congestion, runny nose, sore throat and diarrhea and other symptoms. Severe\n      patients often have dyspnea and/or hypoxemia 1 week after onset of the disease, and the rapid\n      progression for these patients include acute respiratory distress syndrome, septic shock,\n      refractory metabolic acidosis and coagulation dysfunction.\n\n      According to the \"Guidance of Diagnosis and Treatment for Patients with Coronavirus Disease\n      2019 (COVID-19) (Procedural Version 5 Amendment)\" recently issued by National Health\n      Commission of the People's Republic of China, the general treatment will include close\n      monitoring vital signs and oxygen saturation at finger, additionally, monitoring routine\n      blood test, routine urine test, coagulation function, arterial blood gas analysis based on\n      individual condition, and providing effective oxygen inhalation treatment (including nasal\n      catheter, mask oxygen supply and transnasal high flow oxygen therapy) in time.\n\n      T89 have the effects of activating blood circulation and removing blood stasis, regulating Qi\n      and relieving pain. Four clinical trials conducted in China and abroad have shown that T89\n      can effectively alleviate the clinical symptoms of acute high altitude reaction, improve\n      blood oxygen saturation, significantly increase the exercise time in treadmill and metabolic\n      equivalents of task and enhance exercise tolerance under hypoxic environment. Modern\n      pharmacological and gene network-based studies have shown that T89 can improve the oxygen\n      carrying capacity of red blood cells, increase oxygen saturation, effectively reduce the\n      injury of major organs such as heart, brain, lung and kidney caused by hypoxia, and prevent\n      the decrease of oxygen saturation by improving the energy metabolism disorder caused by\n      hypoxia. At the same time, T89 can inhibit the reduction of hematocrit, albumin leakage,\n      neutrophil CD18 and adhesion factor of endothelial cells (ICAM-1), by which T89 has a good\n      therapeutic effect on microcirculation disorders caused by many diseases.\n\n      In conclusion, T89 can improve the ability of carrying oxygen of red blood cells, increase\n      the oxygen saturation, effectively reduce the injury of heart, brain, lung and kidney and\n      other major organs caused by hypoxia, and it can significantly improve the microcirculation\n      disorder. At the same time, in the \"Guidance for the Diagnosis and Treatment of Infectious\n      Atypical Pneumonia (Severe Acute Respiratory Syndromes, SARS) P (2003 edition)\" has also\n      recommended T89 can be used as a traditional Chinese patent medicine to treat patients of\n      advanced stage and severe SARS lung asthma syndrome by its effect of promoting blood\n      circulation and removing blood stasis. In conclusion, T89 can improve the oxygen saturation\n      and the clinical symptoms of patients with Coronavirus Disease 2019 (COVID-19), as a result,\n      there may be some benefits for these patients to use T89 in current clinical treatment.\n\n      This exploratory treatment clinical study is to investigate the effect of T89 on improving\n      oxygen saturation and clinical symptoms in patients with Coronavirus Disease 2019 (COVID-19),\n      with the study design characterized by open-label, randomized and blank-control. In this\n      study, an estimated total of 120-240 male and female patients aged 18-85 years old who have\n      been diagnosed with coronavirus pneumonia (COVID-19), not including critical type in\n      severity, will be enrolled and randomly assigned to one of two study groups, the T89\n      treatment group and the blank control group, to receive T89 or nothing for up to 14 days on\n      the base of a standard treatment recommended by the\"Guidance of Diagnosis and Treatment for\n      Patients with Coronavirus Disease 2019 (COVID-19) (Procedural Version 5 Amendment) .\n\n      As planned, this study will be started before March 2020 in hospitals located in Wuhan of\n      Hubei province in China and completed at the end of next June 2020."
        },
        "overall_status": "Not yet recruiting",
        "start_date": {
            "@type": "Anticipated",
            "#text": "February 26, 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "September 15, 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "June 15, 2020"
        },
        "phase": "N/A",
        "study_type": "Interventional",
        "has_expanded_access": "No",
        "study_design_info": {
            "allocation": "Randomized",
            "intervention_model": "Parallel Assignment",
            "intervention_model_description": "An open-label, randomized, blank-controlled treatment clinical study",
            "primary_purpose": "Treatment",
            "masking": "None (Open Label)"
        },
        "primary_outcome": [
            {
                "measure": "The time to oxygen saturation recovery to normal level (≥97%)",
                "time_frame": "Day -1 to 10",
                "description": "From screening to the end of treatment, for all patients randomized, oxygen saturation will be assessed for 3 times daily, the time to oxygen saturation recovery to normal level (≥97%) will be calculated finally based on that record and compared between two groups."
            },
            {
                "measure": "The proportion of patients with normal level of oxygen saturation(≥97%)",
                "time_frame": "Day -1 to 10",
                "description": "The proportion of patients with normal level of oxygen saturation(≥97%) after treatment will be calculated finally based on that record and compared between two groups."
            }
        ],
        "secondary_outcome": [
            {
                "measure": "The degree of remission of symptoms of patients, including: fatigue, nausea, vomiting, chest tightness, shortness of breath, etc.",
                "time_frame": "Day -1 to 10",
                "description": "From screening to the end of treatment, for all patients randomized, the symptoms will be assessed 2 times daily, and the time to achievement of remission for each symptom will be calculated finally based on the record and compared between two groups."
            },
            {
                "measure": "The time to the myocardial enzyme spectrum recovery to normal after treatment",
                "time_frame": "Day -1, 3, 7 and 10",
                "description": "From screening to the end of treatment, for all patients randomized, myocardial enzyme spectrum will be assessed on Day -1, Day 3, 7 and 10 post treatment. The time to the myocardial enzyme spectrum recovery to normal will be calculated finally based on the record and compared between two groups."
            },
            {
                "measure": "The proportion of the patients with normal myocardial enzyme spectrum after treatment",
                "time_frame": "Day -1, 3, 7 and 10",
                "description": "From screening to the end of treatment, for all patients randomized, myocardial enzyme spectrum will be assessed on Day -1, Day 3, 7 and 10 post treatment. The proportion with normal myocardial enzyme spectrum after treatment will be calculated finally based on the record and compared between two groups."
            },
            {
                "measure": "The time to the electrocardiogram recovery to normal level after treatment",
                "time_frame": "Day -1, 3, 7 and 10",
                "description": "From screening to the end of treatment, for all patients randomized, 12-lead electrocardiogram will be assessed on Day -1, Day 3, 7 and 10 post treatment. The time to the myocardial enzyme spectrum recovery to normal level will be calculated finally based on the record and compared between two groups."
            },
            {
                "measure": "The proportion of the patients with normal electrocardiogram after treatment",
                "time_frame": "Day -1, 3, 7 and 10",
                "description": "From screening to the end of treatment, for all patients randomized, 12-lead electrocardiogram will be assessed on Day -1, Day 3, 7 and 10 post treatment. The proportion with normal electrocardiogram will be calculated finally based on the record and compared between two groups."
            },
            {
                "measure": "The time to the hemodynamics recovery to normal after treatment",
                "time_frame": "Day -1 and 10",
                "description": "From screening to the end of treatment, for all patients randomized, the hemodynamics will be assessed on Day -1, Day 3, 7 and 10 post treatment. The time to the hemodynamics recovery to normal will be calculated finally based on the record and compared between two groups."
            },
            {
                "measure": "The proportion of the patients with normal hemodynamics after treatment",
                "time_frame": "Day -1 and 10",
                "description": "From screening to the end of treatment, for all patients randomized, the hemodynamics will be assessed on Day -1, Day 3, 7 and 10 post treatment. The proportion with normal hemodynamics will be calculated finally based on the record and compared between two groups."
            },
            {
                "measure": "The time to exacerbation or remission of the disease after treatment;",
                "time_frame": "Day -1 to 10",
                "description": "From screening to the end of treatment, for all patients randomized, the clinical severity will be assessed 1 time daily. The time to exacerbation or remission of the disease will be calculated finally based on the record and compared between two groups."
            },
            {
                "measure": "The proportion of the patients with exacerbation or remission of disease after treatment",
                "time_frame": "Day -1 to 10",
                "description": "From screening to the end of treatment, for all patients randomized, the clinical severity will be assessed 1 time daily. The proportion of patients whose disease get aggravated or alleviated will be calculated finally based on the record and compared between two groups."
            },
            {
                "measure": "The proportion of patients who need other treatment (e.g. heparin, anticoagulants) due to microcirculation disorders",
                "time_frame": "Day -1 to 10",
                "description": "From screening to the end of treatment, for all patients randomized, the need for additional treatment will be recorded and compared between two groups."
            },
            {
                "measure": "The all-cause mortality rate",
                "time_frame": "Day -1 to 10",
                "description": "For all patients, the mortality will be recorded in each group and the rate will be compared between two groups."
            },
            {
                "measure": "The proportion of patients with acidosis",
                "time_frame": "Day -1 and 10",
                "description": "From screening to the end of treatment, for all patients randomized, the proportion of patients with acidosis will be compared between two groups based on the hemodynamics results."
            },
            {
                "measure": "The total duration of the patients in-hospital",
                "time_frame": "Day -1 to 10",
                "description": "For all patients, the duration of hospitalization will be recorded in each group and compared between two groups."
            },
            {
                "measure": "The total duration of oxygen inhalation during treatment",
                "time_frame": "Day -1 to 10",
                "description": "From screening to the end of treatment, for all patients randomized, the total duration of oxygen inhalation during oxygen treatment will be assessed and compared, if applicable, between two groups."
            },
            {
                "measure": "The oxygen flow rate during treatment",
                "time_frame": "Day -1 to 10",
                "description": "From screening to the end of treatment, for all patients randomized, the oxygen flow rate during oxygen treatment will be assessed and compared, if applicable, between two groups."
            },
            {
                "measure": "The oxygen concentration during treatment",
                "time_frame": "Day -1 to 10",
                "description": "From screening to the end of treatment, for all patients randomized, the oxygen concentration during oxygen treatment will be assessed and compared, if applicable, between two groups."
            }
        ],
        "number_of_arms": "2",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "120"
        },
        "condition": [
            "Coronavirus Disease 2019",
            "Novel Coronavirus Pneumonia"
        ],
        "arm_group": [
            {
                "arm_group_label": "The T89 treatment group",
                "arm_group_type": "Experimental",
                "description": "Besides a standard background treatment (antiviral drug + antibacterial + oxygen therapy + Traditional Chinese Medicine decoction), all subjects in the T89 treatment group will receive 30 pills of T89 each time, orally, BID(every morning and evening), for 10 days (Depending on clinical need and practicability, the use can be extended for up to 14 days)."
            },
            {
                "arm_group_label": "The blank control group",
                "arm_group_type": "No Intervention",
                "description": "All subjects in the blank control group will only receive a standard background treatment (antiviral drug + antibacterial + oxygen therapy + Traditional Chinese Medicine decoction), for 10 days."
            }
        ],
        "intervention": {
            "intervention_type": "Drug",
            "intervention_name": "T89",
            "description": "The subjects in the T89 treatment group will receive 30 pills of T89 orally, bid., for 10 days, except a standard background treatment (antiviral drug + antibacterial + oxygen therapy+ Traditional Chinese Medicine decoction). The subjects in the blank control group will only receive a standard background treatment.",
            "arm_group_label": "The T89 treatment group",
            "other_name": "Dantonic"
        },
        "eligibility": {
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          1. Adult male or female patients aged 18-85 years old;\n\n          2. The newly diagnosed COVID-19 patients who meet the diagnostic criteria set forth in\n             the \"Guidance of Diagnosis and Treatment for Patients with Coronavirus Disease 2019\n             (COVID-19) (Procedural Version 5 Amendment)\", issued by the National Health Commission\n             of the People's Republic of China on 8 February 2020;\n\n          3. Patients whose blood oxygen saturation is not less than 90%.\n\n          4. Patients who agree to participate in the study and voluntarily comply with the\n             relevant requirements of the study.\n\n        Exclusion Criteria:\n\n          1. Patients with other diseases that may affect, in the opinion of study researchers, the\n             implementation of the study or the observation of the efficacy data;\n\n          2. Patients with severe Coronavirus Disease 2019 (COVID-19), that is based on \"Guidance\n             of Diagnosis and Treatment for Patients with Coronavirus Disease 2019 (COVID-19)\n             (Procedural Version 5 Amendment)\" with respect to the criteria for clinical severity\n             classification;\n\n          3. Female patients with known pregnancy and in lactation at screening;\n\n          4. Patients with previous allergies to T89 or Radix Salvia Miltiorrhizae, Radix\n             Notoginseng and Borneol;\n\n          5. Any other condition that, in the opinion of the investigator, may affect the conduct\n             of the study, reduce compliance or increase the risk of patients."
            },
            "gender": "All",
            "minimum_age": "18 Years",
            "maximum_age": "85 Years",
            "healthy_volunteers": "No"
        },
        "overall_official": {
            "last_name": "Shuiping Zhou, PhD",
            "role": "Study Chair",
            "affiliation": "Tasly Pharmaceutical Group Co., Ltd"
        },
        "overall_contact": {
            "last_name": "Yi He, PhD",
            "phone": "86-022-86343860",
            "email": "heyi@tasly.com"
        },
        "verification_date": "February 2020",
        "study_first_submitted": "February 19, 2020",
        "study_first_submitted_qc": "February 24, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "February 26, 2020"
        },
        "last_update_submitted": "February 24, 2020",
        "last_update_submitted_qc": "February 24, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "February 26, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Sponsor"
        },
        "keyword": "COVID-19",
        "condition_browse": {
            "mesh_term": [
                "Coronavirus Infections",
                "Pneumonia"
            ]
        },
        "intervention_browse": {
            "mesh_term": "Antiviral Agents"
        },
        "patient_data": {
            "sharing_ipd": "No",
            "ipd_description": "No plan to share"
        }
    }
}