{
    "clinical_study": {
        "@rank": "152",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 08, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04328480"
        },
        "id_info": {
            "org_study_id": "COLCOVID version1.2",
            "nct_id": "NCT04328480"
        },
        "brief_title": "The ECLA PHRI COLCOVID Trial",
        "acronym": "COLCOVID",
        "official_title": "The ECLA PHRI COLCOVID Trial",
        "sponsors": {
            "lead_sponsor": {
                "agency": "Estudios Clínicos Latino América",
                "agency_class": "Other"
            },
            "collaborator": {
                "agency": "Population Health Research Institute",
                "agency_class": "Other"
            }
        },
        "source": "Estudios Clínicos Latino América",
        "oversight_info": {
            "has_dmc": "Yes",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No",
            "is_us_export": "No"
        },
        "brief_summary": {
            "textblock": "The ECLA PHRI COLCOVID Trial is a simple, pragmatic randomized open controlled trial to test\n      the effects of colchicine in COVID-19 SARS moderate/high-risk patients."
        },
        "detailed_description": {
            "textblock": "Various anti-viral treatments are being tested in clinical trials worldwide. The World Health\n      Organization launched a simple,pragmatic worldwide open-label trial to test Remdesivir,\n      Lopinavir/Ritonavir, Interferon and Hydroxychloroquine or Chloroquine.The most important\n      complication of COVID-19 severe cases is respiratory failure from severe acute respiratory\n      syndrome (SARS), the leading cause of mortality. Accumulating evidence suggests that patients\n      with severe COVID-19 might have a cytokine storm syndrome, a hyperinflammatory syndrome\n      characterized by a fulminant and fatal hypercytokinemia and multiorgan failure.\n\n      The proposed pathophysiological mechanism of cytokine storm and inflammatory cascade\n      activation is based on evidence collected primarily during the SARS-CoV and MERS-CoV\n      epidemics (with a significant increase in IL1B, IL6, IL12, IFNγ, IP10, TNFα, IL15, and IL17\n      among others). The data collected during the pandemic with COVID-19 also shows a significant\n      increase in inflammatory cytokines (GCSF, IP10, MCP1, MIP1A, and TNFα, among others) in\n      sicker patients admitted to intensive care. In the absence of effective treatments for the\n      management of patients with COVID-19 and respiratory failure, the immunomodulatory and\n      anti-inflammatory effect of colchicine on cytokines involved in the hyper-inflammatory state\n      is postulated. Several lines of research worldwide are testing powerful anti-inflammatory\n      drugs for the pandemic, with different options including steroids, cytokine blockers, and\n      other potent anti-inflammatory agents. Steroids are partially contraindicated in viral\n      infections.\n\n      Colchicine is a powerful anti-inflammatory drug approved for the treatment or prevention of\n      gout and Familial Mediterranean Fever at doses ranging between 0.3 mg and 2.4 mg/day. Its\n      mechanism of action is through the inhibition of tubulin polymerization, as well as through\n      potential effects on cellular adhesion molecules and inflammatory chemokines. It might also\n      have direct anti-inflammatory effects by inhibiting key inflammatory signalling networks\n      known as inflammasome and pro-inflammatory cytokines. Additionally, evidence suggests that\n      colchicine exerts a direct anti-inflammatory effect by inhibiting the synthesis of tumor\n      necrosis factor alpha and IL-6, monocyte migration, and the secretion of matrix\n      metalloproteinase-9. Through the disruption of the cytoskeleton, colchicine is believed to\n      suppress secretion of cytokines and chemokines as well as in vitro platelet aggregation. All\n      these are potentially beneficial effects that might diminish or ameliorate the COVID-19\n      inflammatory storm associated with severe forms of the disease. Importantly, in one\n      contemporary trial low-dose colchicine administered to patients who survived from acute\n      coronary syndrome shows a statistically significantly reduction of cardiovascular\n      complications.\n\n      We have therefore designed in a simple, pragmatic randomized controlled trial to test the\n      effects of colchicine on severe hospitalized COVID-19 cases with the aim of reducing\n      mortality."
        },
        "overall_status": "Not yet recruiting",
        "start_date": {
            "@type": "Anticipated",
            "#text": "March 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "June 30, 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "May 30, 2020"
        },
        "phase": "Phase 3",
        "study_type": "Interventional",
        "has_expanded_access": "No",
        "study_design_info": {
            "allocation": "Randomized",
            "intervention_model": "Parallel Assignment",
            "intervention_model_description": "Simple pragmatic randomized open controlled trial",
            "primary_purpose": "Treatment",
            "masking": "None (Open Label)"
        },
        "primary_outcome": {
            "measure": "All-cause mortality",
            "time_frame": "During hospitalization or until death, whichever comes first, assessed up to 30 days",
            "description": "Number of participants who die"
        },
        "secondary_outcome": {
            "measure": "Composite outcome:composite of intubation for mechanical ventilation or death.",
            "time_frame": "During hospitalization or until death, whichever comes first, assessed up to 30 days",
            "description": "Number of participants who require intubation for mechanical ventilation or die"
        },
        "number_of_arms": "2",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "2500"
        },
        "condition": "COVID-19",
        "arm_group": [
            {
                "arm_group_label": "Local standard of care plus colchicine",
                "arm_group_type": "Active Comparator",
                "description": "Local standard of care plus colchicine (specific dosage schedule)"
            },
            {
                "arm_group_label": "Local standard of care",
                "arm_group_type": "Other",
                "description": "Local standard of care for COVID-19 SARS moderate / high-risk patients"
            }
        ],
        "intervention": [
            {
                "intervention_type": "Drug",
                "intervention_name": "Colchicine",
                "description": "The colchicine dosage schedule will vary according to the following scenarios:\nIn patients not receiving Lopinavir/Ritonavir\nLoading dose of 1.5 mg followed by 0.5 mg after two hours (day 1)\nThe next day 0.5 mg bid for 14 days or until discharge.\nIn patients receiving Lopinavir/Ritonavir\nLoading dose of 0.5 mg (day 1)\nAfter 72 hours from the loading dose, 0.5 mg every 72 hours for 14 days or until discharge.\nPatients under treatment with Colchicine that are starting with Lopinavir/Ritonavir\nDose of 0.5 mg 72 hours after starting Lopinavir/Ritonavir.\nContinue with 0.5 mg every 72 hours for 14 days or until discharge.\nOnly the oral route will be used except in the case of patients associated with mechanical ventilation or with contraindications to the oral route, in whom it will be administered by nasogastric tube.",
                "arm_group_label": "Local standard of care plus colchicine",
                "other_name": "Colchicina"
            },
            {
                "intervention_type": "Other",
                "intervention_name": "Local standard of care",
                "description": "Local standard of care for COVID-19 SARS moderate /high-risk patients",
                "arm_group_label": [
                    "Local standard of care",
                    "Local standard of care plus colchicine"
                ]
            }
        ],
        "eligibility": {
            "criteria": {
                "textblock": "Inclusion Criteria (case definition)\n\n          -  Consented adults (age ≥18 years)\n\n          -  COVID-19 suspicious and\n\n          -  Admitted to hospital or already in hospital and\n\n          -  Fever (with or without at the time of randomization) and\n\n          -  SARS (severe acute respiratory syndrome)\n\n               -  shortness of breath (dyspnea) or\n\n               -  image of typical or atypical pneumonia or\n\n               -  oxygen desaturation (SpO2 ≤ 93)\n\n        Exclusion criteria\n\n          -  Hospitalized patients with known COVID-19 negative PCR or\n\n          -  Clear indication or contraindication for the use of colchicine\n\n          -  Pregnant or breastfeeding female."
            },
            "gender": "All",
            "minimum_age": "18 Years",
            "maximum_age": "N/A",
            "healthy_volunteers": "No"
        },
        "overall_contact": {
            "last_name": "Andres Orlandini, MD",
            "phone": "+ 54 341 4450210",
            "email": "aorlandinimd@eclainternational.org"
        },
        "overall_contact_backup": {
            "last_name": "Rafael Diaz, MD",
            "email": "rdiazmd@eclainternational.org"
        },
        "link": {
            "url": "https://www.who.int/dg/speeches/detail/who-director-general-s-opening-remarks-at-the-media-briefing-on-covid-19---18-march-2020",
            "description": "WHO opening remarks"
        },
        "reference": [
            {
                "citation": "Slobodnick A, Shah B, Krasnokutsky S, Pillinger MH. Update on colchicine, 2017. Rheumatology (Oxford). 2018 Jan 1;57(suppl_1):i4-i11. doi: 10.1093/rheumatology/kex453. Review.",
                "PMID": "29272515"
            },
            {
                "citation": "Tardif JC, Kouz S, Waters DD, Bertrand OF, Diaz R, Maggioni AP, Pinto FJ, Ibrahim R, Gamra H, Kiwan GS, Berry C, López-Sendón J, Ostadal P, Koenig W, Angoulvant D, Grégoire JC, Lavoie MA, Dubé MP, Rhainds D, Provencher M, Blondeau L, Orfanos A, L'Allier PL, Guertin MC, Roubille F. Efficacy and Safety of Low-Dose Colchicine after Myocardial Infarction. N Engl J Med. 2019 Dec 26;381(26):2497-2505. doi: 10.1056/NEJMoa1912388. Epub 2019 Nov 16.",
                "PMID": "31733140"
            },
            {
                "citation": "Yusuf S, Collins R, Peto R. Why do we need some large, simple randomized trials? Stat Med. 1984 Oct-Dec;3(4):409-22.",
                "PMID": "6528136"
            },
            {
                "citation": "McDermott MM, Newman AB. Preserving Clinical Trial Integrity During the Coronavirus Pandemic. JAMA. 2020 Mar 25. doi: 10.1001/jama.2020.4689. [Epub ahead of print]",
                "PMID": "32211830"
            }
        ],
        "results_reference": {
            "citation": "Mehta P, McAuley DF, Brown M, Sanchez E, Tattersall RS, Manson JJ; HLH Across Speciality Collaboration, UK. COVID-19: consider cytokine storm syndromes and immunosuppression. Lancet. 2020 Mar 16. pii: S0140-6736(20)30628-0. doi: 10.1016/S0140-6736(20)30628-0. [Epub ahead of print]",
            "PMID": "32192578"
        },
        "verification_date": "March 2020",
        "study_first_submitted": "March 30, 2020",
        "study_first_submitted_qc": "March 30, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "March 31, 2020"
        },
        "last_update_submitted": "March 30, 2020",
        "last_update_submitted_qc": "March 30, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "March 31, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Sponsor"
        },
        "intervention_browse": {
            "mesh_term": "Colchicine"
        },
        "patient_data": {
            "sharing_ipd": "No"
        }
    }
}