{
    "clinical_study": {
        "@rank": "292",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 06, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04061382"
        },
        "id_info": {
            "org_study_id": "ID 263097",
            "nct_id": "NCT04061382"
        },
        "brief_title": "Sero-epidemiological Survey of England in 2019/2020",
        "acronym": "STORY",
        "official_title": "Serum Testing of Representative Youngsters: Sero- Epidemiological Survey of England in 2019/2020",
        "sponsors": {
            "lead_sponsor": {
                "agency": "University of Oxford",
                "agency_class": "Other"
            }
        },
        "source": "University of Oxford",
        "oversight_info": {
            "has_dmc": "Yes",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "This is a pilot study to assess the feasibility of establishing a national\n      seroepidemiological survey in England in individuals aged 0-24 years, focusing on Diphtheria,\n      Group C invasive Meningococcal disease and novel coronavirus (COVID-19). The investigators\n      are aiming to recruit around 2300 individuals and the investigators are aiming to ensure that\n      sample is broadly representative of the region according to IMD (Index of Multiple\n      Deprivation scores). PHE have generated a list of all postcodes in recruiting regions and\n      determining the quintiles of IMD within that region. Participants interested in taking part\n      in the study will contact sites to arrange a visits. Basic demographic characteristics will\n      be collected by questionnaire and/ or case report form (CRF) and will include : DOB, gender,\n      GP details, Ethnic group, association with communities of special interest, household income,\n      recent history of any upper respiratory tract infections and vaccination history. One study\n      visit will be conducted by research study staff and blood sampling will be carried out in\n      line with local SOP"
        },
        "detailed_description": {
            "textblock": "Public Health England has an ongoing sero-prevalence programme to assess how well the\n      population is protected from vaccine preventable diseases. The current way to check this is\n      by testing left over blood samples from participating healthcare laboratories around the\n      country. However, these samples may not be representative of the general population,\n      particularly in younger age groups who are often most at risk from vaccine preventable\n      diseases. In the Netherlands, they use a different system to assess how well the population\n      is protected from vaccine preventable diseases, actively collecting blood samples from a\n      representative cross section of society. This type of approach would address the limitations\n      of using residual serum samples and allows the collection of additional relevant history e.g.\n      number of family members and previous vaccines received. The investigators are therefore\n      proposing a pilot study to assess the feasibility of establishing a national\n      sero-epidemiological survey in England in individuals aged 0 - 24 years. The investigators\n      will be focusing initially on Diphtheria and Group C invasive meningococcal disease, both of\n      which are vaccine preventable. This will involve enrolling 2300 participants in the study\n      from different geographical and socioeconomic backgrounds across our test sites and taking a\n      blood sample. This blood will be analysed to look at the level of immunity to vaccine\n      preventable diseases.\n\n      The original Protocol has been amendment to include the testing of antibodies against other\n      infectious diseases, specifically novel coronavirus (COVID-19). No additional samples will be\n      required from participants. Having a large number of blood samples from a range of age groups\n      is useful when gathering information about an emerging disease such as the current novel\n      coronavirus (COVID-19). These samples can help provide answers regarding the true number of\n      infections in the population."
        },
        "overall_status": "Recruiting",
        "start_date": {
            "@type": "Actual",
            "#text": "October 15, 2019"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "November 30, 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "April 30, 2020"
        },
        "study_type": "Observational",
        "has_expanded_access": "No",
        "study_design_info": {
            "observational_model": "Other",
            "time_perspective": "Prospective"
        },
        "primary_outcome": [
            {
                "measure": "Feasibility of developing a UK based sero-epidemiological programme in 0-24 year olds",
                "time_frame": "11months",
                "description": "Measure the representativeness of participants as compared to the census data for the study region."
            },
            {
                "measure": "Feasibility of developing a UK based sero epidemiological survey in 0-24 year olds",
                "time_frame": "11 months",
                "description": "Test serological markers of immunity for vaccine preventable diseases starting with Diphtheria."
            },
            {
                "measure": "Feasibility of developing a UK based sero epidemiological survey in 0-24 year olds",
                "time_frame": "11 months",
                "description": "Test serological markers of immunity for vaccine preventable diseases including Invasive Meningococcal type C."
            }
        ],
        "secondary_outcome": [
            {
                "measure": "Recruitment rate",
                "time_frame": "11 Months",
                "description": "Recruitment rate per month, recruitment rates as percentage of potential participants contacted"
            },
            {
                "measure": "Cost",
                "time_frame": "11 months",
                "description": "Cost per sample obtained of 'disease specific correlates of protection/markers of immunity, e.g. Anti-Diphtheria Toxoid IgG concentrations and capsular Group C meningococcal Serum bactericidal activity (SBA) titres"
            },
            {
                "measure": "To assess, in relevant age groups, immunity against infections and vaccine preventable diseases",
                "time_frame": "11 months",
                "description": "IgG to COVID-19 spike protein"
            },
            {
                "measure": "Sera collection",
                "time_frame": "11 months",
                "description": "A collection of anonymised sera from participants with appropriate consent and known demographic details and immunisation history"
            }
        ],
        "number_of_groups": "1",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "2300"
        },
        "condition": [
            "Serogroup C Meningococcal Meningitis",
            "Diphtheria",
            "COVID-19"
        ],
        "arm_group": {
            "arm_group_label": "Randomised selection of poplulation",
            "description": "This is a pilot study to assess the feasibility of establishing a national seroepidemiological survey in England in individuals aged 0-24 years, focusing initially on Diphtheria and Group C invasive Meningococcal disease. The investigators are aiming to recruit around 2300 individuals and the investigators are aiming to ensure that sample is broadly representative of the region according to IMD (Index of Multiple Deprivation scores). PHE have generated a list of all postcodes in recruiting regions and determining the quintiles of IMD within that region. Participants interested in taking part in the study will contact sites to arrange a visits. Basic demographic characteristics will be collected by questionnaire and/ or case report form (CRF) and will include : DOB, gender, GP details, Ethnic group, association with communities of special interest, household income and vaccination history."
        },
        "intervention": {
            "intervention_type": "Procedure",
            "intervention_name": "venepuncture",
            "description": "One study visit will be conducted by research study staff and blood sampling will be carried out. The blood sample will initially focus initially on looking at population immunity to Diphtheria, Group C invasive Meningococcal disease and COVID-19.",
            "arm_group_label": "Randomised selection of poplulation"
        },
        "biospec_retention": "Samples With DNA",
        "biospec_descr": {
            "textblock": "The blood samples which are obtained will be centrifuged, separated and frozen at local sites\n      at -80 degrees Celsius. Ideally this will happen within 24 hours but there is a window of up\n      to 72 hours. Up to two 2ml aliquots per participant will be shipped to PHE in batches of up\n      to 500 on dry ice. Residual sera beyond this volume will be shipped to the Oxford Vaccine\n      Group for storage. For participants where consent is obtained for DNA extraction and storage\n      in the Oxford Vaccine Centre biobank residual blood clots will be shipped to the Oxford\n      Vaccine Group for this purpose."
        },
        "eligibility": {
            "study_pop": {
                "textblock": "Basic demographic characteristics will be collected by questionnaire and/or case report\n        form (CRF) and will include: DOB, gender, GP details, ethnic group, association with\n        communities of special interest (e.g. faith communities) household income and vaccination\n        history.\n\n        Vaccination history will be verified during serum sample collection using the Red Book or\n        other vaccination records, or checking with the general practitioner or the Child Health\n        Immunisation Service (CHIS) database. Where possible this will include batch information\n        for diphtheria pre-school booster to determine which specific product was received."
            },
            "sampling_method": "Probability Sample",
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          -  Parents/legal guardians or adult participant* is willing and able to give informed\n             consent for participation in the study.\n\n          -  Male or Female, aged 0 - 24 years inclusive.\n\n          -  Parents/legal guardians or adult participants are willing to allow their General\n             Practitioner or relevant NHS databases to be contacted for a full immunisation history\n\n        Exclusion Criteria:\n\n          -  If participants do not live in the postcode districts selected by PHE\n\n          -  Medically diagnosed bleeding disorder\n\n          -  Medically diagnosed platelet disorder\n\n          -  Anticoagulation medication\n\n          -  Pregnancy\n\n          -  If another member of their household is participating who is within 5 years of age of\n             the potential participants age"
            },
            "gender": "All",
            "minimum_age": "N/A",
            "maximum_age": "24 Years",
            "healthy_volunteers": "Accepts Healthy Volunteers"
        },
        "overall_official": {
            "last_name": "Matthew Snape, Professor",
            "role": "Principal Investigator",
            "affiliation": "University of Oxford"
        },
        "overall_contact": {
            "last_name": "Iason Vichos",
            "phone": "01865611400",
            "email": "info@ovg.ox.ac.uk"
        },
        "overall_contact_backup": {
            "last_name": "Helen Rafcliffe, Dr",
            "phone": "01865611400",
            "email": "info@ovg.ox.ac.uk"
        },
        "location": {
            "facility": {
                "name": "Centre for Clinical Vaccinology & Tropical Medicine (CCVTM)",
                "address": {
                    "city": "Oxford",
                    "state": "Oxfordshire",
                    "zip": "OX3 7LE",
                    "country": "United Kingdom"
                }
            },
            "status": "Recruiting",
            "contact": {
                "last_name": "Iason Vichos",
                "phone": "01865 611 400",
                "email": "info@ovg.ox.ac.uk"
            }
        },
        "location_countries": {
            "country": "United Kingdom"
        },
        "verification_date": "July 2019",
        "study_first_submitted": "July 30, 2019",
        "study_first_submitted_qc": "August 16, 2019",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "August 19, 2019"
        },
        "last_update_submitted": "March 20, 2020",
        "last_update_submitted_qc": "March 20, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "March 24, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Sponsor"
        },
        "condition_browse": {
            "mesh_term": [
                "Diphtheria",
                "Meningitis, Meningococcal",
                "Meningitis"
            ]
        },
        "patient_data": {
            "sharing_ipd": "No"
        }
    }
}