{
    "clinical_study": {
        "@rank": "70",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 10, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04331470"
        },
        "id_info": {
            "org_study_id": "97548",
            "nct_id": "NCT04331470"
        },
        "brief_title": "Evaluation of Efficacy of Levamisole and Formoterol+Budesonide in Treatment of COVID-19",
        "official_title": "Evaluation of Efficacy of Pharmacotherapy Treatment of COVID- 19 Infection Using Oral Levamisole and Formoterol+Budesonide Inhaler and Comparison of This Treatment Protocol With Standard National Treatment of the Disease",
        "sponsors": {
            "lead_sponsor": {
                "agency": "Fasa University of Medical Sciences",
                "agency_class": "Other"
            }
        },
        "source": "Fasa University of Medical Sciences",
        "oversight_info": {
            "has_dmc": "Yes",
            "is_fda_regulated_drug": "Yes",
            "is_fda_regulated_device": "No",
            "is_us_export": "Yes"
        },
        "brief_summary": {
            "textblock": "New Corona virus (COVID-19) has made a horrible situation for all of the countries. This\n      disease is not only a health problem but also economy, culture and the whole entity of the\n      countries is under attack by the virus. This disease seems to affect the body in two\n      different pathology pathways. From one side virus can decrease activity of immune system in\n      the blood stream and whole body and from other side it can attack the respiratory cells.\n      Tissue biopsy shows that immune cells penetrate into the Lung tissue and we have accumulation\n      and over activity of Immune cells in the lung. This inflammation in respiratory tract\n      probably is the major cause of Cytokine storm and release of TNF-α and IL-6 into the blood.\n\n      It seems that by three strategy disease can be treated. 1- By using systemic immune\n      simulators. 2- By using topical anti-inflammatory drug in the respiratory system (Steroids or\n      NSAIDs) 3- By inhibition of replication of the virus in the attacked cells."
        },
        "detailed_description": {
            "textblock": "Looking at the pathology of this disease shows that COVID-19 virus binds to the Angiotensin\n      converting enzyme II (ACE II) which is located on the surface of different cells in the body\n      and specially on the cells of respiratory system. This enzyme is responsible to turn\n      angiotensin II into angiotensin1-7. It is also turns angiotensin I into angiotensin 1-9.\n\n      When ACEII would be blocked by virus level of angiotensin II will be increased and this\n      enzyme along with vasoconstriction, makes cells to manufacture TNF α and IL-6 which are\n      responsible for cytokine storm and Lymphopenia. Also presence of virus and virus shell on the\n      surface of the infected cells make immune system to attack to the respiratory system hence\n      effect of angiotensin II inside the cell causes fibrosis of the respiratory cells. This\n      inflammation and tissue damage make Acute Respiratory Distress syndrome (ARDS) which is\n      lethal for patients. There is a dilemma in treatment of this infection. From one side it\n      doesn't make sense to decrease the immune response hence it will make the infection worse.\n      And from other side stimulation of the immune response because of respiratory inflammation\n      can expedite process of lethal ARDS. A new strategy for treatment of this disease which\n      consists of local anti- inflammatory and systemic immune stimulant drugs can be considered as\n      a reasonable strategy.As immunostimulator, Levamisole can increase Lymphocytes and empower\n      the immunity of the body. This drug can also bind to Papaine Like Protease(PL-pro) of the\n      shell of the virus which is necessary for virulence of COVID-19. It also can decrease level\n      of TNF α and IL-6, and as a chemical adjutant can introduce the virus to the immune system.\n      In addition to Levamisole, Formoterol+Budesonide inhaler can be used in this protocol.\n      Budesonide is a steroid and can suppress the immune reaction locally in the respiratory\n      system. Formoterol is β2 agonist and can open airways. It also can bind to PL-pro and can\n      neutralize the virus according to the published articles."
        },
        "overall_status": "Not yet recruiting",
        "start_date": {
            "@type": "Anticipated",
            "#text": "March 31, 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "May 20, 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "April 20, 2020"
        },
        "phase": "Phase 2/Phase 3",
        "study_type": "Interventional",
        "has_expanded_access": "No",
        "study_design_info": {
            "allocation": "Randomized",
            "intervention_model": "Parallel Assignment",
            "intervention_model_description": "Study is two armed , double blind, parallel, randomized clinical trial.",
            "primary_purpose": "Treatment",
            "masking": "Double (Participant, Outcomes Assessor)",
            "masking_description": "All of the research team will be blind about the groups of study and position of patients in each group except of physician and main researcher. Files of patients which will be numbered using a random number table will be sent for analyzer of the study.Information about position of patients in the groups is masked from research team. Outcomes Assessor will receive the information of patients without any name in the file. Just when statistical analysis would be finished information of groups will be revealed."
        },
        "primary_outcome": [
            {
                "measure": "Clear chest CT-scan",
                "time_frame": "between 3-7 days",
                "description": "Chest Ct scan should be negative"
            },
            {
                "measure": "PCR test",
                "time_frame": "between 3-7 days",
                "description": "PCR test should be negative"
            }
        ],
        "secondary_outcome": {
            "measure": "Physical statues of patient",
            "time_frame": "Between 3-7 days",
            "description": "Patient should relief from signs of disease"
        },
        "number_of_arms": "2",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "30"
        },
        "condition": "COVID-19",
        "arm_group": [
            {
                "arm_group_label": "Levamisole Pill + Budesonide+Formoterol inhaler+Standard care",
                "arm_group_type": "Experimental",
                "description": "This group will take Levamisole + Budesonide/Formoterol along side with standard treatment regime."
            },
            {
                "arm_group_label": "Standard care",
                "arm_group_type": "Active Comparator",
                "description": "This group will take standard treatment regime introduced by Ministry of health."
            }
        ],
        "intervention": [
            {
                "intervention_type": "Drug",
                "intervention_name": "Levamisole Pill + Budesonide+Formoterol inhaler",
                "description": "Levamisole 50 mg tablet has to be taken 1-2 tablets every 8 hours Budesonide+Formoterol has to be inhaled 1-2 puff every 12 hours",
                "arm_group_label": "Levamisole Pill + Budesonide+Formoterol inhaler+Standard care",
                "other_name": "Levamisole and Budesonide+Formoterol inhaler both are generic drugs."
            },
            {
                "intervention_type": "Drug",
                "intervention_name": "Lopinavir/Ritonavir + hydoxychloroquine",
                "description": "Hydroxy Chloroquine 200mg single dise Lopinavir/Ritonavir 2 tablets every 12 hours",
                "arm_group_label": [
                    "Levamisole Pill + Budesonide+Formoterol inhaler+Standard care",
                    "Standard care"
                ],
                "other_name": "Kaletra+ Generic Hydroxy Chloroquine( Generic Drug)"
            }
        ],
        "eligibility": {
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n        Definitely positive COVID-19 patients\n\n        Exclusion Criteria:\n\n        Patients with acute respiratory problems including patients with:\n\n          1. Spo2<60%\n\n          2. Severe respiratory distress\n\n          3. Heamodynamic instabilitty\n\n          4. Acid base disturbance\n\n          5. Severe Anemia Patients with severe hepatic diseases Patients with Nurvous system\n             diseases"
            },
            "gender": "All",
            "minimum_age": "15 Years",
            "maximum_age": "100 Years",
            "healthy_volunteers": "No"
        },
        "overall_official": {
            "last_name": "Siamack Afazeli",
            "role": "Principal Investigator",
            "affiliation": "Fasa University of Medical Sciences"
        },
        "overall_contact": {
            "last_name": "Siamack Afazeli, Pharm.D",
            "phone": "+989121392982",
            "email": "Dr.afazeli@gmail.com"
        },
        "overall_contact_backup": {
            "last_name": "Mojtaba Farjaam, MD",
            "phone": "+989177104789",
            "email": "farjam.md@gmail.com"
        },
        "link": {
            "url": "https://doi.org/10.1101/2020.02.23.20026690",
            "description": "Potential inhibitors against papain-like protease of novel coronavirus (COVID-19) from FDA approved drugs"
        },
        "reference": [
            {
                "citation": "Rothan HA, Byrareddy SN. The epidemiology and pathogenesis of coronavirus disease (COVID-19) outbreak. J Autoimmun. 2020 Feb 26:102433. doi: 10.1016/j.jaut.2020.102433. [Epub ahead of print] Review.",
                "PMID": "32113704"
            },
            {
                "citation": "Analysis of therapeutic targets for SARS-CoV-2 and discovery of potential drugs by computational methods"
            },
            {
                "citation": "Gruppen MP, Bouts AH, Jansen-van der Weide MC, Merkus MP, Zurowska A, Maternik M, Massella L, Emma F, Niaudet P, Cornelissen EAM, Schurmans T, Raes A, van de Walle J, van Dyck M, Gulati A, Bagga A, Davin JC; all members of the Levamisole Study Group. A randomized clinical trial indicates that levamisole increases the time to relapse in children with steroid-sensitive idiopathic nephrotic syndrome. Kidney Int. 2018 Feb;93(2):510-518. doi: 10.1016/j.kint.2017.08.011. Epub 2017 Oct 18.",
                "PMID": "29054532"
            },
            {
                "citation": "Lee KY. Pneumonia, Acute Respiratory Distress Syndrome, and Early Immune-Modulator Therapy. Int J Mol Sci. 2017 Feb 11;18(2). pii: E388. doi: 10.3390/ijms18020388. Review.",
                "PMID": "28208675"
            },
            {
                "citation": "Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, Qiu Y, Wang J, Liu Y, Wei Y, Xia J, Yu T, Zhang X, Zhang L. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020 Feb 15;395(10223):507-513. doi: 10.1016/S0140-6736(20)30211-7. Epub 2020 Jan 30.",
                "PMID": "32007143"
            },
            {
                "citation": "Chen J. [How to understand the histopathology of SARS and COVID-19 associated with acute respiratory distress syndrome]. Zhonghua Bing Li Xue Za Zhi. 2020 Mar 11;49(0):E007. doi: 10.3760/cma.j.cn112151-20200309-00185. [Epub ahead of print] Chinese.",
                "PMID": "32157847"
            },
            {
                "citation": "Xu H, Zhong L, Deng J, Peng J, Dan H, Zeng X, Li T, Chen Q. High expression of ACE2 receptor of 2019-nCoV on the epithelial cells of oral mucosa. Int J Oral Sci. 2020 Feb 24;12(1):8. doi: 10.1038/s41368-020-0074-x.",
                "PMID": "32094336"
            },
            {
                "citation": "Santos RA, Ferreira AJ, Verano-Braga T, Bader M. Angiotensin-converting enzyme 2, angiotensin-(1-7) and Mas: new players of the renin-angiotensin system. J Endocrinol. 2013 Jan 18;216(2):R1-R17. doi: 10.1530/JOE-12-0341. Print 2013 Feb. Review.",
                "PMID": "23092879"
            },
            {
                "citation": "Ruiz-Ortega M, Ruperez M, Lorenzo O, Esteban V, Blanco J, Mezzano S, Egido J. Angiotensin II regulates the synthesis of proinflammatory cytokines and chemokines in the kidney. Kidney Int Suppl. 2002 Dec;(82):S12-22.",
                "PMID": "12410849"
            },
            {
                "citation": "Gullestad L, Aukrust P, Ueland T, Espevik T, Yee G, Vagelos R, Frøland SS, Fowler M. Effect of high- versus low-dose angiotensin converting enzyme inhibition on cytokine levels in chronic heart failure. J Am Coll Cardiol. 1999 Dec;34(7):2061-7.",
                "PMID": "10588224"
            },
            {
                "citation": "Jin HY, Chen LJ, Zhang ZZ, Xu YL, Song B, Xu R, Oudit GY, Gao PJ, Zhu DL, Zhong JC. Deletion of angiotensin-converting enzyme 2 exacerbates renal inflammation and injury in apolipoprotein E-deficient mice through modulation of the nephrin and TNF-alpha-TNFRSF1A signaling. J Transl Med. 2015 Aug 6;13:255. doi: 10.1186/s12967-015-0616-8.",
                "PMID": "26245758"
            },
            {
                "citation": "Tikellis C, Thomas MC. Angiotensin-Converting Enzyme 2 (ACE2) Is a Key Modulator of the Renin Angiotensin System in Health and Disease. Int J Pept. 2012;2012:256294. doi: 10.1155/2012/256294. Epub 2012 Mar 20.",
                "PMID": "22536270"
            },
            {
                "citation": "Guignabert C, de Man F, Lombès M. ACE2 as therapy for pulmonary arterial hypertension: the good outweighs the bad. Eur Respir J. 2018 Jun 21;51(6). pii: 1800848. doi: 10.1183/13993003.00848-2018. Print 2018 Jun.",
                "PMID": "29929959"
            },
            {
                "citation": "Meng Y, Li T, Zhou GS, Chen Y, Yu CH, Pang MX, Li W, Li Y, Zhang WY, Li X. The angiotensin-converting enzyme 2/angiotensin (1-7)/Mas axis protects against lung fibroblast migration and lung fibrosis by inhibiting the NOX4-derived ROS-mediated RhoA/Rho kinase pathway. Antioxid Redox Signal. 2015 Jan 20;22(3):241-58. doi: 10.1089/ars.2013.5818. Epub 2014 Oct 2.",
                "PMID": "25089563"
            },
            {
                "citation": "Zhang BN, Xu H, Gao XM, Zhang GZ, Zhang X, Yang F. Protective Effect of Angiotensin (1-7) on Silicotic Fibrosis in Rats. Biomed Environ Sci. 2019 Jun;32(6):419-426. doi: 10.3967/bes2019.057.",
                "PMID": "31262387"
            },
            {
                "citation": "Jiang F, Yang J, Zhang Y, Dong M, Wang S, Zhang Q, Liu FF, Zhang K, Zhang C. Angiotensin-converting enzyme 2 and angiotensin 1-7: novel therapeutic targets. Nat Rev Cardiol. 2014 Jul;11(7):413-26. doi: 10.1038/nrcardio.2014.59. Epub 2014 Apr 29. Review.",
                "PMID": "24776703"
            },
            {
                "citation": "Szefler SJ. Pharmacodynamics and pharmacokinetics of budesonide: a new nebulized corticosteroid. J Allergy Clin Immunol. 1999 Oct;104(4 Pt 2):175-83. Review.",
                "PMID": "10518844"
            },
            {
                "citation": "Potential inhibitors against papain-like protease of novel coronavirus (COVID-19) from FDA approved drugs ,Rimanshee Arya1, Amit Das1, Vishal Prashar1,*, Mukesh Kumar1, 2,* 1Radiation Biology & Health Sciences Division, Bhabha Atomic Research Centre, Trombay, Mumbai-400085, India 2Homi Bhabha National Institute, Mumbai-400094, India"
            }
        ],
        "verification_date": "April 2020",
        "study_first_submitted": "March 30, 2020",
        "study_first_submitted_qc": "March 31, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "April 2, 2020"
        },
        "last_update_submitted": "April 1, 2020",
        "last_update_submitted_qc": "April 1, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "April 3, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Principal Investigator",
            "investigator_affiliation": "Fasa University of Medical Sciences",
            "investigator_full_name": "Dr. Siamack Afazeli",
            "investigator_title": "Doctor"
        },
        "intervention_browse": {
            "mesh_term": [
                "Ritonavir",
                "Lopinavir",
                "Chloroquine",
                "Levamisole",
                "Budesonide",
                "Formoterol Fumarate"
            ]
        },
        "patient_data": {
            "sharing_ipd": "Yes",
            "ipd_description": "All IPD that underlie results in a publication and is comply with ethics will be revealed.",
            "ipd_info_type": "Clinical Study Report (CSR)",
            "ipd_time_frame": "between 1 to 2 months after analyzing the raw data.",
            "ipd_access_criteria": "Results will be available in Journals.",
            "ipd_url": "http://journal.fums.ac.ir/en"
        }
    }
}