{
    "clinical_study": {
        "@rank": "456",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 14, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04299152"
        },
        "id_info": {
            "org_study_id": "2020-TH-001",
            "nct_id": "NCT04299152"
        },
        "brief_title": "Stem Cell Educator Therapy Treat the Viral Inflammation in COVID-19",
        "official_title": "Clinical Application of Stem Cell Educator Therapy for the Treatment of Viral Inflammation Caused by Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2)",
        "sponsors": {
            "lead_sponsor": {
                "agency": "Tianhe Stem Cell Biotechnologies Inc.",
                "agency_class": "Industry"
            }
        },
        "source": "Tianhe Stem Cell Biotechnologies Inc.",
        "oversight_info": {
            "has_dmc": "Yes",
            "is_fda_regulated_drug": "Yes",
            "is_fda_regulated_device": "Yes"
        },
        "brief_summary": {
            "textblock": "Currently, the growing epidemic of a new coronavirus infectious disease (Covid-19) is\n      wreaking havoc worldwide, which is caused by the severe acute respiratory syndrome\n      coronavirus 2 (SARS-CoV-2). SARS-CoV-2 is a RNA virus that display high similarity in both\n      genomic and proteomic profiling with SARS-CoV that first emerged in humans in 2003 in China.\n      Therefore, preventing and controlling the pandemic occurrences are extremely urgent as a\n      global top priority. Due to the lack of effective antiviral drugs, patients may be treated by\n      only addressing their symptoms such as reducing fever. Clinical autopsies from\n      SARS-CoV-infected patients demonstrated that there were major pathological changes in the\n      lungs, immune organs, and small systemic blood vessels with vasculitis. However, the\n      detection of SARS-CoV were primarily found in the lung and trachea/bronchus, but was\n      undetectable in spleen, lymph nodes, bone marrow, heart and aorta, highlighting the\n      overreaction of immune responses induced by viral infection were really harmful, resulting in\n      the pathogenesis of lungs, immune organs, and small systemic blood vessels. To this respect,\n      immune modulation strategy may be potentially beneficial to enhance anti-viral immunity and\n      efficiently reduce the viral load, improve clinical outcomes, expedite the patient recovery,\n      and decline the rate of mortality in patients after being infected with SARS-CoV-2. Tianhe\n      Stem Cell Biotechnologies Inc. has developed a novel globally-patented Stem Cell Educator\n      (SCE) technology designed to reverse the autoimmune response in Type 1 diabetes (T1D),\n      Alopecia Areata (AA) and other autoimmune diseases. SCE therapy uses human multipotent cord\n      blood stem cells (CB-SC) from human cord blood. Their properties distinguish CB-SC from other\n      known stem cell types, including mesenchymal stem cells (MSC) and hematopoietic stem cells\n      (HSC). Several clinical studies show that SCE therapy functions via CB-SC induction of immune\n      tolerance in autoimmune T cells and restore immune balance and homeostasis in patients with\n      T1D, AA and other inflammation-associated diseases. To correct the overreaction of\n      overreaction of immune responses, the investigators plan to treat SARS-CoV-2 patients with\n      Stem Cell Educator therapy."
        },
        "detailed_description": {
            "textblock": "This is a prospective, two-arm, partially masked, single center clinical study to assess the\n      safety, feasibility, and efficacy of SCE therapy for the treatment of patients with\n      SARS-CoV-2 infection. Patients will be evaluated by the study principal investigator or\n      co-investigators. Informed consent will be obtained at the initial screening visit. Subjects\n      who meet all criteria will be scheduled for treatment. All enrolled subjects will receive one\n      treatment with the SCE therapy consisting of a single session of mononuclear cells (MNC)\n      collection by apheresis of blood. The MNC product will be treated with the SCE, and followed\n      by an infusion intravenously back to the patient. The SCE-treated subjects will be evaluated\n      according to the schedules of follow-up studies within 4 weeks."
        },
        "overall_status": "Not yet recruiting",
        "start_date": {
            "@type": "Anticipated",
            "#text": "May 10, 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "November 10, 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "October 9, 2020"
        },
        "phase": "Phase 2",
        "study_type": "Interventional",
        "has_expanded_access": "No",
        "study_design_info": {
            "allocation": "Randomized",
            "intervention_model": "Parallel Assignment",
            "intervention_model_description": "This is a prospective, two-arm, partially masked, single center clinical study to assess the safety, feasibility, and efficacy of SCE therapy for the treatment of patients with SARS-CoV-2.",
            "primary_purpose": "Treatment",
            "masking": "Single (Care Provider)"
        },
        "primary_outcome": {
            "measure": "Determine the number of Covid-19 patients who were unable to complete SCE Therapy",
            "time_frame": "4 weeks",
            "description": "The feasibility will be evaluated by the number of Covid-19 patients who were unable to complete SCE Therapy."
        },
        "secondary_outcome": [
            {
                "measure": "Examine the percentage of activated T cells after SCE therapy by flow cytometry",
                "time_frame": "4 weeks",
                "description": "Measurements of immune markers' changes will be preformed by flow cytometry such as activated T cells. Peripheral blood mononuclear cells (PBMC) will be collected at 1, 3, 6, 9, 12, 28 day post the SCE therapy."
            },
            {
                "measure": "Assess the percentage of Th17 cells after SCE therapy by flow cytometry",
                "time_frame": "4 weeks",
                "description": "Measurements of immune marker's changes will be preformed by flow cytometry such as the percentage of Th17 cells. Peripheral blood mononuclear cells (PBMC) will be collected at 1, 3, 6, 9, 12, 28 day post the SCE therapy."
            },
            {
                "measure": "Chest imaging changes by computed tomography (CT) scan of the chest",
                "time_frame": "4 weeks",
                "description": "Patients will be monitored for their chest imaging every 3 - 5 days for 4 weeks after receiving SCE therapy."
            },
            {
                "measure": "Quantification of the SARS-CoV-2 viral load by real time RT-PCR",
                "time_frame": "4 weeks",
                "description": "To determine the viral load by real time RT-PCR, samples of blood, sputum, nose / throat swab will be collected from patients during the follow-up studies after receiving SCE therapy."
            }
        ],
        "number_of_arms": "2",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "20"
        },
        "condition": "Severe Acute Respiratory Syndrome (SARS) Pneumonia",
        "arm_group": [
            {
                "arm_group_label": "Stem Cell Educator therapy treat patients with SARS-CoV-2",
                "arm_group_type": "Experimental",
                "description": "SCE therapy circulates a patient's blood through a blood cell separator, briefly cocultures the patient's immune cells with adherent CB-SC in vitro, and returns the \"educated\" autologous immune cells to the patient's circulation."
            },
            {
                "arm_group_label": "Conventional treatment of patients with SARS-CoV-2",
                "arm_group_type": "No Intervention",
                "description": "Patients will receive the regular treatments by only addressing their symptoms such as reducing fever and cough."
            }
        ],
        "intervention": {
            "intervention_type": "Combination Product",
            "intervention_name": "Stem Cell Educator-Treated Mononuclear Cells Apheresis",
            "description": "SCE therapy circulates a patient's blood through a blood cell separator, briefly cocultures the patient's immune cells with adherent CB-SC in vitro, and returns the \"educated\" autologous immune cells to the patient's circulation.",
            "arm_group_label": "Stem Cell Educator therapy treat patients with SARS-CoV-2"
        },
        "eligibility": {
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          1. Adult patients (18 years)\n\n          2. Must have a clinical diagnosis of SARS-CoV-2, with at least one of clinical symptoms\n             (e.g., fever ≥38°C, fatigue, cough) and a positive result by the reverse-transcription\n             polymerase chain reaction (RT-PCR) testing\n\n          3. Patients must not have received any antiviral treatments known to affect SARS-CoV-2\n\n          4. Patients must agree that they are not permitted to use any other treatment to affect\n             SARS-CoV-2 during a period of 6 months after undergoing SCE therapy\n\n          5. Adequate venous access for apheresis\n\n          6. Ability to provide informed consent\n\n          7. For female patients only, willingness to use FDA-recommended birth control\n             (http://www.fda.gov/downloads/ForConsumers/ByAudience/ForWomen/FreePublications/UCM356\n             451.pdf) until 6 months post treatment.\n\n          8. Must agree to comply with all study requirements and be willing to complete all study\n             visits\n\n        Exclusion Criteria:\n\n          1. AST or ALT 2 > x upper limit of normal.\n\n          2. Abnormal bilirubin (total bilirubin > 1.2 mg/dL, direct bilirubin > 0.4 mg/dL)\n\n          3. Creatinine > 2.0 mg/dl.\n\n          4. Known coronary artery disease or EKG suggestive of coronary artery disease unless\n             cardiac clearance for apheresis is obtained from a cardiologist.\n\n          5. Known active infection such as Hepatitis B, Hepatitis C, or Human Immunodeficiency\n             Virus (HIV)\n\n          6. Pregnancy assessed by a positive serum pregnancy test or breastfeeding mothers\n\n          7. Use of immunosuppressive medication within one month of enrollment including but not\n             limited to cyclosporine, tacrolimus, sirolimus, and chemotherapy.\n\n          8. Anticoagulation other than ASA.\n\n          9. Hemoglobin < 10 g/dl or platelets < 100 k/ml\n\n         10. Is unable or unwilling to provide informed consent\n\n         11. Presence of any other physical or psychological medical condition that, in the opinion\n             of the investigator, would preclude participation"
            },
            "gender": "All",
            "minimum_age": "18 Years",
            "maximum_age": "60 Years",
            "healthy_volunteers": "No"
        },
        "overall_official": {
            "last_name": "Heng Li, MD,PhD",
            "role": "Study Director",
            "affiliation": "Tianhe Stem Cell Biotechnologies Inc."
        },
        "overall_contact": {
            "last_name": "Johnny Itticheria",
            "phone": "6308496657",
            "email": "info@TianheCell.com"
        },
        "link": {
            "url": "http://www.tianhecell.com/",
            "description": "Tianhe Stem Cell Biotechnologies Inc"
        },
        "reference": [
            {
                "citation": "Zhao Y, Jiang Z, Zhao T, Ye M, Hu C, Yin Z, Li H, Zhang Y, Diao Y, Li Y, Chen Y, Sun X, Fisk MB, Skidgel R, Holterman M, Prabhakar B, Mazzone T. Reversal of type 1 diabetes via islet β cell regeneration following immune modulation by cord blood-derived multipotent stem cells. BMC Med. 2012 Jan 10;10:3. doi: 10.1186/1741-7015-10-3.",
                "PMID": "22233865"
            },
            {
                "citation": "Zhao Y. Stem cell educator therapy and induction of immune balance. Curr Diab Rep. 2012 Oct;12(5):517-23. doi: 10.1007/s11892-012-0308-1. Review.",
                "PMID": "22833322"
            },
            {
                "citation": "Zhao Y, Jiang Z, Zhao T, Ye M, Hu C, Zhou H, Yin Z, Chen Y, Zhang Y, Wang S, Shen J, Thaker H, Jain S, Li Y, Diao Y, Chen Y, Sun X, Fisk MB, Li H. Targeting insulin resistance in type 2 diabetes via immune modulation of cord blood-derived multipotent stem cells (CB-SCs) in stem cell educator therapy: phase I/II clinical trial. BMC Med. 2013 Jul 9;11:160. doi: 10.1186/1741-7015-11-160.",
                "PMID": "23837842"
            },
            {
                "citation": "Li Y, Yan B, Wang H, Li H, Li Q, Zhao D, Chen Y, Zhang Y, Li W, Zhang J, Wang S, Shen J, Li Y, Guindi E, Zhao Y. Hair regrowth in alopecia areata patients following Stem Cell Educator therapy. BMC Med. 2015 Apr 20;13:87. doi: 10.1186/s12916-015-0331-6.",
                "PMID": "25896390"
            },
            {
                "citation": "Delgado E, Perez-Basterrechea M, Suarez-Alvarez B, Zhou H, Revuelta EM, Garcia-Gala JM, Perez S, Alvarez-Viejo M, Menendez E, Lopez-Larrea C, Tang R, Zhu Z, Hu W, Moss T, Guindi E, Otero J, Zhao Y. Modulation of Autoimmune T-Cell Memory by Stem Cell Educator Therapy: Phase 1/2 Clinical Trial. EBioMedicine. 2015 Nov 5;2(12):2024-36. doi: 10.1016/j.ebiom.2015.11.003. eCollection 2015 Dec.",
                "PMID": "26844283"
            },
            {
                "citation": "Zhao Y, Jiang Z, Delgado E, Li H, Zhou H, Hu W, Perez-Basterrechea M, Janostakova A, Tan Q, Wang J, Mao M, Yin Z, Zhang Y, Li Y, Li Q, Zhou J, Li Y, Martinez Revuelta E, Maria García-Gala J, Wang H, Perez-Lopez S, Alvarez-Viejo M, Menendez E, Moss T, Guindi E, Otero J. Platelet-Derived Mitochondria Display Embryonic Stem Cell Markers and Improve Pancreatic Islet β-cell Function in Humans. Stem Cells Transl Med. 2017 Aug;6(8):1684-1697. doi: 10.1002/sctm.17-0078. Epub 2017 Jul 7.",
                "PMID": "28685960"
            }
        ],
        "verification_date": "April 2020",
        "study_first_submitted": "February 28, 2020",
        "study_first_submitted_qc": "March 5, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "March 6, 2020"
        },
        "last_update_submitted": "April 13, 2020",
        "last_update_submitted_qc": "April 13, 2020",
        "last_update_posted": {
            "@type": "Estimate",
            "#text": "April 14, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Sponsor"
        },
        "keyword": [
            "severe acute respiratory syndrome coronavirus",
            "Immune modulation",
            "Stem Cell Educator therapy"
        ],
        "condition_browse": {
            "mesh_term": [
                "Severe Acute Respiratory Syndrome",
                "Coronavirus Infections",
                "Pneumonia",
                "Syndrome",
                "Inflammation"
            ]
        },
        "patient_data": {
            "sharing_ipd": "No"
        }
    }
}