{
    "clinical_study": {
        "@rank": "268",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 08, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04335279"
        },
        "id_info": {
            "org_study_id": "SPIN-CHAT-001",
            "nct_id": "NCT04335279"
        },
        "brief_title": "Evaluation of the Scleroderma Patient-centered Intervention Network COVID-19 Home-isolation Activities Together Program",
        "acronym": "SPIN-CHAT",
        "official_title": "A Partially Nested RCT to Evaluate the Effectiveness of the Scleroderma Patient-centered Intervention Network COVID-19 Home-isolation Activities Together (SPIN-CHAT) Program to Reduce Anxiety Among At-Risk Scleroderma Patients",
        "sponsors": {
            "lead_sponsor": {
                "agency": "Lady Davis Institute",
                "agency_class": "Other"
            }
        },
        "source": "Lady Davis Institute",
        "oversight_info": {
            "has_dmc": "No",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "Contagious disease outbreaks, such as the coronavirus disease 2019 (COVID-19) outbreak, and\n      associated restrictions to prevent spread can lead to negative psychological outcomes,\n      including loneliness, depression, and anxiety, particularly in vulnerable populations at risk\n      due to existing medical conditions. To date, no randomized controlled trials have tested\n      interventions to reduce mental health consequences of contagious disease outbreaks.\n\n      Systemic sclerosis (SSc; scleroderma) is a rare, chronic, autoimmune disease characterized by\n      vasculopathy and excessive collagen production. Systemic Sclerosis can affect multiple organ\n      systems, including the skin, lungs, gastrointestinal tract, and heart. Many people with\n      scleroderma are at risk of serious complications from COVID-19 if infected due to lung\n      involvement (> 40% have interstitial lung disease) and common use of immunosuppressant drugs.\n\n      The objective of The Scleroderma Patient-centered Intervention Network COVID-19\n      Home-isolation Activities Together (SPIN-CHAT) Trial is to evaluate a videoconference-based\n      intervention designed to improve symptoms of anxiety and other mental health outcomes among\n      individuals with systemic sclerosis at risk of poor mental health during the COVID-19\n      pandemic. The trial is a pragmatic randomized controlled trial that will be conducted using\n      an existing cohort of systemic sclerosis patients. We will use a partially nested design to\n      reflect dependence between individuals in training groups but not in the waitlist control.\n      The SPIN-CHAT Program includes activity engagement, education on strategies to support mental\n      health, and mutual participant support."
        },
        "detailed_description": {
            "textblock": "Background: Social distancing and movement restrictions during contagious disease outbreaks\n      are necessary to reduce spread but can lead to negative social and psychological outcomes,\n      including loneliness, depression, and anxiety, particularly in vulnerable populations. An\n      online survey that used snowball sampling techniques and collected data from 1210 respondents\n      from 194 cities in China in January-February 2020 found that over 50% rated the psychological\n      impact of the coronavirus disease 2019 (COVID-19) outbreak as moderate or severe. Symptoms of\n      anxiety were rated as the most common psychological problem. Self-reported poor physical\n      health status and the presence of a chronic illness were associated with symptoms of\n      depression and anxiety.\n\n      Systemic sclerosis (SSc; scleroderma) is a rare, chronic, autoimmune disease characterized by\n      vasculopathy and excessive collagen production. Onset typically occurs between the ages of 30\n      and 50 years, and approximately 80% of people with SSc are women. SSc can affect multiple\n      organ systems, including the skin, lungs, gastrointestinal tract, and heart. Disease\n      presentation is extremely heterogeneous, and the course of the disease is highly\n      unpredictable. People with SSc commonly experience hand function and mobility limitations,\n      pain, fatigue, sleep problems, pruritus, symptoms of depression, and body image distress from\n      disfiguring aspects (e.g., skin tightening, pigment changes, hand contractures,\n      telangiectasias). Many people with SSc are at risk of serious complications from COVID-19 if\n      infected due to lung involvement (> 40% have interstitial lung disease) and common use of\n      immunosuppressant drugs.\n\n      The Scleroderma Patient-centered Intervention Network (SPIN) COVID-19 Home-isolation\n      Activities Together (SPIN-CHAT) Program is a group videoconference-based intervention\n      designed to improve symptoms of anxiety and other mental health outcomes among individuals\n      with SSc at risk of poor mental health during the COVID-19 pandemic. The primary objective of\n      the SPIN-CHAT Trial is to evaluate the effect of the program compared to waitlist control on\n      patient reported symptoms of anxiety as measured by the Patient-Reported Outcomes Measurement\n      Information System (PROMIS) Anxiety 4a v1.0 scores.\n\n      Recruitment and Enrolment: SPIN is a collaboration of SSc researchers, health care providers,\n      people living with SSc, and patient organizations from Canada, the United States, Europe,\n      Mexico and Australia that has assembled a large multinational patient cohort to collect\n      longitudinal data on patient-reported outcomes in SSc and as a framework for embedding RCTs\n      of e-health interventions. SPIN Cohort participants complete online assessments upon\n      enrolment and at 3-month intervals. To date, over 2000 SSc patients from 47 centres have been\n      enrolled in SPIN's web-based cohort (currently approximately 1800 active participants).\n\n      SPIN Cohort participants will be invited by email and by popups to enrol in the SPIN-COVID-19\n      Cohort, a sub-cohort of the SPIN Cohort. Additionally, recruitment announcements for the\n      SPIN-COVID-19 Cohort will be posted on SPIN's social media and distributed through our\n      patient organization partners. All SPIN-COVID-19 Cohort participants will be invited to\n      complete measures at baseline and every two weeks for the duration of the COVID-19 pandemic.\n      They will receive email reminders to complete bi-weekly follow-up assessments.\n\n      Participants in the SPIN-COVID-19 Cohort eligible for the SPIN-CHAT Trial will be provided\n      with a brief description of the trial in the SPIN-COVID-19 Qualtrics platform and will be\n      asked if they would be interested in participating in the trial. Those who express interest\n      will be provided with an online version of the trial consent form, which they can also\n      download, and will be given the options of (1) consenting to participate; (2) declining\n      participation; or (3) requesting that a member of SPIN's research team call them to answer\n      questions they have about participating in the trial before consenting.\n\n      Methods: The SPIN-CHAT Trial is a pragmatic, two-arm partially nested RCT (PN-RCT) that will\n      be conducted using the SPIN-COVID-19 Cohort. Pragmatic RCTs are conducted to replicate\n      real-world delivery of interventions as much as possible and support decisions on whether\n      interventions should be provided in practice. The trial will be a PN-RCT because participants\n      randomised to the intervention arm will be clustered into intervention groups, and members of\n      each intervention group will interact during videoconference sessions; participants randomly\n      assigned to the waitlist control will not be clustered and will only complete trial measures.\n\n      Random Selection and Allocation: SPIN-COVID-19 Cohort participants who provide consent for\n      participation will be entered into different pools based on their availabilities and taking\n      into consideration time zone differences. Once there are enough participants to complete an\n      intervention group and assign an equal number of participants to waitlist control, SPIN\n      personnel will provide the external service with an anonymised list of participants (only\n      identification numbers will be provided) who could participate in an intervention group based\n      on language and day and time availabilities. For each intervention group and waitlist control\n      pairing, the service will randomly select 16 participants from the pool of enroled\n      participants available based on language, day, and time and will randomly allocate 8 to the\n      intervention group and 8 to the waitlist group using block randomization.This process will be\n      repeated until trial enrolment is complete. One intervention and waitlist control pairing\n      will include 18 participants (9 intervention, 9 waitlist) to accommodate the total number\n      that we anticipate randomizing.\n\n      Intervention and Comparator: Mental health outcomes, including anxiety, among people in\n      quarantine are associated with modifiable factors such as degree of isolation, boredom, and\n      ability to manage worry and anxiety. In addition to psychological strategies, including worry\n      reduction and meditative exercises, exercise has been shown to reduce anxiety. Among older\n      adults, where isolation is a common challenge, activity and social engagement are commonly\n      used to address loneliness and feelings of isolation. Recommendations for the World Health\n      Organization and major national public health organizations for managing mental health during\n      COVID-19 emphasize setting and following a routine, managing information sources and\n      quantity, staying connected with others, and finding a way to be physically active.\n\n      The SPIN-CHAT Program is a brief group videoconference intervention that was developed based\n      on best-practice principles for managing anxiety and worry, recommendations for maintaining\n      mental health during COVID-19, and input from the SPIN COVID-19 Patient Advisory Team.\n      Educational segments in each session will be delivered by a research team member with\n      experience and training related to the topic. Leisure activities that will be done at the\n      start of each session will include games (e.g., Pictionary, charades), creative activities\n      (e.g., roll-a-story), cultural activities (e.g., virtual museum tours), social activities\n      (e.g., share your favourite recipe). In the healthy information management and social\n      connection segment, strategies will be provided and discussion will be facilitated on how to\n      stay informed via accurate information sources while avoiding sensationalist and other\n      non-helpful information. Information on using simple (e.g., phone) or more advanced\n      technology (e.g., group videoconferencing) to stay connected will be discussed, along with\n      strategies for connecting regularly with others. The managing worry segments will include an\n      overview of worry, including what it is, the difference between helpful and harmful anxiety\n      or worry, how to identify triggers of worry, and strategies to manage worry, including\n      identifying different types of worrying, using worry journals, worry postponement, and worry\n      time. Exercises will be done with the group to illustrate techniques. In the relaxation\n      segments, an introduction to the purpose of relaxation techniques will be presented, and\n      participants will be guided through brief breathing, mindfulness, and visualization\n      exercises.\n\n      The physical activity segments will include an overview of the physical and psychosocial\n      benefits of physical activity for maintenance of health for chronic disease management,\n      including mental health during the COVID-19 pandemic; movement guidelines to ensure safety;\n      and how to monitor daily physical activity. Participants will be guided through movement\n      options for the home-based setting, including warm-ups, aerobic, and strength activities.\n      Behaviour change techniques to foster building the habit of moving more at home will be\n      taught, including goal-setting, scheduling, addressing barriers, and building social support.\n\n      Activity engagement sessions will be guided by the leisure education content model. Sessions\n      will involve interactive group discussion about the benefits of leisure engagement for\n      persons with SSc, addressing physical, social, emotional, intellectual and spiritual realms\n      of health and wellbeing. Sessions will explore barriers to leisure for persons with SSc and\n      includes tips for finding leisure resources within the participants' own homes, both\n      in-person and online.\n\n      Sample Size: Effects of short anxiety-focused interventions in post-disaster settings are\n      between 0.40 and 0.80 standardized mean difference (SMD). This is larger than estimated\n      minimally important difference for the PROMIS Anxiety 4a v1.0 score (SMD = 0.23 to 0.34 SMD).\n      For an assumed effect size of SMD = 0.50, a two-tailed test with alpha = 0.05, and an\n      intra-class correlation coefficient (ICC) of 0.05, N=146 provides 80% power or greater for\n      our primary outcome, PROMIS Anxiety 4a v1.0; assuming 10% dropout, we will recruit 162\n      participants (81 in 10 SPIN-CHAT groups; 81 waitlist). We believe that this is a conservative\n      power and sample size estimate. First, in cluster RCTs, ICC values for individual patient\n      outcomes are typically lower than our 0.05 estimate. If the true ICC is lower than our 0.05\n      estimate, this will result in greater power than estimated. Second, there has been no loss to\n      follow-up in the feasibility trial or initial waves of our full-scale trial of the\n      videoconference-based SPIN support group leader program, which has a similar design. Thus, we\n      believe that a 10% loss to follow-up may be conservative.\n\n      Data Analysis: Analyses will be conducted by a statistician blind to trial arm allocation.\n      For the primary outcome analysis, we will use an intent-to-treat analysis that compares all\n      patients randomly assigned to the SPIN-CHAT Program to all patients assigned to the waitlist\n      control. The intervention effect at 4 weeks will be estimated using a linear mixed model,\n      adjusted for baseline PROMIS Anxiety 4a v1.0 scores. The model will include a random effect\n      to account for clustering of participants in the training groups, but not for participants in\n      the waitlist control arm, because there is no clustering in the control arm. We will\n      investigate the effects of missing data using multiple imputation. As a secondary analysis,\n      we will additionally adjust for age, sex, baseline loneliness, baseline boredom, and baseline\n      physical activity. Analyses of secondary outcomes will similarly be done (1) controlling for\n      baseline scores only and (2) controlling for baseline scores, age, sex, and other key\n      baseline measures. Statistical significance for all analyses will be determined based on\n      two-sided α = 0.05. In addition, we will use complier-average causal effect analysis to\n      estimate effects among patients who use the intervention compared to similar patients in the\n      waitlist arm of the trial."
        },
        "overall_status": "Not yet recruiting",
        "start_date": {
            "@type": "Anticipated",
            "#text": "April 15, 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "June 3, 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "June 3, 2020"
        },
        "phase": "N/A",
        "study_type": "Interventional",
        "has_expanded_access": "No",
        "study_design_info": {
            "allocation": "Randomized",
            "intervention_model": "Parallel Assignment",
            "primary_purpose": "Supportive Care",
            "masking": "None (Open Label)"
        },
        "primary_outcome": {
            "measure": "Anxiety: Patient-Reported Outcomes Measurement Information System (PROMIS) Anxiety 4a v1.0",
            "time_frame": "4-weeks post-randomization",
            "description": "The PROMIS Anxiety 4a v1.0 is a 4 item scale that asks participants, in the past 7 days, how often: (1) \"I felt fearful\"; (2) \"I found it hard to focus on anything other than my anxiety\"; (3) \"My worries overwhelmed me\"; and (4) \"I felt uneasy\". Items are scored on a 5-point scale (range 1-5), and response options include \"never\", \"rarely\", \"sometimes\", \"often\", and \"always\". Higher scores represent more anxiety. PROMIS Anxiety 4a v1.0 has been validated in SSc."
        },
        "secondary_outcome": [
            {
                "measure": "Depression symptoms: Patient Health Questionnaire (PHQ-8)",
                "time_frame": "4-weeks post-randomization",
                "description": "PHQ-8 items measure depressive symptoms over the last 2 weeks on a 4-point scale, ranging from 0 (not at all) to 3 (nearly every day) with higher scores (range 0 to 24) indicating more depressive symptoms. The PHQ-8 performs equivalently to the PHQ-9, which has been shown to be a valid measure of depressive symptoms in patients with scleroderma."
            },
            {
                "measure": "Stress: Perceived Stress Scale (PSS)",
                "time_frame": "4-weeks post-randomization",
                "description": "The 10-item PSS measures the degree that respondents appraise their lives as stressful; items are designed to reflect the degree that they find their life circumstances in the last 4 weeks to be unpredictable, uncontrollable, or overloaded. Items are scored on a 5-point scale from 0 (never) to 4 (very often). Total scores (range 0 to 40) are computed by summing individual items scores, and higher scores reflect greater perceived stress. The PSS has been validated in many medical and non-medical populations."
            },
            {
                "measure": "Loneliness: University of California, Los Angeles (UCLA) Loneliness Scale (ULS-6)",
                "time_frame": "4-weeks post-randomization",
                "description": "The 6-item ULS-6 is a short version of the 20-item ULS, which is designed to assess subjective feelings of loneliness and social isolation. Respondents indicate the degree to which feelings described in each item apply to them. Items are scored on a 4-point scale from 0 (never) to 3 (often); total scores range from 0 to 18."
            },
            {
                "measure": "Boredom: Multidimensional State Boredom Scale (MSBS-8)",
                "time_frame": "4-weeks post-randomization",
                "description": "The full MSBS is a 29-item measure of state boredom with items on five factors that load onto a single higher-order factor. The 8-item MSBS is a short version with scores that correlate very closely to scores from the full MSBS (r = 0.96) Item responses are on a 7-point Likert-type scale from 1 (strongly disagree) to 7 (strongly agree) and assess the degree to which each item reflects the respondant's experience currently. Total scores range from 8 to 56 with higher scores reflecting greater boredom."
            },
            {
                "measure": "Physical activity: International Physical Activity Questionnaire - modified for the elderly (IPAQ-E)",
                "time_frame": "4-weeks post-randomization",
                "description": "The 4-item IPAQ-E is a short-form version of the full IPAQ designed to assess physical activity over the last week, including time spent sitting, walking, and in moderate and vigorous physical activity. Compared to other short-form versions of the IPAQ, the IPAQ-E has examples of exercise specific to older adults."
            },
            {
                "measure": "Frequency of social interactions",
                "time_frame": "4-weeks post-randomization",
                "description": "Frequency of social interactions with others inside and outside of the home will be measured with 4 separate items, including (1) On a typical day in the last week, how many times did you have a social conversation over the phone or a videoconferencing platform with one person? (response = number of times); (2) On a typical day in the last week, how many times did you have a social conversation over a videoconferencing platform with multiple people at the same time? (response = number of times); (3) In the last 7 days, on a typical day, how long did you spend enjoying conversations with other individuals in the home? (response = time); (4) In the last 7 days, on a typical day, how long did you spend enjoying activities with other individuals in the home? (response = time)."
            },
            {
                "measure": "Adverse Effects",
                "time_frame": "4-weeks post-randomization",
                "description": "Adverse Effects will be assessed by ongoing monitoring during the trial and by asking participants post-intervention to describe any adverse experiences or outcomes that may have occurred."
            }
        ],
        "number_of_arms": "2",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "162"
        },
        "condition": [
            "Scleroderma",
            "Scleroderma, Systemic",
            "Systemic Sclerosis"
        ],
        "arm_group": [
            {
                "arm_group_label": "SPIN-CHAT: Videoconference Intervention",
                "arm_group_type": "Experimental",
                "description": "Participants in the SPIN-CHAT videoconference intervention group will receive a brief group videoconference intervention aimed at the management of worry and anxiety 3 times per week for 4 weeks during the COVID-19 crisis. Each group will include 8 participants and sessions will be approximately 60- to 90-minutes each. Each intervention group will be moderated by a member of the research team or by leaders who have been trained in our SPIN support group leader training program."
            },
            {
                "arm_group_label": "Wait-list Control",
                "arm_group_type": "No Intervention",
                "description": "Participants in the wait-list control group will not receive the training program and will have no access to the resources indicated above for the duration of the trial. Wait-list controls will be given access to the program post-trial."
            }
        ],
        "intervention": {
            "intervention_type": "Other",
            "intervention_name": "SPIN-CHAT Program",
            "description": "Each session will include 3 segments: (1) engagement via therapeutic recreation activities (20-30 minutes); (2) education on information management and anxiety management through psychological and other strategies (20-30 minutes); and (3) open discussion and social support (20-30 minutes). Educational segment topics will include (1) healthy information management and social connection (session 1); (2) managing worry (sessions 2, 6, 10); (3) relaxation strategies (sessions 3; 7, 11); (4) adapted home exercise (sessions 4, 8, 12); and (5) activity engagement at home (sessions 5 and 9). All educational segments will be supported by resource materials available to participants via an online SPIN-CHAT resource link. Supervision and support of group moderators will be provided by a trained social worker. Educational segments in each session will be delivered by a research team member with experience and training related to the topic.",
            "arm_group_label": "SPIN-CHAT: Videoconference Intervention"
        },
        "eligibility": {
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          -  Classified as having SSc by a physician\n\n          -  PROMIS Anxiety 4a v1.0 T-score greater than or equal to 55\n\n          -  Have regular, reliable internet access\n\n          -  Be fluent in English or French\n\n        Exclusion Criteria:\n\n          -  Engaged in work from home on a typical day\n\n          -  Receiving counseling or therapy currently\n\n          -  Having a positive test for the COVID-19 virus"
            },
            "gender": "All",
            "minimum_age": "18 Years",
            "maximum_age": "N/A",
            "healthy_volunteers": "No"
        },
        "overall_official": {
            "last_name": "Brett D Thombs, PhD",
            "role": "Principal Investigator",
            "affiliation": "Lady Davis Institute for Medical Research, McGill University"
        },
        "overall_contact": {
            "last_name": "Marie-Eve Carrier, MSc",
            "phone": "514-340-8222",
            "phone_ext": "23238",
            "email": "carrier.marie.eve@gmail.com"
        },
        "verification_date": "April 2020",
        "study_first_submitted": "April 1, 2020",
        "study_first_submitted_qc": "April 2, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "April 6, 2020"
        },
        "last_update_submitted": "April 2, 2020",
        "last_update_submitted_qc": "April 2, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "April 6, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Principal Investigator",
            "investigator_affiliation": "Lady Davis Institute",
            "investigator_full_name": "Brett D Thombs",
            "investigator_title": "Professor, Faculty of Medicine, McGill University; Senior Investigator, Lady Davis Institute for Medical Research, Jewish General Hospital"
        },
        "keyword": [
            "Scleroderma",
            "Systemic Sclerosis",
            "COVID-19",
            "E-health",
            "Anxiety",
            "Mental health",
            "Trial",
            "Coronavirus",
            "RCT"
        ],
        "condition_browse": {
            "mesh_term": [
                "Scleroderma, Systemic",
                "Scleroderma, Diffuse",
                "Scleroderma, Localized",
                "Sclerosis"
            ]
        },
        "patient_data": {
            "sharing_ipd": "Yes",
            "ipd_description": "Upon request",
            "ipd_info_type": [
                "Study Protocol",
                "Statistical Analysis Plan (SAP)",
                "Informed Consent Form (ICF)",
                "Clinical Study Report (CSR)",
                "Analytic Code"
            ],
            "ipd_time_frame": "12 months after the collection of the primary outcome",
            "ipd_access_criteria": "Approval of proposed purpose for data access"
        }
    }
}