{
    "clinical_study": {
        "@rank": "389",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 14, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04333849"
        },
        "id_info": {
            "org_study_id": "2020/29",
            "nct_id": "NCT04333849"
        },
        "brief_title": "Telephony Or Videophony for Isolated elDerly in Maine-Et-Loire 49 During COVID-19",
        "acronym": "TOVID-49",
        "official_title": "Telephony Or Videophony for Isolated elDerly in Maine-Et-Loire 49 During COVID-19",
        "sponsors": {
            "lead_sponsor": {
                "agency": "University Hospital, Angers",
                "agency_class": "Other"
            }
        },
        "source": "University Hospital, Angers",
        "oversight_info": {
            "has_dmc": "No",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "The current health crisis at COVID-19 is forcing us to profoundly rethink our social\n      organizations, especially towards our most fragile seniors. Prohibitions on visits to Nursing\n      Homes and care services, although essential to control the epidemic, are also becoming a\n      major source of social isolation and loneliness for these fragile populations. The only\n      source of residual social ties during a period of confinement remains dematerialised\n      communication via the various existing communication channels (in particular telephone calls\n      or video telephony).\n\n      As soon as the COVID-19 crisis began and the first visiting restrictions were imposed on\n      patients in the geriatric department of the Angers Univesity Hospital and the Retirement Home\n      / long-term care unit, acute care geriatric unit of Angers offered patients and residents the\n      opportunity to organize communication with their relatives via videophone calls. Initial\n      feedback from the field shows us that, contrary to our intuition, patients and residents are\n      not necessarily asking for communication to the outside world and, when they are, the\n      preferred channel is not necessarily video telephony but often a simple phone call with\n      relatives. Even though the vast majority of projects aimed at setting up communication aids\n      for the elderly now rely on videophonic support, these initial observations in everyday care\n      situations raise questions about the directions taken in this area. Also, the investigators\n      ask themselves the following question: in the absence of a physical meeting, what is the\n      preferred means of communication for elderly people in isolation in hospital or in Retirement\n      Home? This study will make it possible to propose the most appropriate solutions for breaking\n      isolation for the hospitalized or institutionalized geriatric population in order to limit as\n      much as possible the increase in social isolation imposed by restrictions on movement during\n      epidemics."
        },
        "overall_status": "Recruiting",
        "start_date": {
            "@type": "Actual",
            "#text": "March 27, 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "September 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "September 2020"
        },
        "study_type": "Observational",
        "has_expanded_access": "No",
        "study_design_info": {
            "observational_model": "Cohort",
            "time_perspective": "Prospective"
        },
        "primary_outcome": {
            "measure": "Preferred means of communication for elderly people in isolation, hospitalized in the acute care geriatric unit or residing at St Nicolas nursing home (Angers UH).",
            "time_frame": "at baseline (day 0)",
            "description": "Choice between videophony, telephony or neither."
        },
        "secondary_outcome": [
            {
                "measure": "proportion of elderly people with loss of functional independence to communicate with their relatives.",
                "time_frame": "at baseline (day 0)",
                "description": "Aid received or not (by a caregiver) in connecting with the relative."
            },
            {
                "measure": "level of satisfaction of patients who have benefited from a telephone call.",
                "time_frame": "at baseline (day 0)",
                "description": "The satisfaction will be assessed using a non-validated satisfaction questionnaire based on a forced choice Likert scale in 6 points from 1 to 6. Patients will be considered as satisfied if the mean score is over 4 on 6."
            },
            {
                "measure": "level of satisfaction of patients who have benefited from a videophone call.",
                "time_frame": "at baseline (day 0)",
                "description": "The satisfaction will be assessed using a non-validated satisfaction questionnaire based on a forced choice Likert scale in 6 points from 1 to 6. Patients will be considered as satisfied if the mean score is over 4 on 6."
            },
            {
                "measure": "satisfaction level of older people according to the means of communication used.",
                "time_frame": "at baseline (day 0)",
                "description": "The satisfaction averages of the two groups wishing to use a means of communication (telephony or videophony) will be compared by a Student t-test."
            },
            {
                "measure": "impact of age on the preferred means of communication.",
                "time_frame": "at baseline (day 0)"
            }
        ],
        "enrollment": {
            "@type": "Anticipated",
            "#text": "100"
        },
        "condition": "Coronavirus",
        "eligibility": {
            "study_pop": {
                "textblock": "Patients are recruited during their hospitalisation in acute care geriatric unit or\n        institutionalization in St Nicolas during the isolation measures linked to the SARS-CoV-2\n        epidemic."
            },
            "sampling_method": "Probability Sample",
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          -  Hospitalisation in the acute care geriatric unit (Angers UH) or institutionalization\n             in St Nicolas during the isolation measures linked to the SARS-CoV-2 epidemic.\n\n        Exclusion Criteria:\n\n          -  Refusal to participate.\n\n          -  Contraindication posed by the medical team to proposing dematerialized communication."
            },
            "gender": "All",
            "minimum_age": "70 Years",
            "maximum_age": "N/A",
            "healthy_volunteers": "No"
        },
        "location": {
            "facility": {
                "name": "Angers University Hospital",
                "address": {
                    "city": "Angers",
                    "zip": "49933",
                    "country": "France"
                }
            },
            "status": "Recruiting",
            "contact": {
                "last_name": "Cedric ANNWEILER, MD, PhD",
                "phone": "(+33)241354725",
                "email": "ceannweiler@chu-angers.fr"
            }
        },
        "location_countries": {
            "country": "France"
        },
        "verification_date": "March 2020",
        "study_first_submitted": "April 1, 2020",
        "study_first_submitted_qc": "April 1, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "April 3, 2020"
        },
        "last_update_submitted": "April 6, 2020",
        "last_update_submitted_qc": "April 6, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "April 8, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Sponsor"
        },
        "condition_browse": {
            "mesh_term": "Coronavirus Infections"
        }
    }
}