{
    "clinical_study": {
        "@rank": "96",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 06, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04251767"
        },
        "id_info": {
            "org_study_id": "WMT-YJ-202001",
            "nct_id": "NCT04251767"
        },
        "brief_title": "Washed Microbiota Transplantation for Patients With 2019-nCoV Infection",
        "official_title": "Washed Microbiota Transplantation for Patients With 2019-nCoV Infection: a Randomized, Double-blind, Placebo-controlled Study",
        "sponsors": {
            "lead_sponsor": {
                "agency": "The Second Hospital of Nanjing Medical University",
                "agency_class": "Other"
            }
        },
        "source": "The Second Hospital of Nanjing Medical University",
        "oversight_info": {
            "has_dmc": "Yes",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No",
            "is_us_export": "No"
        },
        "brief_summary": {
            "textblock": "Gut dysbiosis co-exists in patients with coronavirus pneumonia. Some of these patients would\n      develop secondary bacterial infections and antibiotic-associated diarrhea (AAD). The recent\n      study on using washed microbiota transplantation (WMT) as rescue therapy in critically ill\n      patients with AAD demonstrated the important clinical benefits and safety of WMT. This\n      clinical trial aims to evaluate the outcome of WMT combining with standard therapy for\n      patients with 2019-novel coronavirus pneumonia, especially for those patients with\n      dysbiosis-related conditions."
        },
        "detailed_description": {
            "textblock": "An ongoing outbreak of 2019 novel coronavirus was reported in Wuhan, China. 2019-nCoV has\n      caused a cluster of pneumonia cases, and posed continuing epidemic threat to China and even\n      global health. Unfortunately, there is currently no specific effective treatment for the\n      viral infection and the related serious complications. It is in urgent need to find a new\n      specific effective treatment for the 2019-nCoV infection. According to Declaration of\n      Helsinki and International Ethical Guidelines for Health-related Research Involving Humans,\n      the desperately ill patients with 2019-nCov infection during disease outbreaks have a moral\n      right to try unvalidated medical interventions (UMIs) and that it is therefore unethical to\n      restrict access to UMIs to the clinical trial context.\n\n      There is a vital link between the intestinal tract and respiratory tract, which was\n      exemplified by intestinal complications during respiratory disease and vice versa. Some of\n      these patients can develop secondary bacterial infections and antibiotic-associated diarrhea\n      (AAD). The recent study on using washed microbiota transplantation (WMT) as rescue therapy in\n      critically ill patients with AAD demonstrated the important clinical benefits and safety of\n      WMT. Additionally, the recent animal study provided direct evidence supporting that\n      antibiotics could decrease gut microbiota and the lung stromal interferon signature and\n      facilitate early influenza virus replication in lung epithelia. Importantly, the above\n      antibiotics caused negative effects can be reversed by fecal microbiota transplantation (FMT)\n      which suggested that FMT might be able to induce a significant improvement in the respiratory\n      virus infection. Another evidence is that the microbiota could confer protection against\n      certain virus infection such as influenza virus and respiratory syncytial virus by priming\n      the immune response to viral evasion. The above results suggested that FMT might be a new\n      therapeutic option for the treatment of virus-related pneumonia. The methodology of FMT\n      recently was coined as WMT, which is dependent on the automatic facilities and washing\n      process in a laboratory room. Patients underwent WMT with the decreased rate of adverse\n      events and unchanged clinical efficacy in ulcerative colitis and Crohn's disease. This\n      clinical trial aims to evaluate the outcome of WMT combining with standard therapy for\n      patients with novel coronavirus pneumonia, especially for those patients with\n      dysbiosis-related conditions."
        },
        "overall_status": "Withdrawn",
        "why_stopped": "Follow new disciplines on disease control from government",
        "start_date": {
            "@type": "Anticipated",
            "#text": "February 5, 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "April 30, 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "April 30, 2020"
        },
        "phase": "N/A",
        "study_type": "Interventional",
        "has_expanded_access": "No",
        "study_design_info": {
            "allocation": "Randomized",
            "intervention_model": "Parallel Assignment",
            "primary_purpose": "Treatment",
            "masking": "Quadruple (Participant, Care Provider, Investigator, Outcomes Assessor)"
        },
        "primary_outcome": {
            "measure": "Number of participants with improvement from severe type to common type",
            "time_frame": "2 weeks",
            "description": "Common type: Fever, respiratory tract and other symptoms, imaging examination shows pneumonia;\nSevere type (meeting any of the following）: (1) Respiratory distress，respiratory rate ≥ 30 bmp; (2) Oxygen saturation ≤ 93%；(3)PaO2/FiO2 ≤ 300mmHg.\nCritically severe type (meeting any of the following）: (1) Respiratory failure requiring mechanical ventilation; (2) Shock; (3) Combining with other organ failures, requiring ICU monitoring and treatment."
        },
        "number_of_arms": "2",
        "enrollment": {
            "@type": "Actual",
            "#text": "0"
        },
        "condition": "COVID-19 Complicated With Refractory Intestinal Infections",
        "arm_group": [
            {
                "arm_group_label": "Observational group",
                "arm_group_type": "Experimental",
                "description": "5u washed microbiota suspension administered via nasogastric tube, nasojejunal tube or oral, combining with standard therapy."
            },
            {
                "arm_group_label": "Control group",
                "arm_group_type": "Placebo Comparator",
                "description": "5 u placebo (edible suspension of the same color as the washed microbiota suspension) administered via nasogastric tube, nasojejunal tube or oral, combining with standard therapy."
            }
        ],
        "intervention": [
            {
                "intervention_type": "Other",
                "intervention_name": "washed microbiota transplantation",
                "description": "Washed microbiota suspension (5u) delivered through nasogastric tube, nasojejunal tube or oral.\nDose and frequency: 5u, once.",
                "arm_group_label": "Observational group",
                "other_name": [
                    "microbiota transplantation",
                    "fecal microbiota transplantation"
                ]
            },
            {
                "intervention_type": "Other",
                "intervention_name": "placebo",
                "description": "Placebo (edible suspension of the same color as the washed microbiota suspension，5u) administered via nasogastric tube, nasojejunal tube or oral, combining with standard therapy.\nDose and frequency: 5u, once.",
                "arm_group_label": "Control group",
                "other_name": "edible suspension"
            }
        ],
        "eligibility": {
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          1. 14-70 years old\n\n          2. 2019 novel coronavirus pneumonia (severe type)\n\n          3. Subjects voluntarily participate in the clinical trial and sign the informed consent\n\n        Exclusion Criteria:\n\n          1. Disturbance of consciousness\n\n          2. Difficulty swallowing and frequent vomiting\n\n          3. Patients requiring blood transfusion\n\n          4. Pulmonary abscess, hepatitis, cirrhosis, tuberculosis, emphysema and pulmonary\n             infarction\n\n          5. Fungal and other identified pathogens infection\n\n          6. Heart failure existed before diagnosis of novel coronavirus infection\n\n          7. Liver function: alanine aminotransferase > 500 U/L\n\n          8. Patients requiring hemodialysis\n\n          9. Taking anticoagulant drugs due to cardiovascular and cerebrovascular diseases\n\n         10. Other conditions that the investigator considers ineligible for clinical trial"
            },
            "gender": "All",
            "minimum_age": "14 Years",
            "maximum_age": "70 Years",
            "healthy_volunteers": "No"
        },
        "overall_official": {
            "last_name": "Faming Zhang, MD; PHD",
            "role": "Principal Investigator",
            "affiliation": "The Second Hospital of Nanjing Medical University"
        },
        "location": {
            "facility": {
                "name": "Medical Center for Digestive Diseases, The Second Affiliated Hospital of Nanjing Medical University",
                "address": {
                    "city": "Nanjing",
                    "state": "Jiangsu",
                    "zip": "210011",
                    "country": "China"
                }
            }
        },
        "location_countries": {
            "country": "China"
        },
        "reference": [
            {
                "citation": "Bradley KC, Finsterbusch K, Schnepf D, Crotta S, Llorian M, Davidson S, Fuchs SY, Staeheli P, Wack A. Microbiota-Driven Tonic Interferon Signals in Lung Stromal Cells Protect from Influenza Virus Infection. Cell Rep. 2019 Jul 2;28(1):245-256.e4. doi: 10.1016/j.celrep.2019.05.105.",
                "PMID": "31269444"
            },
            {
                "citation": "Dai M, Liu Y, Chen W, Buch H, Shan Y, Chang L, Bai Y, Shen C, Zhang X, Huo Y, Huang D, Yang Z, Hu Z, He X, Pan J, Hu L, Pan X, Wu X, Deng B, Li Z, Cui B, Zhang F. Rescue fecal microbiota transplantation for antibiotic-associated diarrhea in critically ill patients. Crit Care. 2019 Oct 21;23(1):324. doi: 10.1186/s13054-019-2604-5.",
                "PMID": "31639033"
            },
            {
                "citation": "Ding X, Li Q, Li P, Zhang T, Cui B, Ji G, Lu X, Zhang F. Long-Term Safety and Efficacy of Fecal Microbiota Transplant in Active Ulcerative Colitis. Drug Saf. 2019 Jul;42(7):869-880. doi: 10.1007/s40264-019-00809-2.",
                "PMID": "30972640"
            },
            {
                "citation": "Domínguez-Díaz C, García-Orozco A, Riera-Leal A, Padilla-Arellano JR, Fafutis-Morris M. Microbiota and Its Role on Viral Evasion: Is It With Us or Against Us? Front Cell Infect Microbiol. 2019 Jul 18;9:256. doi: 10.3389/fcimb.2019.00256. eCollection 2019. Review.",
                "PMID": "31380299"
            },
            {
                "citation": "Ekbom A, Brandt L, Granath F, Löfdahl CG, Egesten A. Increased risk of both ulcerative colitis and Crohn's disease in a population suffering from COPD. Lung. 2008 May-Jun;186(3):167-172. doi: 10.1007/s00408-008-9080-z. Epub 2008 Mar 11.",
                "PMID": "18330638"
            },
            {
                "citation": "Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xu J, Gu X, Cheng Z, Yu T, Xia J, Wei Y, Wu W, Xie X, Yin W, Li H, Liu M, Xiao Y, Gao H, Guo L, Xie J, Wang G, Jiang R, Gao Z, Jin Q, Wang J, Cao B. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020 Feb 15;395(10223):497-506. doi: 10.1016/S0140-6736(20)30183-5. Epub 2020 Jan 24. Erratum in: Lancet. 2020 Jan 30;:.",
                "PMID": "31986264"
            },
            {
                "citation": "London AJ. Social value, clinical equipoise, and research in a public health emergency. Bioethics. 2019 Mar;33(3):326-334. doi: 10.1111/bioe.12467. Epub 2018 Jul 27.",
                "PMID": "30051635"
            },
            {
                "citation": "Marsland BJ, Trompette A, Gollwitzer ES. The Gut-Lung Axis in Respiratory Disease. Ann Am Thorac Soc. 2015 Nov;12 Suppl 2:S150-6. doi: 10.1513/AnnalsATS.201503-133AW. Review.",
                "PMID": "26595731"
            },
            {
                "citation": "Ng SC, Kamm MA, Yeoh YK, Chan PKS, Zuo T, Tang W, Sood A, Andoh A, Ohmiya N, Zhou Y, Ooi CJ, Mahachai V, Wu CY, Zhang F, Sugano K, Chan FKL. Scientific frontiers in faecal microbiota transplantation: joint document of Asia-Pacific Association of Gastroenterology (APAGE) and Asia-Pacific Society for Digestive Endoscopy (APSDE). Gut. 2020 Jan;69(1):83-91. doi: 10.1136/gutjnl-2019-319407. Epub 2019 Oct 14.",
                "PMID": "31611298"
            },
            {
                "citation": "Wang H, Cui B, Li Q, Ding X, Li P, Zhang T, Yang X, Ji G, Zhang F. The Safety of Fecal Microbiota Transplantation for Crohn's Disease: Findings from A Long-Term Study. Adv Ther. 2018 Nov;35(11):1935-1944. doi: 10.1007/s12325-018-0800-3. Epub 2018 Oct 16.",
                "PMID": "30328062"
            },
            {
                "citation": "Zhang T, Lu G, Zhao Z, Liu Y, Shen Q, Li P, Chen Y, Yin H, Wang H, Marcella C, Cui B, Cheng L, Ji G, Zhang F. Washed microbiota transplantation vs. manual fecal microbiota transplantation: clinical findings, animal studies and in vitro screening. Protein Cell. 2020 Jan 9. doi: 10.1007/s13238-019-00684-8. [Epub ahead of print]",
                "PMID": "31919742"
            }
        ],
        "verification_date": "March 2020",
        "study_first_submitted": "January 30, 2020",
        "study_first_submitted_qc": "January 31, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "February 5, 2020"
        },
        "last_update_submitted": "March 13, 2020",
        "last_update_submitted_qc": "March 13, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "March 17, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Principal Investigator",
            "investigator_affiliation": "The Second Hospital of Nanjing Medical University",
            "investigator_full_name": "Faming Zhang",
            "investigator_title": "Director of Medical Center for Digestive Diseases"
        },
        "keyword": [
            "COVID-19",
            "SARS-CoV-2",
            "2019-nCoV",
            "Fecal Microbiota Transplantation",
            "Washed Microbiota Transplantation"
        ],
        "condition_browse": {
            "mesh_term": [
                "Infection",
                "Communicable Diseases"
            ]
        },
        "patient_data": {
            "sharing_ipd": "No"
        }
    }
}