{
    "clinical_study": {
        "@rank": "421",
        "required_header": {
            "download_date": "ClinicalTrials.gov processed this data on April 10, 2020",
            "link_text": "Link to the current ClinicalTrials.gov record.",
            "url": "https://clinicaltrials.gov/show/NCT04319211"
        },
        "id_info": {
            "org_study_id": "EAvcil",
            "secondary_id": "İpek Yeldan",
            "nct_id": "NCT04319211"
        },
        "brief_title": "Effects of Social Isolation From Coronavirus; on Physical Activity, Quality of Life and Stress",
        "acronym": "COVID-19",
        "official_title": "Investigation of Physical Activity, Quality of Life and Stress Levels of Individuals Who Live in Their Homes Isolated Because of Coronavirus (COVID-19) Disease",
        "sponsors": {
            "lead_sponsor": {
                "agency": "Istanbul University-Cerrahpasa",
                "agency_class": "Other"
            }
        },
        "source": "Istanbul University-Cerrahpasa",
        "oversight_info": {
            "has_dmc": "No",
            "is_fda_regulated_drug": "No",
            "is_fda_regulated_device": "No"
        },
        "brief_summary": {
            "textblock": "The aim of our study is to investigate the physical activity, quality of life and stress\n      levels of individuals living in their homes isolated due to coronavirus (COVID-19) disease.\n      The last three sections of the International Physical Activity Questionnaire (IPAQ) will be\n      used to evaluate the current physical activity level of the participants. Parameters such as\n      housework, home care and family care, rest, sports and leisure physical activities, sitting\n      time will be evaluated. Short Form 12 (Short Form12- SF12) quality of life scale will be used\n      to evaluate health-related quality of life. Beck Depression Scale will be applied to\n      investigate the stress levels of the individuals participating in our study."
        },
        "detailed_description": {
            "textblock": "Coronaviruses (CoV) make up a large family of viruses found in nature. The first CoV of this\n      decade called 2019-nCoV originated in Wuhan, China. On January 30, 2020, the \"International\n      Public Health Emergency\" was declared by the World Health Organization (WHO). As of February\n      11, 2020, the data of the World Health Organization (WHO) reported more than 43,000 confirmed\n      cases in 28 countries. As of March 19, 2020, 2019-nCoV reported more than 150 countries,\n      209,839 cases and 8,778 cases resulted in death. Since efforts to design and develop an\n      antiviral agent will take time to combat the currently occurring coronavirus pathogen, great\n      emphasis is placed on implementing control measures to minimize the risk of 2019-nCoV\n      transmission and spread. Countries have implemented serious interventions to prevent the\n      spread of the disease. Some of those; holiday of schools, cancellation of all crowded\n      meetings, the cancellation of social events and organizations, encouraging citizens to work\n      and stay at home and provide social isolation. Turkey is also taken similar measures to\n      control the outbreak. In this process, people isolate themselves in their homes and live a\n      quiet life away from the social environment. Being away from the social environment and\n      loneliness are among the factors that contribute negatively to the mental health of\n      individuals. It is also an issue associated with quality of life and depressive symptoms. It\n      is uncertain how and how much an individual's isolated life at home affects the level of\n      physical activity. The aim of our study is to investigate the physical activity, quality of\n      life and stress levels of individuals living in their homes isolated due to coronavirus\n      (COVID-19) disease."
        },
        "overall_status": "Not yet recruiting",
        "start_date": {
            "@type": "Anticipated",
            "#text": "March 25, 2020"
        },
        "completion_date": {
            "@type": "Anticipated",
            "#text": "July 20, 2020"
        },
        "primary_completion_date": {
            "@type": "Anticipated",
            "#text": "May 15, 2020"
        },
        "study_type": "Observational",
        "has_expanded_access": "No",
        "study_design_info": {
            "observational_model": "Case-Only",
            "time_perspective": "Cross-Sectional"
        },
        "primary_outcome": [
            {
                "measure": "International Physical Activity Questionnaire (IPAQ)",
                "time_frame": "4 weeks",
                "description": "The International Physical Activity Questionnaire (IPAQ) will be used to evaluate the current physical activity level of the participants. The survey validity and reliability studies have been conducted in Turkey by Ozturk. The survey consists of 27 questions and 5 parts."
            },
            {
                "measure": "Health-Related Quality of Life SF-12 Scale",
                "time_frame": "4 weeks",
                "description": "Short Form 12 (Short Form12- SF12) quality of life scale will be used to evaluate health-related quality of life. SF-12 is an easy-to-apply 12-question scale that has been validated and reliable and obtained by shortening and simplifying SF-36, which evaluates the last 4 weeks."
            },
            {
                "measure": "Beck Depression Scale",
                "time_frame": "4 weeks",
                "description": "The individuals participating in our study will be evaluated with the Beck Depression Scale developed in 1961 by Beck et al. The scale validity and reliability studies have been conducted in Turkey by Hisli. The scale is a likert-type scale consisting of 21 items, each scored between 0-3."
            }
        ],
        "number_of_groups": "1",
        "enrollment": {
            "@type": "Anticipated",
            "#text": "200"
        },
        "condition": "Healthy People",
        "arm_group": {
            "arm_group_label": "People who isolate at home with the danger of coronavirus",
            "description": "Demographic data of the individuals participating in the study will be recorded. International Physical Activity Questionnaire (IPAQ) will be used to evaluate the current physical activity level of the participants. Parameters such as housework, home care and family care, rest, sports and leisure physical activities, sitting time will be evaluated. Short Form 12 (Short Form12- SF12) quality of life scale will be used to evaluate health-related quality of life. Beck Depression Scale will be applied to investigate the stress levels of the individuals participating in our study."
        },
        "intervention": {
            "intervention_type": "Other",
            "intervention_name": "Determination of physical activity, quality of life, stress levels of isolated people at home with the danger of coronavirus.",
            "description": "The study will include those who isolate themselves at home for fear of contracting Coronavirus disease or suspected of having it. The last three sections of the International Physical Activity Questionnaire (IPAQ) will be used to evaluate the current physical activity level of the participants. Parameters such as housework, home care and family care, rest, sports and leisure physical activities, sitting time will be evaluated. Short Form 12 (Short Form12- SF12) quality of life scale will be used to evaluate health-related quality of life. Beck Depression Scale will be applied to investigate the stress levels of the individuals participating in our study.",
            "arm_group_label": "People who isolate at home with the danger of coronavirus"
        },
        "eligibility": {
            "study_pop": {
                "textblock": "People in the 18-55 age group who live in their homes at risk of Coronavirus."
            },
            "sampling_method": "Probability Sample",
            "criteria": {
                "textblock": "Inclusion Criteria:\n\n          -  Being between the ages of 18-55\n\n          -  To continue their active education or business life before the social isolation\n             period.\n\n          -  Spending time at home differently from routine life recently\n\n          -  Having a smart phone\n\n          -  Not having visual impairment\n\n          -  Being literate in Turkish\n\n        Exclusion Criteria:\n\n          -  Mental disability or diagnosed severe psychological discomfort\n\n          -  Being diagnosed with serious systemic disease (cardiovascular, metabolic, pulmonary…)\n\n          -  Changing the living conditions in the last 3 months (moving, changing jobs ...)"
            },
            "gender": "All",
            "minimum_age": "18 Years",
            "maximum_age": "55 Years"
        },
        "overall_official": {
            "last_name": "İpek Yeldan, Prof.",
            "role": "Principal Investigator",
            "affiliation": "Istanbul University-Cerrahpasa"
        },
        "overall_contact": {
            "last_name": "Eren Avcıl, M.Sc,Pt",
            "phone": "+9005320683378",
            "email": "erenavcil@gmail.com"
        },
        "overall_contact_backup": {
            "last_name": "İpek Yeldan, Prof.",
            "phone": "+9005426513818",
            "email": "ipekyeldan@gmail.com"
        },
        "location": {
            "facility": {
                "name": "Istanbul University Cerrahpasa",
                "address": {
                    "city": "Istanbul",
                    "country": "Turkey"
                }
            },
            "contact": {
                "last_name": "Eren Avcıl, M.Sc,Pt",
                "phone": "+9005320683378",
                "email": "erenavcil@gmail.com"
            },
            "contact_backup": {
                "last_name": "İpek Yeldan, Prof.",
                "phone": "+9005426513818",
                "email": "ipekyeldan@gmail.com"
            },
            "investigator": {
                "last_name": "İpek Yeldan, Prof.",
                "role": "Principal Investigator"
            }
        },
        "location_countries": {
            "country": "Turkey"
        },
        "verification_date": "March 2020",
        "study_first_submitted": "March 20, 2020",
        "study_first_submitted_qc": "March 23, 2020",
        "study_first_posted": {
            "@type": "Actual",
            "#text": "March 24, 2020"
        },
        "last_update_submitted": "March 23, 2020",
        "last_update_submitted_qc": "March 23, 2020",
        "last_update_posted": {
            "@type": "Actual",
            "#text": "March 24, 2020"
        },
        "responsible_party": {
            "responsible_party_type": "Principal Investigator",
            "investigator_affiliation": "Istanbul University-Cerrahpasa",
            "investigator_full_name": "Eren Avcıl",
            "investigator_title": "M.Sc,Pt"
        },
        "keyword": [
            "Coronavirus",
            "Physicial activity",
            "Quality of Life",
            "Stress"
        ],
        "condition_browse": {
            "mesh_term": "Coronavirus Infections"
        }
    }
}