{"clinical_study": {"@rank": "166", "required_header": {"download_date": "ClinicalTrials.gov processed this data on April 02, 2020", "link_text": "Link to the current ClinicalTrials.gov record.", "url": "https://clinicaltrials.gov/show/NCT04329533"}, "id_info": {"org_study_id": "Pending UA IRB Approval", "nct_id": "NCT04329533"}, "brief_title": "Effects of Using Mobile App on Perceived Stress During Coronavirus (\"COVID 19\") Pandemic", "official_title": "Effects of a Mobile Meditation App on Stress During Coronavirus (\"COVID-19\") Pandemic in Outpatient Obstetrics and Gynecology Patients; a Randomized Controlled Trial", "sponsors": {"lead_sponsor": {"agency": "University of Arizona", "agency_class": "Other"}}, "source": "University of Arizona", "oversight_info": {"has_dmc": "No", "is_fda_regulated_drug": "No", "is_fda_regulated_device": "No", "is_us_export": "No"}, "brief_summary": {"textblock": "Due to the COVID-19 global health pandemic, many people are likely experiencing increased\n      stress. Many obstetrics and gynecology patients are additionally experiencing increased\n      stress due to the healthcare changes the COVID-19 pandemic has caused including delayed or\n      canceled elective surgeries, visitor restrictions, and telemedicine visits instead of in\n      person clinic visits. Mindfulness meditation is a self-management strategy that can be\n      utilized by anyone to assist with the management of stress. Mindfulness meditation mobile\n      applications, such as the \"Calm\" app, can be used to help manage stress, especially during\n      this uncertain time. The investigators propose a prospective randomized controlled trial\n      evaluating perceived stress, anxiety, and sleep disturbance in the investigators outpatient\n      OB/Gyn patients at Banner Women's Institute, with the use of a 30 day trial of the\n      mindfulness meditation app, \"Calm.\" All patients would ultimately receive a 30 day free trial\n      of the mobile meditation app, however the intervention group would receive the 30-day free\n      trial immediately and the control group would receive the 30-day free trial after the study\n      period which is 30 days after enrollment. The investigators additionally want to evaluate the\n      feasibility of using the mobile app, including looking at adherence to use of the app and\n      patient satisfaction with use of the app."}, "detailed_description": {"textblock": "The COVID-19 global pandemic is at the top of many people's minds and is presumably effecting\n      the stress level of most Americans during this time of uncertainty. The COVID-19 public\n      health crisis requires the full resources and attention of healthcare systems. This has led\n      to several healthcare changes that affect obstetrics and gynecology patients, including\n      delays and cancellations in elective surgery, visitor restrictions, and transitioning from in\n      person outpatient visits to telemedicine visits. The American College of Obstetricians and\n      Gynecologists (ACOG) joined with several other OB/Gyn societies to announce their joint\n      statement on March 16th, 2020 to reduce the number of elective surgeries in OB/Gyn to free up\n      healthcare resources. Hospitals and outpatient clinics are instituting visitor restrictions.\n      Specifically, at Banner University Medical Center - Phoenix (BUMCP), they are not allowing\n      any visitors with the exception of one visitor for an obstetric laboring patient or for\n      pediatric patients. All \"non-essential\" OB and Gyn visits are transitioning to telemedicine\n      visits through the telephone or video conferencing platforms, with the exception of obstetric\n      visits that require labs, vitals, or fetal assessments.\n\n      These healthcare changes to OB/Gyn patients is likely impacting their level of stress.\n      Evidence-based interventions for stress include cognitive behavior therapy, although this can\n      be time consuming, requires the need for specialized providers, and is not feasible for all\n      patients during this COVID-19 pandemic. Pharmacotherapy can be used, including\n      antidepressants and anxiolytics, however they have inherent limitations such as side effects,\n      tolerance, and interactions that limit their use. Consumer based mobile applications (apps)\n      may help individuals with self-management strategies for stress (1). Mindfulness meditation\n      is one type of self-management strategy and is the practice of moment-to-moment awareness in\n      which the person purposefully focuses on the present without judgement (1,2).\n\n      \"Calm\" is a mindfulness meditation mobile app that offers a range of mindfulness meditation\n      practice guide modules that vary in length, instruction, and content. The app includes\n      meditation lessons, sleep stories (bed-time stories for grown-ups), sleep music, and nature\n      sounds. Few studies on the use of \"Calm\" exist and include a randomized controlled trial\n      evaluating its affect to decrease stress among college students and a descriptive study\n      evaluating cancer patient's perceptions of the app (1,3). There is limited literature on the\n      effects of mindfulness meditation in obstetrics and gynecology and include its effects on\n      postoperative pain, infertility, and painful bladder (4-6). During these unprecedented times\n      of the COVID-19 pandemic, mindfulness meditation mobile apps such as Calm may be potentially\n      beneficial to help with stress in OB/Gyn patients, although this requires further\n      investigation.\n\n      The purpose of this study is to compare the effects of the mindfulness meditation app \"Calm\"\n      on stress, anxiety, and sleep in outpatient obstetrics and gynecology patients during the\n      COVID-19 pandemic. Participants will be randomized to two groups; Arm 1 receives a 30 day\n      free trial at the start of the study, Arm 2 receives a 30 day free trial at the conclusion of\n      the study. All participants will complete a baseline survey on perceived stress, anxiety, and\n      sleep at the start of the study, again at 2 weeks into the study, and again one month later.\n\n      The investigator's primary objective is to evaluate perceived stress (validated Perceived\n      Stress Scale) with use of the mindfulness meditation app, \"Calm,\" among outpatient OB/Gyn\n      patients during COVID-19 pandemic. The investigator's secondary objectives are to evaluate\n      anxiety (validated Hospital Anxiety and Depression Scale) and sleep (validated PROMIS Sleep\n      Disturbance Short Form) with use of the mindfulness meditation app, \"Calm,\" among outpatient\n      OB/Gyn patients during COVID-19 pandemic. Additionally, the investigators want to assess\n      feasibility with using the app which includes measurements of adherence and participant\n      satisfaction with use of the app."}, "overall_status": "Not yet recruiting", "start_date": {"@type": "Anticipated", "#text": "April 1, 2020"}, "completion_date": {"@type": "Anticipated", "#text": "July 30, 2020"}, "primary_completion_date": {"@type": "Anticipated", "#text": "June 30, 2020"}, "phase": "N/A", "study_type": "Interventional", "has_expanded_access": "No", "study_design_info": {"allocation": "Randomized", "intervention_model": "Parallel Assignment", "intervention_model_description": "Two arms including Arm 1 who receives a 30 day free trial of the app at the start of the study and Arm 2 who receives a 30 day free trial at the conclusion of the study. All participants will complete a baseline survey on perceived stress, anxiety, and sleep, a survey on stress at 2 weeks, and all three surveys again one month later.", "primary_purpose": "Supportive Care", "masking": "None (Open Label)"}, "primary_outcome": [{"measure": "Perceived Stress Scale", "time_frame": "Completed study Day 0", "description": "Validated perceived stress scale survey, 10 questions in length rated on a 5-point Likert scale ranging from 0 (never) to 4 (very often). Scores are obtained by reversing responses (e.g., 0 = 4, 1 = 3, 2 = 2, 3 = 1 & 4 = 0) to the four positively stated items (items 4, 5, 7, & 8) and then summing across all scale items. Individual scores can range from 0 to 40 with higher scores indicating higher perceived stress."}, {"measure": "Perceived Stress Scale", "time_frame": "Completed study Day 14", "description": "Validated perceived stress scale survey, 10 questions in length rated on a 5-point Likert scale ranging from 0 (never) to 4 (very often). Scores are obtained by reversing responses (e.g., 0 = 4, 1 = 3, 2 = 2, 3 = 1 & 4 = 0) to the four positively stated items (items 4, 5, 7, & 8) and then summing across all scale items.Individual scores can range from 0 to 40 with higher scores indicating higher perceived stress."}, {"measure": "Perceived Stress Scale", "time_frame": "Completed study Day 30", "description": "Validated perceived stress scale survey, 10 questions in length rated on a 5-point Likert scale ranging from 0 (never) to 4 (very often). Scores are obtained by reversing responses (e.g., 0 = 4, 1 = 3, 2 = 2, 3 = 1 & 4 = 0) to the four positively stated items (items 4, 5, 7, & 8) and then summing across all scale items.Individual scores can range from 0 to 40 with higher scores indicating higher perceived stress."}], "secondary_outcome": [{"measure": "Hospital Anxiety and Depression Scale", "time_frame": "Completed study Day 0 and study Day 30", "description": "Validated anxiety and depression scale survey, 14 questions in length rated on a 4-point Likert scale. Possible scores range from 0 to 21 for anxiety and 0 to 21 for depression with higher scores indicating probable presence of the mood disorder."}, {"measure": "PROMIS Sleep Disturbance Short Form Survey", "time_frame": "Completed study Day 0 and study Day 30", "description": "Patient Reported Outcomes Measurement Information System (PROMIS) is a validated sleep disturbance short form survey, 8 questions in length rated on a 5-point Likert scale ranging from 1 (not at all) to 5 (very much). Possible scores range from 0 to 21 for anxiety and 0 to 21 for depression with higher scores indicating greater severity of sleep disturbance."}, {"measure": "Adherence", "time_frame": "From Day 0 to Day 30", "description": "Usage data from mobile app, minutes per day used, days per week used"}, {"measure": "Participant Satisfaction", "time_frame": "Completed study Day 30", "description": "Investigator developed satisfaction questionnaire completed on Day 30, 13 questions in length and measured with 5-point Likert scale."}, {"measure": "Coronavirus Questionnaire", "time_frame": "Completed study Day 0 and study Day 30", "description": "Investigator developed questionnaire about perceptions on coronavirus completed on Day 0 and Day 30, 10 questions in length and measured with 5-point Likert scale."}], "number_of_arms": "2", "enrollment": {"@type": "Anticipated", "#text": "150"}, "condition": ["Perceived Stress", "Anxiety", "Sleep Disturbance"], "arm_group": [{"arm_group_label": "Intervention Group - access to meditation app", "arm_group_type": "Experimental", "description": "Will receive a 30-day free trial of the mobile meditation app \"Calm\" on study day 0"}, {"arm_group_label": "Control Group - no access to meditation app", "arm_group_type": "No Intervention", "description": "Will not have the intervention until after the 30 day study period and then will receive a 30-day free trial of the mobile meditation app \"Calm\" on study day 30"}], "intervention": {"intervention_type": "Other", "intervention_name": "\"Calm\" is a mindfulness meditation mobile app", "description": "Mindfulness meditation is a self-management strategy that can be utilized to assist with the management of stress. Mindfulness meditation mobile applications, such as the \"Calm\" app, can be used to help manage stress, especially during this uncertain time.", "arm_group_label": "Intervention Group - access to meditation app"}, "eligibility": {"criteria": {"textblock": "Inclusion Criteria:\n\n          -  Female sex\n\n          -  Greater than or equal to 18 years old\n\n          -  English-speaking\n\n          -  Established obstetrics/gynecology (OB/Gyn) patients of Banner University Medical\n             Center - Phoenix (BUMCP)\n\n          -  OB patients must be less than or equal to 34 weeks gestational age\n\n          -  Gyn patients must have had a scheduled gynecologic surgery that was delayed or\n             canceled for at least 30 days from the time of study enrollment due to the COVID-19\n             restrictions\n\n        Exclusion Criteria:\n\n        - No access to a smart phone"}, "gender": "Female", "minimum_age": "18 Years", "maximum_age": "99 Years", "healthy_volunteers": "Accepts Healthy Volunteers"}, "overall_official": {"last_name": "Mike Foley", "role": "Study Director", "affiliation": "Director Department of Obstetrics and Gynecology BUMCP"}, "overall_contact": {"last_name": "Rachael Smith, DO", "phone": "1-541-601-9106", "email": "rachael.smith@bannerhealth.com"}, "overall_contact_backup": {"last_name": "Regina Montero, MSN", "phone": "480-239-8697", "email": "rmontero52@email.arizona.edu"}, "reference": [{"citation": "Huberty J, Green J, Glissmann C, Larkey L, Puzia M, Lee C. Efficacy of the Mindfulness Meditation Mobile App \"Calm\" to Reduce Stress Among College Students: Randomized Controlled Trial. JMIR Mhealth Uhealth. 2019 Jun 25;7(6):e14273. doi: 10.2196/14273.", "PMID": "31237569"}, {"citation": "Huberty J, Vranceanu AM, Carney C, Breus M, Gordon M, Puzia ME. Characteristics and Usage Patterns Among 12,151 Paid Subscribers of the Calm Meditation App: Cross-Sectional Survey. JMIR Mhealth Uhealth. 2019 Nov 3;7(11):e15648. doi: 10.2196/15648.", "PMID": "31682582"}, {"citation": "Huberty J, Puzia M, Eckert R, Larkey L. Cancer Patients' and Survivors' Perceptions of the Calm App: Cross-Sectional Descriptive Study. JMIR Cancer. 2020 Jan 25;6(1):e16926. doi: 10.2196/16926.", "PMID": "32039812"}, {"citation": "Nery SF, Paiva SPC, Vieira ÉL, Barbosa AB, Sant'Anna EM, Casalechi M, Dela Cruz C, Teixeira AL, Reis FM. Mindfulness-based program for stress reduction in infertile women: Randomized controlled trial. Stress Health. 2019 Feb;35(1):49-58. doi: 10.1002/smi.2839. Epub 2018 Oct 16.", "PMID": "30328241"}, {"citation": "Kanter G, Komesu YM, Qaedan F, Jeppson PC, Dunivan GC, Cichowski SB, Rogers RG. Mindfulness-based stress reduction as a novel treatment for interstitial cystitis/bladder pain syndrome: a randomized controlled trial. Int Urogynecol J. 2016 Nov;27(11):1705-1711. Epub 2016 Apr 26.", "PMID": "27116196"}, {"citation": "Weston E, Raker C, Huang D, Parker A, Robison K, Mathews C. The Association Between Mindfulness and Postoperative Pain: A Prospective Cohort Study of Gynecologic Oncology Patients Undergoing Minimally Invasive Hysterectomy. J Minim Invasive Gynecol. 2019 Aug 23. pii: S1553-4650(19)30384-X. doi: 10.1016/j.jmig.2019.08.021. [Epub ahead of print]", "PMID": "31449907"}], "verification_date": "March 2020", "study_first_submitted": "March 26, 2020", "study_first_submitted_qc": "March 30, 2020", "study_first_posted": {"@type": "Actual", "#text": "April 1, 2020"}, "last_update_submitted": "March 31, 2020", "last_update_submitted_qc": "March 31, 2020", "last_update_posted": {"@type": "Estimate", "#text": "April 2, 2020"}, "responsible_party": {"responsible_party_type": "Principal Investigator", "investigator_affiliation": "University of Arizona", "investigator_full_name": "Rachael Bailey Smith", "investigator_title": "Minimally Invasive Gynecologic Surgery Fellow"}, "keyword": ["COVID-19", "mindfulness meditation"], "condition_browse": {"mesh_term": ["Dyssomnias", "Sleep Wake Disorders", "Parasomnias"]}, "patient_data": {"sharing_ipd": "No"}}}